[
    {
        "id": 1,
        "statement": "고양이가 그릉거리는 소리(purring)는 항상 만족하거나 행복할 때 내는 소리이다.",
        "answer": false,
        "explanation": "고양이는 스트레스, 고통, 또는 심지어 죽음에 임박했을 때도 스스로를 진정시키기 위해 그릉거릴 수 있습니다. 이는 자가 진정 메커니즘의 일부로 알려져 있습니다.",
        "legalBasis": "고양이 행동학 연구 및 수의 행동 전문가의 견해"
    },
    {
        "id": 2,
        "statement": "강아지의 사회화 교육은 생후 16주 이후에는 효과가 없다.",
        "answer": false,
        "explanation": "생후 3~16주가 가장 중요한 사회화 시기인 것은 맞지만, 그 이후에도 강아지는 새로운 경험과 긍정적인 상호작용을 통해 사회성을 지속적으로 발달시킬 수 있습니다. 다만, 초기 사회화가 부족할 경우 더 많은 노력과 시간이 필요할 수 있습니다.",
        "legalBasis": "반려동물 행동학 및 훈련 전문가의 공통된 견해"
    },
    {
        "id": 3,
        "statement": "개의 분리불안은 주인의 잘못된 행동만으로 발생한다.",
        "answer": false,
        "explanation": "분리불안은 유전적 소인, 환경 변화, 과거 경험 등 다양한 요인의 복합적인 작용으로 발생하며, 주인의 행동이 영향을 미칠 수 있지만 유일한 원인은 아닙니다.",
        "legalBasis": "수의 행동의학 연구 및 동물 심리학"
    },
    {
        "id": 4,
        "statement": "고양이의 급성 신부전은 적절한 치료 시 완치될 수 있다.",
        "answer": true,
        "explanation": "고양이의 급성 신부전은 원인을 파악하고 초기에 적절한 수액 치료 및 약물 처치를 통해 신장 기능이 회복되어 완치될 수 있습니다. 만성 신부전과는 다릅니다.",
        "legalBasis": "수의 내과학 및 신장학 분야의 임상 지침"
    },
    {
        "id": 5,
        "statement": "강아지의 확장성 심근병증(DCM)은 주로 소형견에게서 흔하게 발생한다.",
        "answer": false,
        "explanation": "확장성 심근병증(DCM)은 주로 도베르만, 복서, 골든 리트리버 등 대형견과 일부 특정 품종에서 유전적 소인으로 인해 흔하게 발생합니다.",
        "legalBasis": "수의 심장학 연구 및 품종별 질병 발생률 통계"
    },
    {
        "id": 6,
        "statement": "개의 심장사상충은 모기를 통해서만 감염될 수 있다.",
        "answer": true,
        "explanation": "개의 심장사상충(Dirofilaria immitis)은 감염된 모기가 중간 숙주 역할을 하여 개에게 유충을 전파함으로써 감염됩니다. 모기 외의 다른 경로로는 감염되지 않습니다.",
        "legalBasis": "수의 기생충학 및 질병 역학"
    },
    {
        "id": 7,
        "statement": "고양이의 하부요로계 질환(FLUTD)은 수컷 고양이에게만 발생한다.",
        "answer": false,
        "explanation": "FLUTD는 암수 고양이 모두에게 발생할 수 있으나, 수컷 고양이는 요도가 더 길고 좁기 때문에 요도 폐색의 위험이 암컷보다 훨씬 높습니다.",
        "legalBasis": "수의 비뇨기학 및 고양이 질병학"
    },
    {
        "id": 8,
        "statement": "개에게 사람이 먹는 진통제인 이부프로펜(ibuprofen)을 투여하는 것은 안전하다.",
        "answer": false,
        "explanation": "이부프로펜과 같은 비스테로이드성 소염진통제(NSAIDs)는 개에게 심각한 위장관 출혈, 신부전, 간 손상 등을 유발할 수 있으므로 절대 수의사의 처방 없이 투여해서는 안 됩니다.",
        "legalBasis": "수의약리학 및 독성학 지침"
    },
    {
        "id": 9,
        "statement": "강아지 훈련 시 긍정 강화는 보상만을 사용하는 방법이며, 처벌은 전혀 사용하지 않는다.",
        "answer": false,
        "explanation": "긍정 강화는 바람직한 행동에 대해 보상을 제공하여 행동의 빈도를 높이는 훈련 방법입니다. '처벌을 전혀 사용하지 않는 것'이 아니라, 물리적 처벌이나 혐오 자극 사용을 지양하고 긍정적인 방식으로만 훈련을 진행하는 것을 의미합니다. 긍정적 처벌(행동 후 혐오자극 추가)은 피하는 것이 일반적입니다.",
        "legalBasis": "현대 동물 행동학 및 윤리적인 훈련 원칙"
    },
    {
        "id": 10,
        "statement": "고양이의 당뇨병은 인슐린 주사 외에는 치료법이 없다.",
        "answer": false,
        "explanation": "고양이 당뇨병은 인슐린 주사 외에도 식이 관리, 체중 조절, 경우에 따라 경구 혈당 강하제를 통해 관리될 수 있으며, 일부 고양이는 관해(remission)에 도달하기도 합니다.",
        "legalBasis": "수의 내과학 및 고양이 내분비학 지침"
    },
    {
        "id": 11,
        "statement": "반려동물에게 아세트아미노펜(Acetaminophen)을 투여하는 것은 안전한 해열진통제이다.",
        "answer": false,
        "explanation": "아세트아미노펜은 개에게 간 손상, 고양이에게는 심각한 빈혈 및 간 손상을 유발하는 매우 위험한 물질이므로 절대로 투여해서는 안 됩니다.",
        "legalBasis": "수의약리학 및 독성학 연구, 반려동물 독성 물질 목록"
    },
    {
        "id": 12,
        "statement": "강아지가 으르렁거리는 것은 항상 공격적인 의도를 나타낸다.",
        "answer": false,
        "explanation": "으르렁거림은 놀이의 일부일 수 있고, 불편함, 두려움, 경고, 또는 장난감 소유권 주장을 나타내는 등 다양한 감정과 의도를 표현할 수 있습니다. 항상 공격적인 의도만을 의미하지는 않습니다.",
        "legalBasis": "개 행동 의사소통 연구 및 수의 행동 전문가의 견해"
    },
    {
        "id": 13,
        "statement": "고양이의 전염성 복막염(FIP)은 효과적인 치료법이 없는 불치병이다.",
        "answer": false,
        "explanation": "최근에는 FIP 치료에 효과적인 항바이러스제(예: GS-441524 관련 약물)가 개발되어 임상적으로 사용되고 있으며, 치료 성공률이 매우 높아졌습니다. 더 이상 불치병으로 간주되지 않습니다.",
        "legalBasis": "최신 수의학 연구 및 국제 고양이 의학 학회 보고서"
    },
    {
        "id": 14,
        "statement": "개의 신부전이 진단되면 단백질 섭취를 무조건 최소화해야 한다.",
        "answer": false,
        "explanation": "신부전 초기 단계에서는 단백질 섭취를 무조건적으로 최소화하기보다는, 신장 부담을 줄이면서도 근육 손실을 막기 위한 적정량의 고품질 단백질 섭취가 중요합니다. 질병의 진행 단계에 따라 식이 관리가 달라집니다.",
        "legalBasis": "수의 영양학 및 신장병 관리 지침"
    },
    {
        "id": 15,
        "statement": "반려동물에게는 사람용 치약이나 베이킹소다를 이용한 양치가 안전하고 효과적이다.",
        "answer": false,
        "explanation": "사람용 치약은 반려동물에게 독성이 있는 불소나 자일리톨을 포함할 수 있으며, 베이킹소다는 알칼리성으로 반려동물에게 위장 장애를 일으킬 수 있습니다. 반드시 반려동물 전용 치약을 사용해야 합니다.",
        "legalBasis": "수의 치과학 및 독성학 연구"
    },
    {
        "id": 16,
        "statement": "강아지가 낯선 사람이나 개에게 공격적인 행동을 보이는 것은 항상 지배적인 성향 때문이다.",
        "answer": false,
        "explanation": "공격성은 두려움, 불안, 통증, 과거의 나쁜 경험 등 다양한 원인에 의해 유발될 수 있으며, '지배성'만으로 설명하기에는 복합적인 요인이 작용합니다. 현대 행동학에서는 '지배성' 개념을 단일 원인으로 보지 않습니다.",
        "legalBasis": "개 행동학 최신 연구 및 행동 전문가의 견해"
    },
    {
        "id": 17,
        "statement": "고양이의 모구증(Hairball)은 예방할 수 없는 자연스러운 현상이다.",
        "answer": false,
        "explanation": "고양이의 모구증은 빗질을 자주 해주고, 헤어볼 완화 사료나 영양제를 급여하며, 충분한 수분을 섭취하게 하는 등 다양한 방법으로 예방하거나 그 빈도를 줄일 수 있습니다.",
        "legalBasis": "수의 소화기학 및 고양이 관리 지침"
    },
    {
        "id": 18,
        "statement": "개의 백신 접종은 한 번 접종하면 평생 면역력을 유지한다.",
        "answer": false,
        "explanation": "대부분의 백신은 초기 접종 후 추가 접종(부스터)이 필요하며, 이후에도 정기적인 항체 검사나 추가 접종을 통해 면역력을 유지해야 합니다. 백신 종류와 개체의 면역 반응에 따라 면역 유지 기간이 다릅니다.",
        "legalBasis": "수의 전염병학 및 백신학, 국제수의학회 권고"
    },
    {
        "id": 19,
        "statement": "반려동물에게 날 것의 생고기를 급여하는 BARF(Biologically Appropriate Raw Food) 식단은 영양학적으로 완벽하고 안전하다.",
        "answer": false,
        "explanation": "BARF 식단은 영양 불균형의 위험이 높고, 살모넬라, 대장균 등 세균 감염 위험이 있어 반려동물뿐 아니라 사람에게도 위험할 수 있습니다. 수의 영양학자들은 전문가의 철저한 지시 없이는 권장하지 않습니다.",
        "legalBasis": "미국 수의사협회(AVMA) 및 수의 영양학 단체의 권고"
    },
    {
        "id": 20,
        "statement": "개의 안압이 높아지는 녹내장은 항상 눈이 부어오르는 명확한 증상만 보인다.",
        "answer": false,
        "explanation": "녹내장은 초기에는 눈을 가늘게 뜨거나 눈물, 충혈 등 비특이적인 증상을 보일 수 있으며, 안압 상승은 육안으로 확인하기 어려울 수 있습니다. 급성 발작 시에만 눈 부어오름 등의 증상이 나타날 수 있습니다.",
        "legalBasis": "수의 안과학 및 안과 질환 진단 기준"
    },
    {
        "id": 21,
        "statement": "고양이에게는 사료 외에 유제품(우유, 치즈 등)을 간식으로 주는 것이 좋다.",
        "answer": false,
        "explanation": "많은 고양이가 유당불내증을 가지고 있어 유제품 섭취 시 설사, 구토 등의 소화기 문제를 겪을 수 있습니다. 유제품은 고양이에게 필수적인 영양소가 아니므로 간식으로 적합하지 않습니다.",
        "legalBasis": "수의 영양학 및 고양이 소화기학"
    },
    {
        "id": 22,
        "statement": "강아지가 발을 핥는 것은 항상 청결을 위한 행동이다.",
        "answer": false,
        "explanation": "강아지가 발을 과도하게 핥는 것은 알레르기, 감염, 통증, 스트레스, 불안, 지루함 등 다양한 의학적 또는 행동학적 문제의 신호일 수 있습니다.",
        "legalBasis": "수의 피부과학, 행동학 및 통증 관리"
    },
    {
        "id": 23,
        "statement": "개의 췌장염은 저지방 식이를 통해 관리하는 것이 가장 중요하다.",
        "answer": true,
        "explanation": "개의 췌장염 관리에는 췌장의 부담을 줄이기 위한 저지방 식이가 매우 중요합니다. 급성 췌장염의 경우 금식이 필요할 수도 있습니다.",
        "legalBasis": "수의 소화기학 및 췌장 질환 관리 프로토콜"
    },
    {
        "id": 24,
        "statement": "고양이가 화장실 밖에서 배뇨하는 것은 항상 방광염 때문이며, 훈련으로 해결할 수 없다.",
        "answer": false,
        "explanation": "고양이가 화장실 밖에서 배뇨하는 것은 방광염(FLUTD 포함)과 같은 질병 때문일 수도 있지만, 화장실의 청결도, 모래 종류, 위치, 스트레스, 행동학적 문제 등 다양한 원인이 있을 수 있습니다. 질병이 아니라면 환경 개선이나 행동 교정으로 해결될 수 있습니다.",
        "legalBasis": "고양이 행동학 및 수의 비뇨기학"
    },
    {
        "id": 25,
        "statement": "개의 구토는 항상 심각한 질병의 신호이며 즉시 병원에 가야 한다.",
        "answer": false,
        "explanation": "일회성 구토는 단순한 소화 불량이나 이물질 섭취, 멀미 등으로 발생할 수 있습니다. 하지만 반복적인 구토, 혈액이 섞인 구토, 기력 저하, 설사 등 다른 증상이 동반될 경우 즉시 수의사의 진료가 필요합니다.",
        "legalBasis": "수의 응급의학 및 소화기 질환 진단"
    },
    {
        "id": 26,
        "statement": "반려동물에게 처방된 약을 임의로 사람의 약으로 대체하여 투여해도 된다.",
        "answer": false,
        "explanation": "사람과 동물의 생리적 차이와 약물 대사 방식이 다르기 때문에, 사람에게 안전한 약이 반려동물에게는 독성이 되거나 효과가 없을 수 있습니다. 반드시 수의사가 처방한 약을 지시에 따라 투여해야 합니다.",
        "legalBasis": "수의약리학 및 의약품 안전 관리 원칙"
    },
    {
        "id": 27,
        "statement": "강아지의 특정 질병 진단을 위해 유전자 검사는 불필요하다.",
        "answer": false,
        "explanation": "일부 유전성 질병(예: 진행성 망막 위축증, 다낭성 신장병, 특정 약물 감수성 등)의 경우 유전자 검사를 통해 질병의 발병 가능성을 미리 예측하거나 정확한 진단을 내릴 수 있어 질병 관리 및 번식 계획에 중요한 정보가 됩니다.",
        "legalBasis": "수의 유전학 및 유전 질환 진단 프로토콜"
    },
    {
        "id": 28,
        "statement": "고양이의 구강 내 종양은 항상 양성(benign)이다.",
        "answer": false,
        "explanation": "고양이의 구강 내 종양은 악성(malignant)일 가능성이 매우 높습니다. 특히 편평상피세포암종(Squamous Cell Carcinoma)과 같은 악성 종양이 흔하며, 이는 빠른 진단과 치료가 필요합니다.",
        "legalBasis": "수의 종양학 및 고양이 구강 질환"
    },
    {
        "id": 29,
        "statement": "대한민국에서 반려동물 관련업(예: 미용업) 종사자는 반드시 수의사 면허를 취득해야 한다.",
        "answer": false,
        "explanation": "수의사 면허는 수의 진료 및 수술 등 의료행위에만 필요하며, 미용업, 훈련업 등 반려동물 관련 업종은 해당 법률에 따른 자격 요건(예: 미용사 자격증, 훈련사 자격증 등)이 있을 수 있으나 수의사 면허가 필수 조건은 아닙니다.",
        "legalBasis": "대한민국 수의사법 및 동물보호법, 관련 산업별 인허가 규정"
    },
    {
        "id": 30,
        "statement": "강아지가 특정 음식에 알레르기 반응을 보일 경우, 해당 성분이 전혀 없는 사료만 급여하면 된다.",
        "answer": false,
        "explanation": "알레르기 반응은 해당 성분뿐만 아니라 교차 오염(Cross-contamination) 가능성이 있는 다른 사료나 간식에도 반응할 수 있으므로, 성분 함량이 100% 보장되는 '제한된 가수분해 단백질 사료'나 '처방식 사료'를 수의사의 지시에 따라 급여해야 합니다.",
        "legalBasis": "수의 영양학 및 알레르기학, 식품 안전 관리 원칙"
    },
    {
        "id": 31,
        "statement": "고양이가 물건을 꾹꾹 누르는 행동(kneading)은 어릴 적 어미를 젖 먹던 행동의 잔재이므로, 성묘가 되어서도 계속하면 문제 행동이다.",
        "answer": false,
        "explanation": "고양이의 꾹꾹이(kneading)는 어릴 적 어미 젖을 먹던 행동에서 유래되었으나, 성묘가 되어서도 편안함, 만족감, 영역 표시, 스트레스 완화 등 다양한 긍정적인 의미를 가질 수 있으며, 일반적으로 문제 행동으로 보지 않습니다.",
        "legalBasis": "고양이 행동학 연구 및 수의 행동 전문가의 견해"
    },
    {
        "id": 32,
        "statement": "개의 심부전은 주로 좌심실 부전으로 시작되며, 기침이 주요 초기 증상 중 하나이다.",
        "answer": true,
        "explanation": "개 심부전은 많은 경우 좌측 심장(좌심실)의 문제로 시작되며, 폐수종이 발생하여 기침이 흔한 초기 임상 증상으로 나타납니다.",
        "legalBasis": "수의 심장학 교과서 및 임상 프로토콜"
    },
    {
        "id": 33,
        "statement": "강아지에게 '기다려' 훈련은 시각적 신호 없이 음성 명령으로만 가능해야 한다.",
        "answer": false,
        "explanation": "효과적인 훈련을 위해 시각적 신호와 음성 명령을 병행하는 것이 일반적입니다. 궁극적으로는 상황에 따라 둘 중 하나만으로도 반응하도록 훈련할 수 있지만, 처음부터 음성 명령만 고집할 필요는 없습니다.",
        "legalBasis": "현대 동물 훈련 이론 및 행동 심리학"
    },
    {
        "id": 34,
        "statement": "고양이의 잇몸과 치아 사이에 염증이 생기는 치은염은 항상 치석 축적 때문에만 발생한다.",
        "answer": false,
        "explanation": "고양이 치은염은 치석 외에도 바이러스 감염(예: FIV, FeLV), 자가면역 질환, 유전적 소인, 특정 영양 결핍 등 다양한 원인으로 발생할 수 있습니다.",
        "legalBasis": "수의 치과학 및 고양이 내과 질환 연구"
    },
    {
        "id": 35,
        "statement": "개의 파보바이러스는 외부 환경에서 수개월 이상 생존할 수 있다.",
        "answer": true,
        "explanation": "개의 파보바이러스는 매우 강력한 저항력을 가진 바이러스로, 적절한 소독 없이 외부 환경(토양, 사물 등)에서 수개월에서 1년 이상 생존할 수 있습니다. 이는 철저한 환경 관리를 요구합니다.",
        "legalBasis": "수의 전염병학 및 바이러스학"
    },
    {
        "id": 36,
        "statement": "고양이에게 비대성 심근병증(HCM)이 진단되면 심장 박동수를 줄이는 약물만 처방하면 된다.",
        "answer": false,
        "explanation": "고양이 비대성 심근병증(HCM)은 심장 박동수 조절 외에도 혈전 예방, 폐수종 관리, 심장 수축력 보조 등 복합적인 약물 치료와 관리가 필요하며, 개별 환자에게 맞춤형 치료 계획이 수립되어야 합니다.",
        "legalBasis": "수의 심장학 교과서 및 최신 임상 가이드라인"
    },
    {
        "id": 37,
        "statement": "강아지의 쿠싱 증후군(부신피질기능항진증)은 주로 젊은 개에게서 발생한다.",
        "answer": false,
        "explanation": "쿠싱 증후군(Cushing's Syndrome)은 주로 중년에서 노령견에게서 발생하며, 부신 피질의 과도한 호르몬 분비로 인해 다양한 증상을 보이는 질환입니다.",
        "legalBasis": "수의 내분비학 및 노령견 질환 통계"
    },
    {
        "id": 38,
        "statement": "고양이의 만성 구내염(FCGS)은 발치 외에는 효과적인 치료법이 없다.",
        "answer": false,
        "explanation": "고양이 만성 구내염(FCGS)의 가장 효과적인 치료법은 전발치(또는 부분 발치)이나, 스테로이드, 인터페론, 사이클로스포린 등 약물 치료나 레이저 치료, 줄기세포 치료 등 보존적 치료도 시도될 수 있으며, 환자의 상태에 따라 다양한 치료 옵션이 고려됩니다.",
        "legalBasis": "수의 치과학 및 고양이 내과 질환 치료 프로토콜"
    },
    {
        "id": 39,
        "statement": "강아지가 골절을 당했을 때, 부목을 대기 전에 반드시 골절 부위를 고정하기 위해 움직이지 못하게 단단히 묶어야 한다.",
        "answer": false,
        "explanation": "골절이 의심될 경우, 손상된 부위를 지지하여 움직이지 않게 조심스럽게 운반하는 것이 중요합니다. 하지만 너무 단단히 묶거나 부적절하게 부목을 대면 혈액순환 장애, 신경 손상, 추가 골절 등의 심각한 문제를 일으킬 수 있으므로, 응급처치 후 즉시 동물병원으로 이송해야 합니다.",
        "legalBasis": "수의 응급의학 및 외과 처치 지침"
    },
    {
        "id": 40,
        "statement": "고양이에게 호흡 곤란이 발생했을 때, 가장 먼저 구강 내 이물질 제거를 시도해야 한다.",
        "answer": false,
        "explanation": "고양이에게 호흡 곤란이 발생하면 흥분시키지 않고 최대한 안정적인 상태로 산소 공급이 가능한 환경으로 옮기는 것이 우선입니다. 구강 내 이물질 제거는 육안으로 확실히 확인되고 제거가 용이할 때만 시도해야 하며, 그렇지 않으면 오히려 기도를 자극하여 상태를 악화시킬 수 있습니다. 즉시 동물병원으로 이송해야 합니다.",
        "legalBasis": "수의 응급의학 및 고양이 호흡기 질환 관리"
    },
    {
        "id": 41,
        "statement": "강아지에게 생고기를 급여할 때, 뼈를 함께 급여하면 칼슘 공급에 가장 좋은 방법이다.",
        "answer": false,
        "explanation": "날 것의 뼈라도 날카로운 파편을 형성하여 식도나 위장관 손상, 질식, 변비 등을 유발할 수 있습니다. 칼슘 공급은 균형 잡힌 사료나 수의사가 권장하는 보조제를 통해 안전하게 이루어져야 합니다.",
        "legalBasis": "수의 영양학 및 반려동물 식품 안전 지침"
    },
    {
        "id": 42,
        "statement": "고양이에게 타우린(Taurine)은 필수 아미노산이 아니므로 사료에 포함되어 있지 않아도 된다.",
        "answer": false,
        "explanation": "고양이에게 타우린은 심장 기능과 시력 유지에 필수적인 아미노산입니다. 고양이는 체내에서 타우린을 충분히 합성하지 못하므로 반드시 사료를 통해 섭취해야 하며, 부족 시 실명이나 확장성 심근병증 등 심각한 건강 문제가 발생할 수 있습니다.",
        "legalBasis": "수의 영양학 및 고양이 생리학"
    },
    {
        "id": 43,
        "statement": "대한민국에서 맹견 사육 시에는 맹견 책임보험 가입이 의무화되어 있다.",
        "answer": true,
        "explanation": "2021년 2월 12일부터 개정된 동물보호법에 따라 맹견 소유자는 맹견으로 인한 다른 사람의 생명·신체나 재산상의 피해를 보상하기 위한 책임보험에 의무적으로 가입해야 합니다.",
        "legalBasis": "대한민국 동물보호법 제13조의2(맹견 소유자의 의무) 및 시행규칙"
    },
    {
        "id": 44,
        "statement": "반려동물 복제는 법적으로 전면 금지되어 있다.",
        "answer": false,
        "explanation": "대한민국에서는 상업적인 반려동물 복제는 법적으로 제한이 없으나, 생명 윤리적 논란이 존재합니다. 연구 목적의 동물 복제는 관련 법규 및 윤리위원회의 심사를 거쳐 규제됩니다.",
        "legalBasis": "생명윤리 및 안전에 관한 법률, 동물보호법 (반려동물 복제에 대한 직접적인 전면 금지 규정 없음, 연구용은 규제)"
    },
    {
        "id": 45,
        "statement": "동물 학대 행위는 항상 경범죄로 분류된다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따라 동물을 학대하여 죽음에 이르게 하거나 상해를 입히는 행위는 중대한 범죄로 분류되어 징역 또는 벌금형에 처해질 수 있습니다. 이는 단순한 경범죄가 아닙니다.",
        "legalBasis": "대한민국 동물보호법 제46조(벌칙) 및 제47조(과태료)"
    },
    {
        "id": 46,
        "statement": "고양이에게 고열이 나면 사람처럼 해열제를 복용시키는 것이 좋다.",
        "answer": false,
        "explanation": "고양이에게는 아세트아미노펜(타이레놀 성분) 등 사람용 해열제는 간 손상 및 적혈구 손상을 유발하는 매우 치명적인 독성 물질이므로 절대로 사용해서는 안 됩니다. 고열 시에는 즉시 수의사의 진료를 받아야 합니다.",
        "legalBasis": "수의약리학 및 독성학, 고양이 독성 물질 정보"
    },
    {
        "id": 47,
        "statement": "강아지에게 우울증은 존재하지 않으며, 이는 사람의 감정을 투영하는 것이다.",
        "answer": false,
        "explanation": "강아지도 스트레스, 환경 변화, 상실(예: 동거 동물의 죽음), 질병 등으로 인해 활동량 감소, 식욕 부진, 수면 증가, 사회성 저하 등 우울증과 유사한 행동 변화를 보일 수 있으며, 수의 행동학에서 인정하는 정신 건강 문제 중 하나입니다.",
        "legalBasis": "수의 행동의학 및 동물 심리학 연구"
    },
    {
        "id": 48,
        "statement": "개의 림프종은 항상 항암화학요법으로만 치료해야 한다.",
        "answer": false,
        "explanation": "림프종은 항암화학요법이 주된 치료법이지만, 방사선 치료, 수술적 제거(국소 림프종의 경우), 또는 완화 치료 등 다양한 치료법이 환자의 상태와 림프종의 종류 및 진행 단계에 따라 복합적으로 고려될 수 있습니다.",
        "legalBasis": "수의 종양학 및 암 치료 프로토콜"
    },
    {
        "id": 49,
        "statement": "고양이의 FIV(고양이 면역결핍 바이러스)는 FeLV(고양이 백혈병 바이러스)와 동일한 질병이다.",
        "answer": false,
        "explanation": "FIV와 FeLV는 모두 고양이에게 심각한 면역억제를 유발하는 바이러스성 질병이지만, 서로 다른 바이러스에 의해 발생하며 전염 경로, 임상 증상, 예후 및 백신 종류 등에서 차이가 있습니다.",
        "legalBasis": "수의 바이러스학 및 고양이 전염병학"
    },
    {
        "id": 50,
        "statement": "강아지의 발작(경련)이 발생하면 혀를 깨물지 않도록 입에 손가락이나 물건을 넣어줘야 한다.",
        "answer": false,
        "explanation": "발작 중인 강아지의 입에 손가락이나 물건을 넣는 것은 사람이 물리거나 강아지가 구강 내 추가 손상을 입을 위험이 매우 높습니다. 발작 시에는 주변 위험물을 치우고 조용하고 안전한 환경을 조성하여 발작이 끝날 때까지 기다려야 합니다.",
        "legalBasis": "수의 응급처치 지침 및 신경학"
    },
    {
        "id": 51,
        "statement": "반려동물에게 사료 외에 사람 음식 중 과일은 모두 안전하게 급여할 수 있다.",
        "answer": false,
        "explanation": "포도, 건포도, 아보카도 등 일부 과일은 반려동물에게 신부전, 소화 장애 등 심각한 독성 반응을 일으킬 수 있습니다. 과일마다 급여 가능 여부가 다르므로 반드시 확인 후 소량만 급여해야 합니다.",
        "legalBasis": "수의 독성학 및 반려동물 유해 식품 정보"
    },
    {
        "id": 52,
        "statement": "고양이의 피부사상균증(링웜)은 사람에게 전염되지 않는다.",
        "answer": false,
        "explanation": "고양이 피부사상균증(Ringworm)은 인수공통전염병(Zoonosis)으로, 감염된 고양이와의 접촉을 통해 사람에게도 전염될 수 있습니다. 특히 면역력이 약한 어린이나 노약자는 감염 위험이 높습니다.",
        "legalBasis": "수의 피부과학 및 공중보건학 (인수공통전염병 관련)"
    },
    {
        "id": 53,
        "statement": "강아지가 입을 다물고 눈을 깜빡이는 행동은 항상 피곤하다는 신호이다.",
        "answer": false,
        "explanation": "입을 다물고 눈을 자주 깜빡이는 행동은 피곤함 외에도 불편함, 통증, 스트레스, 또는 주변 환경에 대한 긴장감을 표현하는 바디 랭귀지의 일부일 수 있습니다.",
        "legalBasis": "개 행동 의사소통 연구 및 수의 행동학"
    },
    {
        "id": 54,
        "statement": "개의 슬개골 탈구는 수술 외에는 치료 방법이 없다.",
        "answer": false,
        "explanation": "슬개골 탈구는 단계에 따라 수술적 치료가 권장되지만, 초기 단계나 경미한 경우 체중 관리, 재활 치료, 관절 보조제 급여 등 비수술적 관리로 증상 완화를 시도할 수 있습니다.",
        "legalBasis": "수의 정형외과 및 관절 질환 관리 프로토콜"
    },
    {
        "id": 55,
        "statement": "고양이에게 만성 비염이 있다면 항상 원인균을 찾아서 항생제를 장기간 투여해야 한다.",
        "answer": false,
        "explanation": "고양이 만성 비염은 바이러스 감염, 알레르기, 곰팡이 감염, 종양 등 다양한 원인이 있으며, 원인에 따라 치료법이 달라집니다. 불필요한 항생제 장기간 투여는 항생제 내성을 유발할 수 있으므로 정확한 진단 후 적절한 치료가 필요합니다.",
        "legalBasis": "수의 호흡기학 및 내과 진단 가이드라인"
    },
    {
        "id": 56,
        "statement": "반려동물에게 인공감미료 자일리톨(Xylitol)이 함유된 음식은 극소량이라도 위험하다.",
        "answer": true,
        "explanation": "자일리톨은 개에게 인슐린 과분비를 유발하여 급격한 혈당 저하를 일으키거나 심각한 간 손상을 초래할 수 있는 매우 치명적인 독성 물질입니다. 극소량으로도 심각한 반응을 일으킬 수 있어 절대 급여해서는 안 됩니다.",
        "legalBasis": "수의 독성학 연구 및 미국 수의사협회(AVMA) 독성 물질 경고"
    },
    {
        "id": 57,
        "statement": "개의 알레르기 피부염은 주로 특정 사료 성분 때문에만 발생한다.",
        "answer": false,
        "explanation": "개의 알레르기 피부염은 식이 알레르기 외에도 환경 알레르기(아토피), 벼룩 알레르기, 접촉성 알레르기 등 다양한 원인에 의해 발생할 수 있으며, 여러 요인이 복합적으로 작용하기도 합니다.",
        "legalBasis": "수의 피부과학 및 알레르기 진단 기준"
    },
    {
        "id": 58,
        "statement": "고양이의 눈이 붉고 눈곱이 끼는 증상은 항상 결막염 때문이다.",
        "answer": false,
        "explanation": "눈의 충혈과 눈곱은 결막염 외에도 각막 궤양, 녹내장, 포도막염, 전신 질환의 안과 증상 등 다양한 안과 질환이나 전신 질환의 신호일 수 있으므로 정확한 진단이 필요합니다.",
        "legalBasis": "수의 안과학 및 고양이 질병학"
    },
    {
        "id": 59,
        "statement": "대한민국에서 개 물림 사고 발생 시 가해견은 무조건 안락사 처리된다.",
        "answer": false,
        "explanation": "개 물림 사고 발생 시 상황의 경중, 피해자의 상해 정도, 가해견의 과거 이력, 소유주의 관리 능력 등을 종합적으로 고려하여 격리 조치, 훈련 명령, 안락사 권고 등 다양한 행정 처분이 내려질 수 있으며, 무조건적인 안락사는 아닙니다.",
        "legalBasis": "대한민국 동물보호법 및 관련 시행규칙 (개 물림 사고 처리 지침)"
    },
    {
        "id": 60,
        "statement": "강아지에게 비만은 단순한 미용 문제가 아니라 심각한 건강 문제의 시작이다.",
        "answer": true,
        "explanation": "비만은 관절 질환, 당뇨병, 심장 질환, 특정 암 발생률 증가, 수명 단축 등 다양한 건강 문제의 위험을 높이는 심각한 질병으로 간주됩니다.",
        "legalBasis": "수의 영양학 및 비만 관련 질병 연구"
    },
    {
        "id": 61,
        "statement": "고양이가 갑자기 공격적으로 변하는 것은 항상 질병의 신호이다.",
        "answer": false,
        "explanation": "고양이의 공격성은 질병(예: 통증, 갑상선 기능 항진증) 외에도 스트레스, 환경 변화, 불안, 사회화 부족, 또는 잘못된 상호작용 경험 등 다양한 행동학적 원인에 의해 발생할 수 있습니다. 정확한 원인 파악이 중요합니다.",
        "legalBasis": "고양이 행동학 및 수의 행동의학"
    },
    {
        "id": 62,
        "statement": "개의 갑상선 기능 저하증은 주로 젊은 개에게서 발생하며 체중 감소가 주 증상이다.",
        "answer": false,
        "explanation": "개의 갑상선 기능 저하증은 주로 중년에서 노령견에게서 발생하며, 체중 증가, 활동성 저하, 피부 및 털 문제(탈모, 건조증), 추위에 대한 민감성 증가 등이 주요 증상으로 나타납니다.",
        "legalBasis": "수의 내분비학 및 갑상선 질환 진단"
    },
    {
        "id": 63,
        "statement": "강아지가 낯선 사람을 보면 짖는 것은 항상 두려움 때문이다.",
        "answer": false,
        "explanation": "강아지의 짖음은 두려움 외에도 흥분, 영역 보호, 관심 요구, 놀이 유도, 경고 등 다양한 의사소통의 수단이 될 수 있습니다. 짖는 맥락과 다른 행동 신호를 함께 고려해야 합니다.",
        "legalBasis": "개 행동 의사소통 연구 및 긍정 강화 훈련 이론"
    },
    {
        "id": 64,
        "statement": "고양이의 만성 신장 질환은 조기에 발견하면 완치 가능하다.",
        "answer": false,
        "explanation": "고양이의 만성 신장 질환은 완치가 불가능한 진행성 질환입니다. 조기 발견은 중요하며, 적절한 관리(식이 요법, 수액 치료 등)를 통해 질병의 진행을 늦추고 고양이의 삶의 질을 향상시키는 것이 치료의 목표입니다.",
        "legalBasis": "수의 신장학 및 만성 질환 관리 지침"
    },
    {
        "id": 65,
        "statement": "개의 이첨판 폐쇄 부전증(심장병)은 주로 소형견에게서 흔하게 발생한다.",
        "answer": true,
        "explanation": "개의 이첨판 폐쇄 부전증(Mitral Valve Degeneration)은 특히 코카 스패니얼, 치와와, 푸들, 시츄 등 소형견에서 노령화에 따라 가장 흔하게 발생하는 심장 질환입니다.",
        "legalBasis": "수의 심장학 교과서 및 품종별 질병 통계"
    },
    {
        "id": 66,
        "statement": "강아지에게 열사병이 발생하면 차가운 물을 직접 부어 체온을 급격히 낮춰야 한다.",
        "answer": false,
        "explanation": "열사병 시 차가운 물을 직접 붓거나 얼음물에 담그는 등 체온을 급격히 낮추는 것은 쇼크, 부정맥, 혈관 수축 등으로 인한 추가적인 합병증을 유발할 수 있습니다. 미지근한 물이나 알코올을 사용하여 점진적으로 체온을 낮추는 것이 권장됩니다. 즉시 동물병원으로 이송해야 합니다.",
        "legalBasis": "수의 응급의학 및 열사병 처치 프로토콜"
    },
    {
        "id": 67,
        "statement": "고양이의 비만 세포종(Mast Cell Tumor)은 항상 피부에만 발생한다.",
        "answer": false,
        "explanation": "고양이의 비만 세포종은 피부에 가장 흔하게 발생하지만, 비장, 장, 림프절, 골수 등 내부 장기에도 발생할 수 있으며, 이에 따라 예후와 치료법이 달라집니다.",
        "legalBasis": "수의 종양학 및 고양이 암 질환"
    },
    {
        "id": 68,
        "statement": "개가 췌장 효소 부족으로 인한 외분비 췌장 기능 부전(EPI)을 앓을 경우, 평생 효소 보조제를 급여해야 한다.",
        "answer": true,
        "explanation": "외분비 췌장 기능 부전(EPI)은 췌장의 소화 효소 분비 능력이 저하되어 발생하는 만성 질환으로, 소화 불량 및 영양 흡수 장애를 초래합니다. 이는 일반적으로 평생 동안 식사와 함께 효소 보조제를 급여함으로써 관리됩니다.",
        "legalBasis": "수의 소화기학 및 만성 췌장 질환 관리"
    },
    {
        "id": 69,
        "statement": "강아지가 독극물을 섭취했을 때, 억지로 구토를 유발하는 것이 항상 최선의 응급처치이다.",
        "answer": false,
        "explanation": "독극물의 종류(예: 부식성 물질, 휘발성 물질)에 따라 구토 유발이 식도 손상, 흡인성 폐렴 등 더 심각한 문제를 일으킬 수 있습니다. 의식이 없거나 경련 중인 경우에도 구토 유발은 위험합니다. 즉시 수의사에게 연락하여 지시를 따르는 것이 필수입니다.",
        "legalBasis": "수의 독성학 및 응급처치 지침"
    },
    {
        "id": 70,
        "statement": "반려동물의 심장이 멈추었을 때, 인공호흡과 심장 마사지를 동시에 시행해야 한다.",
        "answer": true,
        "explanation": "반려동물 심폐소생술(CPR)의 핵심 원칙은 중단 없는 심장 마사지와 적절한 인공호흡을 병행하는 것입니다. 일반적으로 가슴 압박 30회 대 인공호흡 2회의 비율이 권장됩니다.",
        "legalBasis": "수의 응급의학 및 심폐소생술(CPR) 가이드라인"
    },
    {
        "id": 71,
        "statement": "강아지에게 필요한 비타민은 모두 사료를 통해 충분히 공급되므로 추가적인 비타민 보충제는 불필요하다.",
        "answer": false,
        "explanation": "일반적으로 건강한 반려견은 균형 잡힌 상업용 사료를 통해 충분한 영양을 섭취할 수 있지만, 특정 질병(예: 흡수 불량), 노령견, 임신/수유견, 혹은 극심한 활동을 하는 개체의 경우 수의사 지시에 따라 추가적인 비타민 또는 미네랄 보충제가 필요할 수 있습니다.",
        "legalBasis": "수의 영양학 및 특정 상황별 영양 요구량"
    },
    {
        "id": 72,
        "statement": "고양이에게 식물성 단백질은 동물성 단백질과 동등한 영양 가치를 제공한다.",
        "answer": false,
        "explanation": "고양이는 의무 육식동물(obligate carnivore)이므로 아르기닌, 타우린 등 특정 필수 아미노산은 오직 동물성 단백질에서만 충분히 얻을 수 있습니다. 식물성 단백질만으로는 고양이에게 필요한 모든 영양소를 충족시키기 어렵습니다.",
        "legalBasis": "고양이 영양학 및 생리학"
    },
    {
        "id": 73,
        "statement": "대한민국에서 반려동물을 입양할 때는 반드시 동물등록을 해야 한다.",
        "answer": true,
        "explanation": "대한민국 동물보호법에 따라 2개월령 이상인 개를 소유한 경우 의무적으로 동물등록을 해야 합니다. 고양이의 경우 현재는 의무가 아니지만, 시범사업 등을 통해 점차 확대될 예정입니다.",
        "legalBasis": "대한민국 동물보호법 제15조(동물등록) 및 시행규칙"
    },
    {
        "id": 74,
        "statement": "반려동물 유기는 법적으로 처벌받지 않는다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따라 반려동물을 유기하는 행위는 처벌 대상이며, 과태료 또는 벌금형에 처해질 수 있습니다. 이는 명백한 불법 행위입니다.",
        "legalBasis": "대한민국 동물보호법 제8조(동물학대 등의 금지) 및 제47조(과태료)"
    },
    {
        "id": 75,
        "statement": "수의사는 반려동물에 대한 안락사 요청이 있다면 어떤 경우든 거부할 수 없다.",
        "answer": false,
        "explanation": "수의사에게는 윤리적인 판단과 전문가적 견해에 따라 안락사 요청을 거부할 권리가 있습니다. 특히 경제적 이유나 보호자의 일방적 요구, 회복 가능한 질병 등 비윤리적인 안락사 요청의 경우 거부할 수 있습니다.",
        "legalBasis": "수의사 윤리 강령 및 동물 복지 지침"
    },
    {
        "id": 76,
        "statement": "고양이의 분리불안은 개보다 훨씬 드물게 발생한다.",
        "answer": true,
        "explanation": "고양이는 개에 비해 분리불안 증상을 보이는 경우가 드물지만, 특정 개체에서는 보호자와의 과도한 애착이나 불안감으로 인해 발생할 수 있으며, 이에 대한 행동학적 개입이 필요할 수 있습니다.",
        "legalBasis": "수의 행동의학 및 고양이 행동학 연구"
    },
    {
        "id": 77,
        "statement": "강아지에게 나타나는 빈혈은 항상 철분 부족 때문이다.",
        "answer": false,
        "explanation": "강아지의 빈혈은 철분 부족 외에도 만성 질환, 출혈, 기생충 감염, 자가면역 질환, 골수 이상 등 다양한 원인에 의해 발생할 수 있으며, 정확한 원인 진단이 중요합니다.",
        "legalBasis": "수의 혈액학 및 내과 질환 진단"
    },
    {
        "id": 78,
        "statement": "고양이의 백혈병 바이러스(FeLV)는 예방 백신이 있지만, 한번 감염되면 완치될 수 없다.",
        "answer": true,
        "explanation": "고양이 백혈병 바이러스(FeLV)는 예방 백신이 개발되어 있지만, 바이러스에 감염된 고양이는 완치될 수 없는 만성 감염 상태가 됩니다. 바이러스 혈증이 지속될 경우 면역억제, 빈혈, 림프종 등 다양한 질병을 유발할 수 있습니다.",
        "legalBasis": "수의 전염병학 및 백신학"
    },
    {
        "id": 79,
        "statement": "개에게 특정 종류의 마약성 진통제는 안전하게 통증 관리에 사용될 수 없다.",
        "answer": false,
        "explanation": "펜타닐, 트라마돌 등 특정 종류의 마약성 진통제는 수의사의 감독 하에 개과 동물의 심한 통증 관리(예: 수술 후 통증, 만성 통증)에 안전하고 효과적으로 사용될 수 있습니다.",
        "legalBasis": "수의약리학 및 통증 관리 지침"
    },
    {
        "id": 80,
        "statement": "강아지의 전신 마취 시에는 반드시 심박수 모니터링만 하면 된다.",
        "answer": false,
        "explanation": "강아지 전신 마취 시에는 심박수 외에도 호흡수, 혈압, 산소 포화도, 체온, 이산화탄소 분압 등 여러 생체 신호를 종합적으로 모니터링하여 안전한 마취를 유지하고 합병증을 예방해야 합니다.",
        "legalBasis": "수의 마취학 및 수술 전후 관리 프로토콜"
    },
    {
        "id": 81,
        "statement": "고양이에게 고온다습한 환경은 항상 스트레스를 유발한다.",
        "answer": false,
        "explanation": "고양이는 일반적으로 시원하고 건조한 환경을 선호하지만, '항상' 스트레스를 받는 것은 아닙니다. 개별 고양이의 적응력, 품종, 건강 상태에 따라 다를 수 있으며, 특정 경우 고온다습한 환경이 쾌적함을 줄 수도 있습니다. 그러나 과도한 고온다습은 스트레스 요인이 될 수 있습니다.",
        "legalBasis": "고양이 행동학 및 환경적 요구사항 연구"
    },
    {
        "id": 82,
        "statement": "개에게 맹견에 대한 공격적인 행동을 보일 경우, 입마개 착용은 법적으로 의무화되어 있지 않다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따라 맹견으로 지정된 견종(예: 도사견, 아메리칸 핏불테리어 등)과 그 외 공격성이 있다고 판단되는 견종은 외출 시 입마개 착용이 의무화되어 있습니다. 공격성이 발현된 개에 대한 관리 의무도 강화되고 있습니다.",
        "legalBasis": "대한민국 동물보호법 제13조의2(맹견 소유자의 의무) 및 시행규칙"
    },
    {
        "id": 83,
        "statement": "고양이의 갑상선 기능 항진증은 주로 어린 고양이에게서 발생한다.",
        "answer": false,
        "explanation": "고양이의 갑상선 기능 항진증은 주로 8세 이상의 노령 고양이에게서 흔하게 발생하는 질환으로, 갑상선 호르몬의 과도한 분비로 인해 체중 감소, 식욕 증가, 활동성 증가, 구토, 설사 등의 증상이 나타납니다.",
        "legalBasis": "수의 내분비학 및 고양이 노령 질환"
    },
    {
        "id": 84,
        "statement": "반려동물 미용실에서 미용 중 의료 행위(예: 간단한 상처 봉합)를 하는 것은 합법이다.",
        "answer": false,
        "explanation": "반려동물 미용실에서는 미용 외의 어떠한 의료 행위도 할 수 없습니다. 의료 행위는 수의사법에 따라 면허를 가진 수의사만이 할 수 있는 고유 영역이며, 위반 시 불법 의료 행위로 처벌받습니다.",
        "legalBasis": "대한민국 수의사법"
    },
    {
        "id": 85,
        "statement": "강아지의 백내장은 항상 노화로 인해 발생하며, 수술 외에는 치료법이 없다.",
        "answer": false,
        "explanation": "백내장은 노화 외에도 유전적 요인, 당뇨병, 외상, 포도막염 등 다양한 원인으로 발생할 수 있습니다. 진행을 늦추는 안약이 사용되기도 하지만, 시력 회복을 위한 근본적인 치료는 수술입니다. 단, 수술이 모든 경우에 가능한 것은 아닙니다.",
        "legalBasis": "수의 안과학 및 백내장 진단 및 치료"
    },
    {
        "id": 86,
        "statement": "고양이에게 '숨어있는' 행동은 항상 두려움의 신호이다.",
        "answer": false,
        "explanation": "고양이가 숨는 행동은 두려움, 스트레스 외에도 휴식, 사냥 준비, 또는 단순히 혼자 있고 싶은 욕구 등 다양한 이유를 가질 수 있습니다. 행동의 맥락과 동반되는 다른 신호를 함께 해석해야 합니다.",
        "legalBasis": "고양이 행동학 및 스트레스 관리"
    },
    {
        "id": 87,
        "statement": "반려동물 의료비는 부가가치세 면세 대상이 아니다.",
        "answer": true,
        "explanation": "대한민국에서는 2023년 10월부터 반려동물 진료비에 대한 부가가치세가 면제되는 진료 항목이 확대되었으나, 모든 진료비가 면세되는 것은 아닙니다. 예방접종, 중성화수술, 질병 진료 및 치료 등 기본적인 진료항목은 면세되지만, 미용, 성형 등 비의료 목적의 진료나 일부 고급 검사는 과세됩니다.",
        "legalBasis": "대한민국 부가가치세법 및 관련 시행령 (동물 진료용역 부가가치세 면제 범위)"
    },
    {
        "id": 88,
        "statement": "개의 기관지 협착증은 수술 외에는 치료 방법이 없다.",
        "answer": false,
        "explanation": "기관지 협착증은 약물 치료(기관지 확장제, 스테로이드 등), 체중 관리, 환경 개선 등 비수술적 방법으로 증상을 관리할 수 있습니다. 수술은 보존적 치료에 반응하지 않거나 증상이 매우 심각한 경우에 고려됩니다.",
        "legalBasis": "수의 호흡기학 및 기관지 질환 관리"
    },
    {
        "id": 89,
        "statement": "고양이에게 신선한 생선을 매일 급여하는 것이 건강에 매우 좋다.",
        "answer": false,
        "explanation": "신선한 생선이라도 날 것의 생선에는 티아민을 파괴하는 효소(티아미나제)가 포함되어 있어 장기적으로 티아민 결핍을 유발할 수 있습니다. 또한, 생선만으로 고양이에게 필요한 모든 영양소를 균형 있게 공급하기 어렵습니다. 주기적인 소량의 급여는 가능하나, 주식이 되어서는 안 됩니다.",
        "legalBasis": "고양이 영양학 및 필수 영양소 요구량"
    },
    {
        "id": 90,
        "statement": "강아지의 전염병인 홍역은 성견이 되면 자연적으로 면역이 생긴다.",
        "answer": false,
        "explanation": "개의 홍역 바이러스(CDV)는 매우 전염성이 강하고 치명적인 질병으로, 백신 접종을 통해 면역력을 형성해야 합니다. 성견이 되었다고 해서 자연적으로 면역이 생기는 것은 아니며, 감염 시 심각한 증상이나 사망에 이를 수 있습니다.",
        "legalBasis": "수의 전염병학 및 백신 접종의 중요성"
    },
    {
        "id": 91,
        "statement": "강아지가 배를 보이며 뒹굴면 항상 복종의 의미이다.",
        "answer": false,
        "explanation": "강아지가 배를 보이는 행동은 복종의 의미 외에도 놀이를 요청하거나, 단순히 편안함을 느끼거나, 또는 불안감이나 복종의 의지를 표현하는 등 다양한 맥락과 감정을 나타낼 수 있습니다. 전체적인 바디 랭귀지와 상황을 함께 해석해야 합니다.",
        "legalBasis": "개 행동학 및 의사소통 연구"
    },
    {
        "id": 92,
        "statement": "개의 간질은 항상 전신 발작으로 나타난다.",
        "answer": false,
        "explanation": "개의 간질(뇌전증)은 뇌 기능 이상으로 발생하는 발작으로, 전신 발작 외에도 부분 발작(특정 신체 부위의 떨림), 정신 운동 발작(이상한 행동 반복), 자율신경계 발작(침 흘림, 동공 확장) 등 다양한 형태로 나타날 수 있습니다.",
        "legalBasis": "수의 신경학 및 뇌전증 진단 기준"
    },
    {
        "id": 93,
        "statement": "고양이가 소변을 자주 보고 양이 적다면 항상 요로 감염 때문이다.",
        "answer": false,
        "explanation": "고양이가 소변을 자주 보고 양이 적은 증상(빈뇨, 소량뇨)은 요로 감염 외에도 스트레스성 방광염(특발성 방광염), 요도 폐색, 방광 결석, 신장 질환, 당뇨병 등 다양한 비뇨기계 또는 전신 질환의 신호일 수 있습니다.",
        "legalBasis": "수의 비뇨기학 및 고양이 내과 질환"
    },
    {
        "id": 94,
        "statement": "고양이의 비만 세포종은 항상 피부에만 발생하며, 예후가 양호하다.",
        "answer": false,
        "explanation": "고양이의 비만 세포종은 피부에 가장 흔하게 발생하지만, 비장, 장, 림프절 등 내부 장기에도 발생 가능하며, 특히 내장형 비만 세포종은 피부형보다 예후가 좋지 않은 경우가 많습니다.",
        "legalBasis": "수의 종양학 및 고양이 암 질환 진단"
    },
    {
        "id": 95,
        "statement": "강아지의 기관지 허탈(Tracheal Collapse)은 주로 대형견에게서 흔하게 발생한다.",
        "answer": false,
        "explanation": "기관지 허탈은 기관지 연골의 약화로 인해 기도가 좁아지는 질환으로, 주로 요크셔테리어, 포메라니안, 치와와, 푸들 등 소형견에게서 유전적 또는 후천적 요인으로 인해 흔하게 발생합니다.",
        "legalBasis": "수의 호흡기학 및 소형견 질환 연구"
    },
    {
        "id": 96,
        "statement": "고양이의 만성 구토는 항상 헤어볼 때문이며, 헤어볼 제거 사료로 해결할 수 있다.",
        "answer": false,
        "explanation": "고양이의 만성 구토는 헤어볼 외에도 염증성 장 질환(IBD), 췌장염, 신부전, 갑상선 기능 항진증, 기생충, 음식 알레르기 등 다양한 내과적 원인에 의해 발생할 수 있습니다. 정확한 진단을 통해 원인을 파악하고 치료해야 합니다.",
        "legalBasis": "수의 소화기학 및 고양이 내과 질환 진단"
    },
    {
        "id": 97,
        "statement": "개의 아디슨병(부신피질기능저하증)은 주로 중년~노령견에게서 발생하며, 갑작스러운 허약감이 주 증상이다.",
        "answer": false,
        "explanation": "아디슨병(부신피질기능저하증)은 주로 젊은 암컷 개에게서 호발하며, 초기에는 구토, 설사, 식욕 부진, 활동성 저하 등 비특이적이고 간헐적인 증상을 보이다가 스트레스 상황에서 '아디슨 위기'로 불리는 갑작스러운 허약감과 쇼크가 발생할 수 있습니다.",
        "legalBasis": "수의 내분비학 및 아디슨병 진단"
    },
    {
        "id": 98,
        "statement": "반려동물의 심장 박동이 너무 느릴 때, 즉시 심장 마사지를 시작해야 한다.",
        "answer": false,
        "explanation": "심장 박동이 느리다고 무조건 심장 마사지를 시작해서는 안 됩니다. 심박수가 느리더라도 의식이 있고 호흡이 정상적이라면 마사지는 오히려 해가 될 수 있습니다. 서맥의 원인을 파악하고 수의사 지시에 따라 약물 투여 또는 다른 적절한 처치를 고려해야 합니다. 심장마사지는 심정지 시에만 시행합니다.",
        "legalBasis": "수의 응급의학 및 심장학"
    },
    {
        "id": 99,
        "statement": "반려동물이 피를 토할 때 가장 먼저 해야 할 일은 구토를 멈추는 약을 먹이는 것이다.",
        "answer": false,
        "explanation": "반려동물이 피를 토하는 것은 위장관 출혈, 중독, 심각한 질병 등 생명을 위협할 수 있는 심각한 상태의 신호일 수 있습니다. 구토 억제제를 임의로 투여하면 오히려 정확한 진단을 방해하거나 상태를 악화시킬 수 있으므로, 즉시 수의사에게 데려가 진단 및 응급 처치를 받아야 합니다.",
        "legalBasis": "수의 응급의학 및 독성학"
    },
    {
        "id": 100,
        "statement": "곡물 없는(Grain-free) 사료가 알레르기가 없는 반려동물에게도 항상 더 건강한 선택이다.",
        "answer": false,
        "explanation": "곡물 알레르기가 없는 반려동물에게 곡물은 소화 가능한 탄수화물, 섬유질, 비타민, 미네랄의 좋은 공급원입니다. 최근 미국 FDA는 곡물 없는 사료와 심장병(확장성 심근병증)의 잠재적 연관성에 대해 조사 중이므로, 무조건적인 곡물 없는 사료 선택은 건강한 선택이 아닐 수 있습니다.",
        "legalBasis": "수의 영양학 및 FDA 보고서"
    },
    {
        "id": 101,
        "statement": "고양이에게 생선의 뼈를 통째로 급여하는 것은 칼슘 공급에 좋다.",
        "answer": false,
        "explanation": "고양이에게 생선의 뼈를 통째로 급여하는 것은 소화 불량, 변비, 구강 내 손상, 식도 또는 위장관 파열, 질식 등의 위험을 초래할 수 있습니다. 칼슘은 안전한 방식으로 가공된 사료나 수의사가 추천하는 영양제를 통해 공급해야 합니다.",
        "legalBasis": "고양이 영양학 및 식품 안전 지침"
    },
    {
        "id": 102,
        "statement": "대한민국에서 동물장묘업은 아무나 허가 없이 운영할 수 있다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따라 동물장묘업(화장, 건조장, 봉안시설 등)은 관할 시·도지사에게 반드시 등록하거나 허가를 받아야 하는 업종입니다. 시설 기준 및 운영 규정을 준수해야 하며, 허가 없이 운영할 경우 불법입니다.",
        "legalBasis": "대한민국 동물보호법 제34조(동물장묘업의 등록) 및 시행규칙"
    },
    {
        "id": 103,
        "statement": "훈련사가 반려견의 문제 행동을 교정하기 위해 혐오 자극(전기 충격기 등)을 사용하는 것은 법적으로 아무 문제가 없다.",
        "answer": false,
        "explanation": "일부 국가에서는 전기 충격기 사용이 제한되거나 금지되어 있으며, 국내에서도 동물 학대 논란의 여지가 있어 동물보호법의 제재를 받을 수 있습니다. 현대적인 윤리적인 훈련 방식에서는 혐오 자극 사용을 지양하고 긍정 강화 방법을 권장합니다.",
        "legalBasis": "동물보호법 제8조(동물학대 등의 금지), 국제 동물 복지 및 훈련 윤리 기준"
    },
    {
        "id": 104,
        "statement": "유기동물을 임의로 구조하여 입양할 수 있다.",
        "answer": false,
        "explanation": "유기동물은 관할 지자체 보호소에 신고하여 일정 기간(약 10일)의 공고를 거쳐 원 주인을 찾는 절차를 거쳐야 합니다. 이 기간이 지나도 주인이 나타나지 않을 경우에만 정식 입양 절차를 진행할 수 있으며, 함부로 임의 구조하여 입양하는 것은 법적 문제 소지(점유이탈물 횡령 등)가 있습니다.",
        "legalBasis": "대한민국 동물보호법 제17조(유실·유기동물의 보호 조치)"
    },
    {
        "id": 105,
        "statement": "개가 꼬리를 좌우로 흔드는 방향은 감정 상태와 무관하다.",
        "answer": false,
        "explanation": "일부 연구에 따르면 개가 꼬리를 흔드는 방향은 감정 상태와 관련이 있을 수 있습니다. 좌측으로 흔들면 부정적 감정(예: 두려움, 불안), 우측으로 흔들면 긍정적 감정(예: 행복, 친근감)을 나타낼 수 있다는 연구 결과가 있습니다. 하지만 이는 여전히 연구 중인 분야입니다.",
        "legalBasis": "최신 개 행동학 연구 및 신경과학 분야 보고서"
    },
    {
        "id": 106,
        "statement": "고양이의 특정 행동 문제(예: 부적절한 배뇨)는 항상 보호자의 무관심 때문에 발생한다.",
        "answer": false,
        "explanation": "고양이의 행동 문제는 보호자의 무관심 외에도 스트레스, 환경 변화, 질병(예: 요로 감염, 신부전), 화장실 문제(청결도, 위치, 모래 종류), 사회화 부족, 다른 동물과의 갈등 등 매우 다양한 원인에 의해 발생할 수 있습니다. 복합적인 접근이 필요합니다.",
        "legalBasis": "고양이 행동학 및 수의 행동의학"
    },
    {
        "id": 107,
        "statement": "강아지가 훈련 중 스트레스를 받으면 훈련을 중단해야 한다.",
        "answer": true,
        "explanation": "강아지가 하품, 혀 날름거림, 고개 돌리기, 몸 털기 등 스트레스 신호를 보인다면, 훈련을 즉시 중단하고 강아지가 편안함을 느끼도록 휴식 시간을 주어야 합니다. 스트레스 상황에서의 훈련은 역효과를 낳을 수 있습니다.",
        "legalBasis": "긍정 강화 훈련 원칙 및 개 행동 의사소통"
    },
    {
        "id": 108,
        "statement": "고양이의 귓병은 항상 외부 기생충(귀 진드기) 때문에 발생한다.",
        "answer": false,
        "explanation": "고양이의 귓병(외이염)은 귀 진드기 외에도 세균 감염, 곰팡이 감염, 알레르기, 이물질, 종양 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 진단과 그에 따른 치료가 필요합니다.",
        "legalBasis": "수의 피부과학 및 이과학"
    },
    {
        "id": 109,
        "statement": "개에게 인슐린 주사를 놓을 때, 매번 주사 부위를 변경할 필요는 없다.",
        "answer": false,
        "explanation": "인슐린 주사는 지방층에 놓기 때문에, 매번 동일한 부위에 주사하면 지방 비후(lipohypertrophy) 또는 지방 위축(lipoatrophy)이 발생하여 인슐린 흡수에 영향을 미칠 수 있습니다. 따라서 주사 부위를 로테이션하여 주사하는 것이 중요합니다.",
        "legalBasis": "수의 내분비학 및 당뇨병 관리 프로토콜"
    },
    {
        "id": 110,
        "statement": "반려동물에게 항생제를 투여할 때는 증상이 나아지면 바로 중단해도 된다.",
        "answer": false,
        "explanation": "수의사가 처방한 항생제는 증상이 호전되더라도 정해진 기간 동안 끝까지 투여해야 합니다. 임의로 중단할 경우 재발하거나 항생제 내성이 생길 위험이 있어 치료가 더 어려워질 수 있습니다.",
        "legalBasis": "수의약리학 및 항생제 사용 지침 (항생제 내성 관리)"
    },
    {
        "id": 111,
        "statement": "강아지의 슬개골 탈구는 수술 후에도 항상 재발 위험이 없다.",
        "answer": false,
        "explanation": "슬개골 탈구 수술은 성공률이 높지만, 품종적 소인, 생활 습관, 수술 후 관리 등에 따라 재발 위험이 존재합니다. 특히 반대쪽 다리에서도 탈구가 발생할 수 있으므로 지속적인 관리가 필요합니다.",
        "legalBasis": "수의 정형외과 및 슬개골 탈구 수술 예후"
    },
    {
        "id": 112,
        "statement": "고양이에게 '아르기닌' 결핍은 심각한 건강 문제를 일으키지 않는다.",
        "answer": false,
        "explanation": "고양이에게 아르기닌은 필수 아미노산이며, 특히 암모니아 해독 과정에 필수적이므로 결핍 시 심각한 고암모니아혈증을 유발하여 구토, 발작, 혼수 등 생명을 위협하는 증상을 초래할 수 있습니다.",
        "legalBasis": "고양이 영양학 및 필수 아미노산 연구"
    },
    {
        "id": 113,
        "statement": "대한민국에서 반려동물 수혈 시 혈액은 반드시 사람 혈액은행에서 공급받아야 한다.",
        "answer": false,
        "explanation": "반려동물 수혈에 사용되는 혈액은 반려동물 전용 혈액은행이나 동물병원에서 자체적으로 운영하는 혈액원(공혈견/묘)에서 공급받아야 합니다. 사람의 혈액은 반려동물에게 사용할 수 없습니다.",
        "legalBasis": "수의학적 수혈 지침 및 국내 동물 혈액원 운영 규정"
    },
    {
        "id": 114,
        "statement": "강아지의 피부에 생긴 혹(mass)은 항상 악성 종양이다.",
        "answer": false,
        "explanation": "강아지 피부에 생기는 혹은 지방종, 피지선 낭종 등 양성 종양이 더 흔합니다. 하지만 림프종, 비만 세포종, 편평상피세포암종 등 악성 종양일 가능성도 있으므로, 정확한 진단을 위해 조직 검사 등을 통한 수의사의 검진이 필수입니다.",
        "legalBasis": "수의 종양학 및 피부 질환 진단"
    },
    {
        "id": 115,
        "statement": "고양이의 스트레스는 항상 공격적인 행동으로만 나타난다.",
        "answer": false,
        "explanation": "고양이의 스트레스는 공격성 외에도 과도한 그루밍, 식욕 변화, 배변 실수, 은둔, 활동성 저하, 이상한 소리 내기 등 매우 다양한 형태로 나타날 수 있습니다. 개체마다 반응이 다르게 나타날 수 있습니다.",
        "legalBasis": "고양이 행동학 및 스트레스 반응 연구"
    },
    {
        "id": 116,
        "statement": "반려동물에게 급성 신부전이 발생했을 때, 수액 치료는 절대 금기이다.",
        "answer": false,
        "explanation": "급성 신부전의 원인이 탈수나 쇼크와 관련되어 있다면 수액 치료는 신장 관류를 개선하고 독소 배출을 돕는 필수적인 치료 방법입니다. 다만, 수액 과잉 투여는 폐수종 등 합병증을 유발할 수 있으므로 수의사의 정밀한 모니터링 하에 진행되어야 합니다.",
        "legalBasis": "수의 신장학 및 응급의학"
    },
    {
        "id": 117,
        "statement": "강아지가 발작 후 잠을 자는 것은 피곤해서일 뿐, 특별히 문제가 있는 것은 아니다.",
        "answer": false,
        "explanation": "강아지는 발작 후 '발작 후 증상(post-ictal phase)'을 보이는데, 이는 피로, 방향 감각 상실, 불안, 과도한 수면 등으로 나타날 수 있습니다. 이는 정상적인 발작 후 회복 과정의 일부일 수 있지만, 발작의 원인 및 빈도에 따라 지속적인 모니터링과 수의사 진료가 필요합니다.",
        "legalBasis": "수의 신경학 및 뇌전증 관리"
    },
    {
        "id": 118,
        "statement": "고양이의 구토는 항상 위험한 질병의 신호이다.",
        "answer": false,
        "explanation": "고양이의 구토는 헤어볼, 급하게 먹는 습관, 스트레스 등 비교적 경미한 원인으로도 발생할 수 있습니다. 그러나 반복적이거나 혈액이 섞이거나, 기력 저하, 식욕 부진 등 다른 심각한 증상이 동반된다면 질병의 신호일 수 있으므로 수의사 진료가 필요합니다.",
        "legalBasis": "수의 소화기학 및 고양이 질병 진단"
    },
    {
        "id": 119,
        "statement": "대한민국에서 수의사가 되려면 반드시 수의과대학을 졸업하고 수의사 국가시험에 합격해야 한다.",
        "answer": true,
        "explanation": "대한민국에서 수의사가 되기 위해서는 수의사법에 따라 수의과대학을 졸업하고 수의사 국가시험에 합격하여 수의사 면허를 취득해야 합니다. 이는 의료인으로서의 자격을 부여받는 필수적인 절차입니다.",
        "legalBasis": "대한민국 수의사법 제5조(수의사 면허)"
    },
    {
        "id": 120,
        "statement": "강아지에게 치아 스케일링은 미용 목적이므로 굳이 전신 마취를 할 필요는 없다.",
        "answer": false,
        "explanation": "강아지의 치아 스케일링은 치석 제거를 통해 구강 질환을 예방하고 치료하는 의료 행위입니다. 정확하고 안전한 스케일링을 위해서는 강아지가 움직이지 않아야 하므로 전신 마취가 필수적입니다. 마취 없는 스케일링은 표면적인 치석만 제거하고 구강 내 손상을 유발할 수 있습니다.",
        "legalBasis": "수의 치과학 및 마취학 (안전한 치과 치료를 위한 표준 지침)"
    },
    {
        "id": 121,
        "statement": "고양이가 캣잎(catnip)에 반응하는 것은 모든 고양이에게 나타나는 보편적인 행동이다.",
        "answer": false,
        "explanation": "캣잎에 대한 반응은 유전적인 요인이 강하며, 전체 고양이 중 약 70~80%만이 캣잎에 반응합니다. 어린 고양이와 노령 고양이에게서는 반응이 나타나지 않을 수 있습니다.",
        "legalBasis": "고양이 행동학 및 유전학 연구"
    },
    {
        "id": 122,
        "statement": "개의 유선종양은 항상 악성이다.",
        "answer": false,
        "explanation": "개의 유선종양은 약 50% 정도가 양성 종양이며, 나머지 50%가 악성 종양으로 진단됩니다. 조기 발견과 수술적 절제가 중요하며, 중성화 수술을 통해 발생률을 현저히 낮출 수 있습니다.",
        "legalBasis": "수의 종양학 및 유선 질환 연구"
    },
    {
        "id": 123,
        "statement": "강아지가 낯선 사람을 무는 것은 항상 공격적인 의도 때문이다.",
        "answer": false,
        "explanation": "강아지가 무는 행동은 공격적인 의도 외에도 두려움, 통증, 놀람, 영역 보호, 학습된 행동, 놀이 유도, 또는 소유욕 표현 등 매우 다양한 원인에 의해 발생할 수 있습니다. 상황과 바디 랭귀지를 종합적으로 판단해야 합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 124,
        "statement": "고양이의 톡소플라스마증은 항상 심각한 임상 증상을 유발한다.",
        "answer": false,
        "explanation": "고양이의 톡소플라스마증(Toxoplasmosis)은 대부분 무증상이거나 경미한 증상만 보입니다. 면역력이 약화된 고양이, 새끼 고양이, 또는 다른 질병을 앓는 고양이에서만 발열, 구토, 설사, 신경계 증상 등 심각한 임상 증상이 나타날 수 있습니다.",
        "legalBasis": "수의 기생충학 및 감염병학"
    },
    {
        "id": 125,
        "statement": "강아지의 치주 질환은 단순히 구강 문제일 뿐, 전신 건강에는 영향을 미치지 않는다.",
        "answer": false,
        "explanation": "강아지의 치주 질환은 구강 내 세균이 혈류를 통해 전신으로 퍼져 심장병(심내막염), 신장병, 간 질환, 당뇨병 등 다양한 전신 질환을 악화시키거나 유발할 수 있는 심각한 건강 문제입니다.",
        "legalBasis": "수의 치과학 및 전신 질환 연관성 연구"
    },
    {
        "id": 126,
        "statement": "고양이에게 특정 항생제(예: 아목시실린)를 주사하면 항상 통증을 유발하지 않는다.",
        "answer": false,
        "explanation": "페니실린 계열의 아목시실린 주사제나 일부 다른 항생제 주사제는 주사 부위에 통증이나 염증 반응을 유발할 수 있습니다. 특히 피하 주사 시 통증이 더욱 두드러질 수 있으며, 주사 후 고양이가 불편해하는지 잘 살펴야 합니다.",
        "legalBasis": "수의약리학 및 약물 투여 부작용"
    },
    {
        "id": 127,
        "statement": "개의 관절염은 노화 때문에만 발생한다.",
        "answer": false,
        "explanation": "개의 관절염은 노화가 주요 원인 중 하나이지만, 유전적 소인(고관절 이형성증, 슬개골 탈구 등), 외상, 비만, 감염, 자가면역 질환 등 다양한 원인에 의해서도 발생할 수 있습니다. 품종에 따른 발생률 차이도 큽니다.",
        "legalBasis": "수의 정형외과 및 관절 질환 연구"
    },
    {
        "id": 128,
        "statement": "강아지가 갑자기 쓰러졌을 때, 가장 먼저 물을 먹이거나 강제로 일으켜 세워야 한다.",
        "answer": false,
        "explanation": "강아지가 갑자기 쓰러지는 원인은 뇌전증 발작, 심장병, 저혈당, 쇼크 등 다양합니다. 강제로 물을 먹이거나 일으켜 세우는 것은 위험할 수 있습니다. 우선 주변 위험물을 치우고 안전한 환경을 조성한 후, 즉시 수의사에게 연락하여 원인을 파악하고 적절한 응급처치를 받아야 합니다.",
        "legalBasis": "수의 응급의학 및 신경학"
    },
    {
        "id": 129,
        "statement": "고양이가 높은 곳에서 떨어져도 항상 안전하게 착지하므로 병원에 갈 필요가 없다.",
        "answer": false,
        "explanation": "고양이는 뛰어난 반사 신경으로 균형을 잡고 발부터 착지하는 능력이 있지만, '고층 증후군'이라 불리는 심각한 부상을 입을 수 있습니다. 내부 출혈, 뼈 골절, 폐 손상 등 겉으로 드러나지 않는 심각한 손상이 있을 수 있으므로, 추락 후에는 반드시 즉시 동물병원에 방문하여 검진을 받아야 합니다.",
        "legalBasis": "수의 외과학 및 응급의학 (고층 증후군)"
    },
    {
        "id": 130,
        "statement": "강아지에게 채식 사료는 영양학적으로 완벽한 대안이 될 수 있다.",
        "answer": false,
        "explanation": "개는 잡식성이지만, 균형 잡힌 채식 사료를 만들기는 매우 어렵습니다. 특히 비타민 B12, 타우린, 특정 아미노산, 칼슘, 인 등 필수 영양소가 부족해질 위험이 있으며, 전문가의 철저한 영양 계획과 모니터링 없이는 건강 문제를 초래할 수 있습니다.",
        "legalBasis": "수의 영양학 및 개 영양 요구량"
    },
    {
        "id": 131,
        "statement": "고양이에게 과체중은 단순히 보기에 안 좋을 뿐, 건강에 큰 영향을 미치지 않는다.",
        "answer": false,
        "explanation": "고양이의 과체중 및 비만은 단순한 미용 문제가 아니라, 당뇨병, 관절염, 간 지방증(지방간), 요로 질환, 심장 질환 등 다양한 심각한 건강 문제의 위험을 현저히 높입니다. 이는 삶의 질과 수명에 부정적인 영향을 미칩니다.",
        "legalBasis": "수의 영양학 및 비만 관련 질병 연구"
    },
    {
        "id": 132,
        "statement": "대한민국에서 반려동물은 법적으로 '재산'으로만 분류된다.",
        "answer": false,
        "explanation": "대한민국 민법상 반려동물은 물건, 즉 재산으로 분류되지만, 동물보호법에서는 동물을 '생명'으로서 존중하고 보호하며, 동물 학대 등에 대한 처벌 규정을 두어 생명체로서의 존엄성을 인정하고 있습니다. 이는 이중적인 법적 지위를 가집니다.",
        "legalBasis": "대한민국 민법 및 동물보호법"
    },
    {
        "id": 133,
        "statement": "동물원이나 수족관의 동물 사육 환경은 항상 최적의 복지 기준을 충족한다.",
        "answer": false,
        "explanation": "모든 동물원이나 수족관이 최적의 복지 기준을 충족하는 것은 아닙니다. 국내외적으로 열악한 사육 환경이나 동물 복지 기준 미달 사례가 지속적으로 보고되고 있으며, 이에 대한 비판과 함께 동물복지 개선을 위한 노력과 규제 강화가 지속되고 있습니다.",
        "legalBasis": "동물복지 연구 및 동물원/수족관 관련 법규 및 윤리 가이드라인"
    },
    {
        "id": 134,
        "statement": "수의사는 반려견 훈련 중 발생하는 안전사고에 대해 전적으로 책임을 지지 않는다.",
        "answer": true,
        "explanation": "수의사는 동물의 진료 및 치료를 담당하는 전문가이며, 훈련 중 발생하는 안전사고에 대한 직접적인 책임은 일반적으로 훈련사(또는 보호자)에게 있습니다. 다만, 수의사가 특정 훈련에 대한 의학적 조언을 제공했거나 훈련 과정에 개입한 경우 일부 간접적 책임이 논의될 수 있습니다.",
        "legalBasis": "수의사법 및 민법상 책임 범위, 훈련업 관련 법규"
    },
    {
        "id": 135,
        "statement": "강아지가 임신했을 때, 엑스레이(X-ray) 검사는 태아에게 해롭기 때문에 절대 해서는 안 된다.",
        "answer": false,
        "explanation": "강아지 임신 후반기(임신 45일 이후)에는 태아의 골화가 진행되어 두수(마릿수) 확인 및 출산 난산 예측을 위해 저선량 엑스레이 검사가 안전하게 시행될 수 있습니다. 임신 초기는 태아에 대한 잠재적 위험으로 인해 권장되지 않습니다.",
        "legalBasis": "수의 산과학 및 방사선학 (임신 동물 영상 진단)"
    },
    {
        "id": 136,
        "statement": "고양이의 발톱 제거 수술(Declawing)은 고양이의 문제 행동을 해결하는 가장 인도적인 방법이다.",
        "answer": false,
        "explanation": "발톱 제거 수술은 고양이에게 심한 고통을 유발하고 보행 장애, 만성 통증, 발톱을 사용하지 못해 발생하는 새로운 행동 문제(예: 배변 실수, 공격성)를 초래할 수 있어, 많은 국가와 지역에서 비윤리적 수술로 간주하여 금지되거나 강하게 비권장되고 있습니다. 문제 행동 해결에는 환경 개선, 훈련 등 다른 방법이 권장됩니다.",
        "legalBasis": "국제 수의학회 및 동물 복지 단체의 윤리적 지침 (예: AVMA, FVE 등)"
    },
    {
        "id": 137,
        "statement": "고양이가 꼬리를 빠르게 흔들면 항상 행복하다는 신호이다.",
        "answer": false,
        "explanation": "고양이가 꼬리를 빠르게 흔드는 행동은 개와 달리 행복보다는 흥분, 불안, 사냥 준비, 짜증, 또는 공격성 발현 직전의 신호일 수 있습니다. 꼬리의 높이, 흔드는 속도, 털의 상태 등 다른 신호와 함께 해석해야 합니다.",
        "legalBasis": "고양이 행동학 및 의사소통 연구"
    },
    {
        "id": 138,
        "statement": "강아지가 설사를 하면 항상 금식해야 한다.",
        "answer": false,
        "explanation": "급성 설사 시에는 12-24시간 정도의 단기 금식이 도움이 될 수 있으나, 장기간의 금식은 영양 결핍과 장 점막 손상을 악화시킬 수 있습니다. 설사가 심하지 않다면 소량의 소화하기 쉬운 음식(예: 닭가슴살과 쌀)을 자주 급여하는 것이 회복에 도움이 될 수 있습니다. 수의사와 상담이 필수입니다.",
        "legalBasis": "수의 소화기학 및 설사 관리 지침"
    },
    {
        "id": 139,
        "statement": "고양이에게 헤르페스 바이러스 감염(FHV-1)은 항상 결막염만 유발한다.",
        "answer": false,
        "explanation": "고양이 헤르페스 바이러스(FHV-1)는 결막염 외에도 상부 호흡기 감염(콧물, 재채기), 각막 궤양, 구내염 등 다양한 증상을 유발할 수 있으며, 스트레스 시 재활성화되어 증상이 반복될 수 있습니다.",
        "legalBasis": "수의 바이러스학 및 고양이 전염병학"
    },
    {
        "id": 140,
        "statement": "반려동물에게 심장사상충 예방약은 연중 투여할 필요 없이 모기가 활발한 계절에만 투여하면 된다.",
        "answer": false,
        "explanation": "심장사상충 감염은 모기를 통해 이루어지지만, 모기가 완전히 사라지는 계절이 드물고 실내에서 모기에 물릴 수도 있으므로, 연중 매달 예방약을 투여하는 것이 가장 효과적이고 안전한 예방 방법입니다.",
        "legalBasis": "수의 기생충학 및 심장사상충 예방 지침 (예: 미국 심장사상충학회)"
    },
    {
        "id": 141,
        "statement": "강아지의 신장 결석은 항상 수술로 제거해야 한다.",
        "answer": false,
        "explanation": "신장 결석의 종류와 크기, 위치, 증상에 따라 수술 외에도 식이 요법, 약물 치료(결석 용해), 또는 최소 침습 시술(예: 방광경 시술, 요관 스텐트 삽입) 등 다양한 방법이 고려될 수 있습니다. 수술은 다른 치료법이 효과가 없거나 합병증이 심각할 때 고려됩니다.",
        "legalBasis": "수의 비뇨기학 및 신장 결석 관리 프로토콜"
    },
    {
        "id": 142,
        "statement": "고양이의 구강 내 종양은 항상 양성(benign)이다.",
        "answer": false,
        "explanation": "고양이의 구강 내 종양은 악성(malignant)일 가능성이 매우 높습니다. 특히 편평상피세포암종(Squamous Cell Carcinoma), 섬유육종(Fibrosarcoma) 등 악성 종양이 흔하며, 이는 빠른 진단과 적극적인 치료가 필요합니다.",
        "legalBasis": "수의 종양학 및 고양이 구강 질환 진단"
    },
    {
        "id": 143,
        "statement": "대한민국에서 동물 판매업자는 반드시 '동물 판매업 허가'를 받아야 한다.",
        "answer": true,
        "explanation": "대한민국 동물보호법에 따라 동물을 판매하는 영업을 하려면 관할 시·도지사에게 '동물 판매업' 허가를 받아야 합니다. 이는 동물의 건강과 복지를 보장하기 위한 규제 조치입니다.",
        "legalBasis": "대한민국 동물보호법 제32조(동물판매업의 등록)"
    },
    {
        "id": 144,
        "statement": "강아지에게 콜리플라워(cauliflower)는 안전한 채소이므로 다량 급여해도 된다.",
        "answer": false,
        "explanation": "콜리플라워는 강아지에게 안전한 채소이지만, 다량 급여 시 가스 형성, 설사, 구토 등 소화기 문제를 유발할 수 있습니다. 소량만 급여하고, 익혀서 주는 것이 좋습니다.",
        "legalBasis": "수의 영양학 및 반려동물 유해/무해 식품 정보"
    },
    {
        "id": 145,
        "statement": "고양이가 침대나 소파에 소변을 보는 것은 항상 '복수'하려는 의도이다.",
        "answer": false,
        "explanation": "고양이는 '복수'라는 감정을 가지고 있지 않습니다. 침대나 소파에 소변을 보는 행동은 요로계 질환(FLUTD), 스트레스, 불안, 화장실 환경 불만(청결, 위치, 모래 종류), 영역 표시 등 다양한 의학적 또는 행동학적 문제의 신호일 수 있습니다. 반드시 전문가의 진단이 필요합니다.",
        "legalBasis": "고양이 행동학 및 수의 행동의학"
    },
    {
        "id": 146,
        "statement": "반려동물에게 사람용 비타민 C를 급여하면 항상 건강에 이롭다.",
        "answer": false,
        "explanation": "개와 고양이는 체내에서 비타민 C를 자체적으로 합성할 수 있으므로 일반적으로 추가적인 비타민 C 보충이 필요하지 않습니다. 과도한 비타민 C 섭취는 설사, 요로 결석 형성 위험 증가 등 부작용을 유발할 수 있습니다. 수의사와 상담 없이 임의로 급여해서는 안 됩니다.",
        "legalBasis": "수의 영양학 및 비타민/미네랄 요구량"
    },
    {
        "id": 147,
        "statement": "강아지의 아토피성 피부염은 완치 가능하므로 치료를 중단해도 된다.",
        "answer": false,
        "explanation": "강아지의 아토피성 피부염은 만성 알레르기 질환으로 완치가 어렵고, 지속적인 관리가 필요한 질병입니다. 증상 완화를 위한 약물 치료, 식이 관리, 환경 관리 등을 꾸준히 해야 재발을 막고 증상을 조절할 수 있습니다.",
        "legalBasis": "수의 피부과학 및 알레르기 질환 관리"
    },
    {
        "id": 148,
        "statement": "고양이의 구내염은 항상 전염성 질환이다.",
        "answer": false,
        "explanation": "고양이의 구내염은 치석, 치주염, 바이러스 감염(칼리시 바이러스, 헤르페스 바이러스, FeLV/FIV), 자가면역 질환, 신부전 등 다양한 원인에 의해 발생할 수 있습니다. 바이러스성 원인인 경우 전염성이 있을 수 있으나, 모든 구내염이 전염성인 것은 아닙니다.",
        "legalBasis": "수의 치과학 및 고양이 내과 질환"
    },
    {
        "id": 149,
        "statement": "대한민국에서 반려동물 장례식장은 아무 곳에나 설립할 수 있다.",
        "answer": false,
        "explanation": "대한민국에서는 반려동물 장례식장 설립에 대해 「동물보호법」 및 건축법, 개발제한구역법 등 관련 법규에 따라 엄격한 시설 기준과 입지 제한(주거지역, 상수원 보호구역 등으로부터 일정 거리 이격)이 적용됩니다. 아무 곳에나 설립할 수 없습니다.",
        "legalBasis": "대한민국 동물보호법 제34조(동물장묘업의 등록) 및 관련 법규 (건축법, 개발제한구역법 등)"
    },
    {
        "id": 150,
        "statement": "강아지의 무릎 관절은 한 번 손상되면 회복이 불가능하다.",
        "answer": false,
        "explanation": "강아지의 무릎 관절 손상(예: 전십자인대 파열, 슬개골 탈구)은 정도에 따라 수술적 치료를 통해 회복 가능하며, 재활 치료를 통해 관절 기능을 개선하고 통증을 줄일 수 있습니다. 다만, 퇴행성 변화는 완전히 되돌리기 어렵고 관리가 필요합니다.",
        "legalBasis": "수의 정형외과 및 관절 질환 재활 의학"
    },
    {
        "id": 151,
        "statement": "강아지가 낯선 아이에게 으르렁거리는 것은 아이를 싫어하는 것이므로, 아이와 접촉을 완전히 피해야 한다.",
        "answer": false,
        "explanation": "으르렁거리는 행동은 두려움, 불편함, 또는 경고의 표현일 수 있습니다. 아이를 싫어하는 것이 아니라 상황이 불편하거나 불안하다는 신호입니다. 올바른 사회화와 통제된 환경에서의 긍정적인 경험을 통해 개선될 수 있으므로, 전문가의 도움을 받아 안전하게 관리하는 것이 중요합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 152,
        "statement": "개의 디스크 질환은 항상 갑작스러운 마비로 나타난다.",
        "answer": false,
        "explanation": "개의 디스크 질환(추간판 질환)은 갑작스러운 마비 외에도 통증, 보행 장애, 비틀거림, 다리 끌림, 배변/배뇨 실금 등 다양한 증상으로 점진적으로 나타날 수도 있습니다. 증상의 정도는 디스크의 탈출 부위와 정도에 따라 다릅니다.",
        "legalBasis": "수의 신경학 및 정형외과"
    },
    {
        "id": 153,
        "statement": "고양이가 보호자의 얼굴을 핥는 것은 항상 애정 표현이다.",
        "answer": false,
        "explanation": "고양이가 핥는 행동은 애정 표현 외에도 스트레스 해소(자기 진정), 영역 표시, 청결 행동의 연장, 또는 특정 영양소 섭취 시도(염분 등) 등 다양한 의미를 가질 수 있습니다. 상황과 고양이의 전반적인 행동을 함께 고려해야 합니다.",
        "legalBasis": "고양이 행동학 연구"
    },
    {
        "id": 154,
        "statement": "고양이의 신장 이식 수술은 성공률이 매우 높아 모든 만성 신부전 고양이에게 추천된다.",
        "answer": false,
        "explanation": "고양이 신장 이식 수술은 고난도 수술이며, 높은 비용, 제한적인 공여묘 수, 수술 후 합병증(거부 반응, 감염 등) 및 평생 면역 억제제 복용의 위험 등으로 인해 모든 만성 신부전 고양이에게 보편적으로 추천되는 치료법은 아닙니다. 매우 제한적인 조건에서만 시행됩니다.",
        "legalBasis": "수의 신장학 및 장기 이식 의학"
    },
    {
        "id": 155,
        "statement": "강아지에게 발생하는 호르몬 불균형 질환은 모두 약물로만 치료 가능하다.",
        "answer": false,
        "explanation": "쿠싱 증후군, 아디슨병, 당뇨병 등 대부분의 호르몬 불균형 질환은 약물 관리가 주된 치료법이지만, 갑상선 기능 항진증(특히 종양성 원인)이나 특정 부신 종양의 경우 수술적 제거가 고려될 수 있습니다. 질병의 원인과 종류에 따라 치료법이 다릅니다.",
        "legalBasis": "수의 내분비학 및 외과"
    },
    {
        "id": 156,
        "statement": "고양이의 스트레스성 방광염(FIC)은 항상 항생제로 치료해야 한다.",
        "answer": false,
        "explanation": "고양이의 특발성 방광염(FIC)은 세균 감염이 아닌 스트레스와 관련되어 발생하는 경우가 많으므로, 항생제는 효과가 없습니다. 환경 개선, 스트레스 완화제, 통증 관리, 식이 요법 등 복합적인 접근이 필요하며, 세균 감염이 확인된 경우에만 항생제를 사용합니다.",
        "legalBasis": "수의 비뇨기학 및 고양이 행동의학"
    },
    {
        "id": 157,
        "statement": "개의 백혈병은 항상 급성으로 진행되며 예후가 매우 나쁘다.",
        "answer": false,
        "explanation": "개의 백혈병은 급성 백혈병(Acute Leukemia)과 만성 백혈병(Chronic Leukemia)으로 나눌 수 있습니다. 급성 백혈병은 예후가 매우 나쁘지만, 만성 백혈병은 비교적 진행 속도가 느리고 치료 반응에 따라 장기 생존이 가능한 경우도 있습니다.",
        "legalBasis": "수의 종양학 및 혈액학"
    },
    {
        "id": 158,
        "statement": "반려동물이 감전되었을 때, 즉시 맨손으로 반려동물을 만져 구조해야 한다.",
        "answer": false,
        "explanation": "반려동물이 감전되었을 때는 보호자도 감전될 위험이 매우 높으므로, 즉시 전원 공급을 차단(차단기 내리기, 플러그 뽑기)한 후 안전이 확보된 상태에서 구조해야 합니다. 맨손으로 만지는 것은 절대 금물입니다.",
        "legalBasis": "수의 응급처치 지침 및 안전 수칙"
    },
    {
        "id": 159,
        "statement": "강아지가 물린 상처를 입었을 때, 깨끗한 물로 씻고 즉시 소독약만 바르면 된다.",
        "answer": false,
        "explanation": "물린 상처는 겉으로 보이는 것보다 깊을 수 있으며, 내부에 감염, 출혈, 신경 및 근육 손상 등의 문제가 발생할 수 있습니다. 깨끗한 물로 씻는 것은 응급처치에 해당하지만, 즉시 동물병원으로 데려가 수의사의 정확한 진단과 처치(봉합, 항생제 투여 등)를 받아야 합니다.",
        "legalBasis": "수의 응급의학 및 외과"
    },
    {
        "id": 160,
        "statement": "강아지에게 과도한 단백질 급여는 항상 신장 질환을 유발한다.",
        "answer": false,
        "explanation": "건강한 신장을 가진 개에게 과도한 단백질 급여가 직접적으로 신장 질환을 유발한다는 과학적 증거는 미미합니다. 하지만 이미 신장 질환이 있는 개에게는 신장에 부담을 줄 수 있으므로, 수의사의 지시에 따라 단백질 섭취를 제한하거나 조절할 필요가 있습니다.",
        "legalBasis": "수의 영양학 및 신장 질환 연구"
    },
    {
        "id": 161,
        "statement": "고양이에게 건사료는 습식사료보다 항상 치아 건강에 더 좋다.",
        "answer": false,
        "explanation": "일반적인 건사료는 치아에 달라붙는 형태이므로 치석 제거 효과가 미미합니다. 오히려 습식사료는 수분 섭취에 유리하며, 치아 건강을 위해서는 특정 치과 처방식 사료나 규칙적인 양치질, 치과 검진이 중요합니다. 건사료 자체가 치아 건강에 반드시 더 좋은 것은 아닙니다.",
        "legalBasis": "수의 치과학 및 고양이 영양학"
    },
    {
        "id": 162,
        "statement": "대한민국에서 반려동물 미용사는 수의사 면허가 없어도 동물의 피부 질환을 진단하고 치료할 수 있다.",
        "answer": false,
        "explanation": "반려동물 미용사는 수의사 면허가 없으므로 동물의 질병을 진단하거나 치료하는 의료 행위를 할 수 없습니다. 동물의 피부 질환 진단과 치료는 수의사법에 따라 면허를 가진 수의사의 고유 영역입니다. 이를 위반 시 불법 의료 행위로 처벌받습니다.",
        "legalBasis": "대한민국 수의사법"
    },
    {
        "id": 163,
        "statement": "펫샵에서 강아지나 고양이를 분양받을 때, 반려동물 이력서를 의무적으로 제공해야 한다.",
        "answer": false,
        "explanation": "현재 대한민국 동물보호법상 펫샵에서 반려동물 이력서를 의무적으로 제공해야 하는 규정은 없습니다. 다만, 구매자에게 반려동물 등록에 필요한 정보와 건강 상태, 접종 기록 등 기본적인 정보를 제공해야 합니다. 일부 펫샵이나 지자체에서 자율적으로 이력서 개념의 정보를 제공하기도 합니다.",
        "legalBasis": "대한민국 동물보호법 (현행 규정 확인)"
    },
    {
        "id": 164,
        "statement": "반려동물 유기는 반드시 형사 처벌만 받는다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따라 반려동물을 유기하는 행위는 주로 과태료(최대 300만원) 처분을 받습니다. 하지만 동물 유기로 인해 동물이 상해를 입거나 죽음에 이르는 등 특정 상황에서는 형사 처벌(벌금형)을 받을 수 있습니다.",
        "legalBasis": "대한민국 동물보호법 제47조(과태료) 및 제46조(벌칙)"
    },
    {
        "id": 165,
        "statement": "모든 반려동물은 본인의 체질에 맞는 운동량으로 매일 산책해야 한다.",
        "answer": true,
        "explanation": "건강한 반려동물이라면 종, 품종, 나이, 건강 상태, 품종 특성(예: 사냥견, 경비견, 실내견) 등을 고려하여 적절한 운동량을 매일 소화하는 것이 신체적, 정신적 건강에 필수적입니다. 산책은 스트레스 해소, 사회화, 비만 방지 등 중요한 역할을 합니다.",
        "legalBasis": "수의 행동학 및 동물 복지 지침"
    },
    {
        "id": 166,
        "statement": "개가 잠꼬대처럼 짖거나 발을 움직이는 것은 항상 악몽을 꾸는 증거이다.",
        "answer": false,
        "explanation": "개는 렘(REM) 수면 단계에서 꿈을 꾸는 것으로 알려져 있으며, 이때 짖거나 끙끙거리고 발을 움직이는 행동은 정상적인 수면 행동의 일부일 수 있습니다. 항상 악몽을 꾸는 것은 아니며, 이는 수면 단계에 따른 자연스러운 현상일 수 있습니다. 하지만 반복적이고 비정상적인 움직임은 경련의 초기 증상일 수도 있으므로 주의 깊게 관찰해야 합니다.",
        "legalBasis": "개 수면 연구 및 수의 신경학"
    },
    {
        "id": 167,
        "statement": "고양이의 복막염(FIP)은 항상 바이러스 감염으로만 발생하며, 백신이 있다.",
        "answer": false,
        "explanation": "고양이 전염성 복막염(FIP)은 고양이 코로나바이러스(FCoV)의 변이로 발생하지만, 모든 FCoV 감염이 FIP로 진행되는 것은 아닙니다. FIP에 대한 백신은 국내에 보편적으로 사용되지 않으며, 효과에 대한 논란이 많습니다. FIP가 진단되면 현재는 효과적인 치료제가 개발되어 예전보다 예후가 개선되었지만 완치는 여전히 어렵습니다.",
        "legalBasis": "수의 바이러스학 및 고양이 감염병학 (FIP 치료제는 최근 개발되었으나 백신은 논란)"
    },
    {
        "id": 168,
        "statement": "강아지가 눈물을 흘리는 것은 항상 슬퍼서이다.",
        "answer": false,
        "explanation": "강아지는 사람처럼 감정적으로 슬퍼서 눈물을 흘리지 않습니다. 강아지의 눈물은 주로 눈 주변의 자극, 알레르기, 안구 질환(결막염, 각막 궤양), 이물질, 눈물관 폐쇄 등으로 인해 발생합니다.",
        "legalBasis": "개 행동학 및 수의 안과학"
    },
    {
        "id": 169,
        "statement": "고양이에게 발생하는 요로 결석은 항상 칼슘 옥살레이트 결석이다.",
        "answer": false,
        "explanation": "고양이의 요로 결석은 칼슘 옥살레이트 결석 외에도 스트루바이트 결석이 가장 흔하게 발생하며, 그 외에도 요산 결석, 시스틴 결석 등 다양한 종류가 있습니다. 결석의 종류에 따라 식이 요법이나 치료 방법이 달라지므로 정확한 진단이 중요합니다.",
        "legalBasis": "수의 비뇨기학 및 요로 결석 진단"
    },
    {
        "id": 170,
        "statement": "반려동물에게 백내장 수술은 시력 회복을 위한 유일한 치료법이다.",
        "answer": true,
        "explanation": "백내장은 수정체가 혼탁해져 시력을 상실하게 하는 질환으로, 혼탁해진 수정체를 제거하고 인공 수정체를 삽입하는 수술이 시력 회복을 위한 유일한 치료법입니다. 약물이나 기타 치료는 백내장의 진행을 늦추거나 염증을 관리할 수 있을 뿐 시력을 회복시키지는 못합니다.",
        "legalBasis": "수의 안과학 및 백내장 치료"
    },
    {
        "id": 171,
        "statement": "강아지의 무는 행동을 교정하기 위해 '물리는 훈련'을 하는 것은 효과적이다.",
        "answer": false,
        "explanation": "'물리는 훈련'은 강아지에게 사람의 손이나 몸을 물어도 된다는 잘못된 신호를 줄 수 있어 매우 위험하며, 공격적인 행동을 오히려 강화할 수 있습니다. 무는 행동 교정에는 원인 파악, 물림 억제 교육, 사회화, 긍정 강화 훈련 등 전문가의 지도가 필요합니다.",
        "legalBasis": "긍정 강화 훈련 이론 및 개 행동 교정"
    },
    {
        "id": 172,
        "statement": "고양이가 목욕을 싫어하는 것은 항상 물 자체에 대한 본능적인 거부감 때문이다.",
        "answer": false,
        "explanation": "고양이가 목욕을 싫어하는 것은 물 자체에 대한 거부감 외에도 목욕 경험 부족, 과거의 나쁜 경험, 소음, 낯선 환경, 물의 온도, 보호자의 서투른 목욕 방법 등 다양한 요인 때문일 수 있습니다. 모든 고양이가 물을 싫어하는 것은 아니며, 어릴 때부터 긍정적인 경험을 시켜주면 적응할 수 있습니다.",
        "legalBasis": "고양이 행동학 및 환경 적응 연구"
    },
    {
        "id": 173,
        "statement": "대한민국에서 반려동물 번식업자는 반드시 '동물 생산 판매업' 허가를 받아야 한다.",
        "answer": true,
        "explanation": "대한민국 동물보호법상 동물을 번식하여 판매하는 영업을 하려면 관할 시·도지사에게 '동물생산 판매업' 허가를 받아야 합니다. 이는 불법 번식장을 방지하고 동물의 복지를 증진하기 위한 규제입니다.",
        "legalBasis": "대한민국 동물보호법 제32조(동물생산판매업의 허가) 및 시행규칙"
    },
    {
        "id": 174,
        "statement": "강아지에게 나타나는 비뇨기계 증상(빈뇨, 배뇨 곤란)은 수컷에게서만 발생한다.",
        "answer": false,
        "explanation": "비뇨기계 증상은 암컷과 수컷 모두에게 발생할 수 있습니다. 수컷은 요도 폐색 위험이 높은 반면, 암컷은 요로 감염에 더 취약할 수 있습니다. 성별에 관계없이 다양한 비뇨기계 질환이 발생할 수 있습니다.",
        "legalBasis": "수의 비뇨기학 및 성별에 따른 질병 유병률"
    },
    {
        "id": 175,
        "statement": "고양이가 턱 밑에 검은색 알갱이가 생기면 항상 벼룩 배설물이다.",
        "answer": false,
        "explanation": "고양이 턱 밑에 생기는 검은색 알갱이는 벼룩 배설물일 가능성도 있지만, 고양이 여드름(Feline Acne)일 가능성도 높습니다. 턱 주변의 모낭염으로 인해 검은색 피지나 각질이 쌓여 생기는 것으로, 벼룩 배설물과 구분하기 위해 물을 묻혀 번짐 여부를 확인하는 것이 도움이 될 수 있습니다.",
        "legalBasis": "수의 피부과학 및 기생충학"
    },
    {
        "id": 176,
        "statement": "반려동물에게 처방식 사료를 급여할 때는 질병이 호전되면 일반 사료로 돌아가도 된다.",
        "answer": false,
        "explanation": "처방식 사료는 특정 질병의 관리를 위해 성분 배합이 특별히 조정된 사료입니다. 질병이 호전되더라도 처방식을 중단하고 일반 사료로 돌아갈 경우 질병이 재발하거나 악화될 수 있습니다. 반드시 수의사와 상담 후 결정해야 합니다.",
        "legalBasis": "수의 영양학 및 처방식 사료의 역할"
    },
    {
        "id": 177,
        "statement": "강아지의 발바닥에 생기는 습진은 항상 청결하지 않아서 발생한다.",
        "answer": false,
        "explanation": "강아지 발바닥 습진(발바닥 피부염)은 청결 문제 외에도 알레르기, 곰팡이 또는 세균 감염, 특정 질환(갑상선 기능 저하증 등), 발바닥의 이물질, 외상, 과도한 핥음(심인성) 등 다양한 원인에 의해 발생할 수 있습니다.",
        "legalBasis": "수의 피부과학 및 습진 원인"
    },
    {
        "id": 178,
        "statement": "고양이의 심장이 멎었을 때, 사람처럼 흉부 압박을 하면 된다.",
        "answer": true,
        "explanation": "고양이의 심장이 멎었을 때 심폐소생술(CPR)은 사람과 유사하게 흉부 압박과 인공호흡을 병행합니다. 다만, 고양이는 크기가 작으므로 한 손으로 가슴을 감싸 압박하거나 두 손가락으로 흉부를 압박하는 방식이 적용될 수 있습니다. 정확한 압박 위치와 강도가 중요합니다.",
        "legalBasis": "수의 응급의학 및 심폐소생술(CPR) 프로토콜"
    },
    {
        "id": 179,
        "statement": "대한민국에서 반려동물 의료기기 판매는 수의사만 할 수 있다.",
        "answer": false,
        "explanation": "대한민국 수의사법은 수의사가 수의사 면허 없이 의료기기를 판매하는 것을 직접적으로 금지하지는 않습니다. 하지만 반려동물 의료기기는 일반 의료기기법의 적용을 받으며, 인허가를 받은 업체나 약사 등을 통해 판매될 수 있습니다. 수의사는 의료기기를 사용하여 진료할 수 있으나, 모든 판매를 독점하는 것은 아닙니다.",
        "legalBasis": "대한민국 수의사법 및 의료기기법"
    },
    {
        "id": 180,
        "statement": "강아지의 복부 팽만은 항상 단순한 과식 때문이다.",
        "answer": false,
        "explanation": "강아지의 복부 팽만은 단순한 과식 외에도 위확장-위염전 증후군(GDV), 복수, 종양, 비장 비대, 췌장염, 간 비대 등 생명을 위협할 수 있는 심각한 질환의 신호일 수 있습니다. 특히 갑자기 나타나고 통증이나 호흡 곤란을 동반한다면 즉시 응급 진료가 필요합니다.",
        "legalBasis": "수의 응급의학 및 내과 질환 진단"
    },
    {
        "id": 181,
        "statement": "고양이가 꼬리를 위로 곧게 세우고 꼬리 끝을 살짝 흔들면 항상 공격적인 의도이다.",
        "answer": false,
        "explanation": "고양이가 꼬리를 위로 곧게 세우고 꼬리 끝을 살짝 흔드는 행동은 일반적으로 친근함, 행복감, 만족감 등 긍정적인 감정을 표현하는 신호입니다. 공격적인 의도일 때는 꼬리가 낮게 흔들리거나, 털이 곤두서는 등 다른 신호가 동반됩니다.",
        "legalBasis": "고양이 행동학 연구"
    },
    {
        "id": 182,
        "statement": "개의 녹내장은 항상 눈알이 튀어나오는 증상으로 나타난다.",
        "answer": false,
        "explanation": "개의 녹내장은 안압 상승으로 인해 발생하는 질환으로, 눈알이 튀어나오는 안구돌출은 심한 경우에 나타나는 증상 중 하나일 뿐입니다. 초기에는 안압 상승으로 인한 통증, 충혈, 각막 혼탁, 동공 확장, 시력 상실 등 다양한 증상이 나타날 수 있습니다.",
        "legalBasis": "수의 안과학 및 녹내장 진단"
    },
    {
        "id": 183,
        "statement": "강아지가 으르렁거리는 소리는 항상 공격적인 의도이며, 즉시 교정해야 한다.",
        "answer": false,
        "explanation": "강아지의 으르렁거림은 불편함, 두려움, 경고, 또는 특정 자극에 대한 불쾌감을 표현하는 중요한 신호입니다. 무조건적으로 으르렁거림을 억압하면 강아지가 다음 단계인 무는 행동으로 넘어갈 수 있어 더 위험해질 수 있습니다. 으르렁거림의 원인을 파악하고 적절히 대처하는 것이 중요합니다.",
        "legalBasis": "개 행동학 및 긍정 강화 훈련 원칙"
    },
    {
        "id": 184,
        "statement": "고양이의 치매(인지 기능 장애 증후군)는 노화의 자연스러운 과정이므로 치료가 불가능하다.",
        "answer": false,
        "explanation": "고양이의 인지 기능 장애 증후군(CDS)은 노령 고양이에게 나타나는 치매와 유사한 질환입니다. 완치는 어렵지만, 특정 식이 요법, 약물(뇌 기능 개선제), 환경 개선(루틴 유지, 새로운 자극 제공), 보조제 등을 통해 질병의 진행을 늦추고 증상을 관리하여 삶의 질을 향상시킬 수 있습니다.",
        "legalBasis": "수의 신경학 및 노령 고양이 질환 연구"
    },
    {
        "id": 185,
        "statement": "강아지의 당뇨병은 항상 인슐린 주사로만 치료 가능하다.",
        "answer": false,
        "explanation": "개의 당뇨병은 주로 인슐린 생산 부족으로 발생하는 제1형 당뇨병이 많아 인슐린 주사 치료가 필수적입니다. 하지만 드물게 인슐린 저항성에 의한 제2형 당뇨병도 발생할 수 있으며, 이 경우 초기에는 식이 조절 및 경구 혈당강하제로 관리될 수도 있습니다. 그러나 대부분의 개는 결국 인슐린 치료가 필요하게 됩니다.",
        "legalBasis": "수의 내분비학 및 당뇨병 관리"
    },
    {
        "id": 186,
        "statement": "고양이의 다뇨증은 항상 신장 질환 때문이다.",
        "answer": false,
        "explanation": "고양이가 물을 많이 마시고 소변을 많이 보는 다뇨증은 신장 질환 외에도 당뇨병, 갑상선 기능 항진증, 부신피질기능항진증(쿠싱병), 간 질환, 특정 약물 부작용 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 원인 진단을 위해 수의사 검진이 필요합니다.",
        "legalBasis": "수의 내과 질환 진단 및 비뇨기학"
    },
    {
        "id": 187,
        "statement": "개의 알레르기 검사는 항상 혈액 검사로만 가능하다.",
        "answer": false,
        "explanation": "개의 알레르기 검사에는 혈액 검사(혈청 알레르기 검사) 외에도 피부 반응 검사(피부 내에 알레르기 항원을 주사하여 반응 관찰), 식이 제한 시험(음식 알레르기 진단), 또는 환경 변화를 통한 원인 파악 등 다양한 방법이 있습니다. 각 방법마다 장단점이 있습니다.",
        "legalBasis": "수의 피부과학 및 알레르기 진단"
    },
    {
        "id": 188,
        "statement": "반려동물이 질식할 때, 즉시 목구멍 안을 손으로 넣어 이물질을 제거해야 한다.",
        "answer": false,
        "explanation": "반려동물이 질식할 때 목구멍 안으로 손을 넣는 것은 이물질을 더 깊게 밀어 넣거나 반려동물에게 물릴 위험이 매우 높습니다. 즉시 하임리히법을 시도하거나, 이물질이 보이고 쉽게 제거할 수 있는 경우에 한해 조심스럽게 제거를 시도해야 합니다. 가장 중요한 것은 즉시 동물병원으로 이동하는 것입니다.",
        "legalBasis": "수의 응급처치 지침"
    },
    {
        "id": 189,
        "statement": "강아지가 차에 치였을 때, 겉으로 상처가 없으면 병원에 가지 않아도 된다.",
        "answer": false,
        "explanation": "차에 치인 사고는 겉으로 보이는 외상 외에도 내부 출혈, 장기 손상(예: 폐 타박상, 방광 파열), 골절 등 보이지 않는 심각한 부상이 있을 수 있습니다. 증상이 없더라도 즉시 동물병원으로 방문하여 전신 검진을 받아야 합니다.",
        "legalBasis": "수의 응급의학 및 외과"
    },
    {
        "id": 190,
        "statement": "강아지에게 사람이 먹는 육포는 간식으로 안전하다.",
        "answer": false,
        "explanation": "사람이 먹는 육포는 강아지에게 고염분, 고지방이며, 방부제나 인공 첨가물이 포함되어 있어 강아지의 건강에 해로울 수 있습니다. 신장 질환, 췌장염, 비만 등을 유발할 위험이 있으므로 반려동물 전용 간식을 급여해야 합니다.",
        "legalBasis": "수의 영양학 및 반려동물 유해 식품 정보"
    },
    {
        "id": 191,
        "statement": "고양이에게 식물성 단백질은 동물성 단백질과 동일하게 모든 필수 아미노산을 제공한다.",
        "answer": false,
        "explanation": "고양이는 의무 육식동물로, 필수 아미노산인 타우린과 아르기닌 등 특정 영양소는 동물성 단백질에서만 충분히 얻을 수 있습니다. 식물성 단백질만으로는 고양이에게 필요한 모든 필수 아미노산을 균형 있게 제공하기 어렵습니다.",
        "legalBasis": "고양이 영양학 및 필수 아미노산 요구량"
    },
    {
        "id": 192,
        "statement": "대한민국에서 반려동물 호텔은 동물의 건강 관리를 위해 수의사가 상주해야 한다.",
        "answer": false,
        "explanation": "대한민국 동물보호법상 반려동물 호텔(위탁관리업)은 수의사 상주를 의무화하고 있지 않습니다. 다만, 동물의 위생 및 안전 관리, 질병 예방 등을 위한 시설 및 인력 기준을 준수해야 합니다.",
        "legalBasis": "대한민국 동물보호법 제32조(동물위탁관리업의 등록) 및 시행규칙"
    },
    {
        "id": 193,
        "statement": "맹견 소유자는 외출 시 반드시 목줄을 착용해야 한다.",
        "answer": true,
        "explanation": "대한민국 동물보호법에 따라 맹견으로 지정된 견종(도사견, 아메리칸 핏불테리어 등)의 소유자는 외출 시 반드시 목줄과 함께 입마개를 착용시켜야 하며, 지정된 장소 외의 공공장소에서는 목줄을 풀어서는 안 됩니다.",
        "legalBasis": "대한민국 동물보호법 제13조의2(맹견 소유자의 의무)"
    },
    {
        "id": 194,
        "statement": "반려동물 임시보호는 법적 책임이 전혀 없다.",
        "answer": false,
        "explanation": "반려동물 임시보호자는 보호자에게 준하는 관리 의무를 가지며, 보호 기간 중 반려동물에게 발생한 사고나 타인에게 끼친 손해에 대해 과실 책임이 발생할 수 있습니다. 따라서 임시보호 전 책임 범위와 계약을 명확히 하는 것이 좋습니다.",
        "legalBasis": "민법상 점유자의 책임 및 동물보호법 (간접적 관련)"
    },
    {
        "id": 195,
        "statement": "대한민국에서 반려동물 판매자는 미성년자에게도 동물 판매가 가능하다.",
        "answer": false,
        "explanation": "대한민국 동물보호법 시행규칙에 따라 동물 판매업자는 14세 미만인 자에게 동물을 판매해서는 안 됩니다. 이는 미성년자의 무책임한 소유로 인한 유기 및 학대 방지를 위한 규정입니다.",
        "legalBasis": "대한민국 동물보호법 시행규칙 제37조의2(동물판매업자등의 준수사항)"
    },
    {
        "id": 196,
        "statement": "고양이가 배변판이 아닌 곳에 배변하는 것은 항상 문제 행동이며, 즉시 훈련을 시작해야 한다.",
        "answer": false,
        "explanation": "고양이가 배변판이 아닌 곳에 배변하는 행동은 질병(요로계 질환, 관절염 등), 스트레스, 화장실 환경 불만(청결도, 위치, 모래 종류, 개수), 불안 등 다양한 원인에 의해 발생할 수 있습니다. 문제 행동으로 단정 짓기 전에 먼저 수의사의 진료를 통해 질병을 배제하고, 환경적 요인을 개선해야 합니다.",
        "legalBasis": "고양이 행동학 및 수의 행동의학"
    },
    {
        "id": 197,
        "statement": "강아지의 눈 주변이 갈색으로 변색되는 것은 항상 눈물이 많기 때문이다.",
        "answer": false,
        "explanation": "강아지 눈 주변 털의 갈색 변색은 눈물이 과도하게 흐르는 유루증(epiphora)이 주요 원인이지만, 눈물 속에 함유된 포르피린이라는 색소 때문입니다. 이는 염증, 알레르기, 눈꺼풀 이상, 코눈물관 막힘 등 다양한 원인으로 유발될 수 있으며, 반드시 눈물량 때문만은 아닙니다.",
        "legalBasis": "수의 안과학 및 피부과학"
    },
    {
        "id": 198,
        "statement": "고양이에게 신부전이 있으면 반드시 식욕 부진이 나타난다.",
        "answer": false,
        "explanation": "고양이 신부전의 초기 단계에서는 식욕 부진이 나타나지 않거나 간헐적으로만 나타날 수 있습니다. 질병이 진행될수록 식욕 부진이 심해지지만, 초기에는 다른 증상(다뇨, 다음, 체중 감소 등)이 더 두드러질 수 있습니다.",
        "legalBasis": "수의 신장학 및 고양이 내과 질환"
    },
    {
        "id": 199,
        "statement": "반려동물의 예방접종은 한 번만 하면 평생 면역력이 유지된다.",
        "answer": false,
        "explanation": "반려동물의 예방접종은 초기 접종 후에도 질병에 대한 면역력 유지를 위해 정기적으로 추가 접종(보통 1년 또는 3년마다)이 필요합니다. 이는 백신의 종류와 질병의 위험도에 따라 다릅니다.",
        "legalBasis": "수의 예방의학 및 백신학"
    },
    {
        "id": 200,
        "statement": "강아지에게 사람용 진통소염제(예: 이부프로펜)를 급여하면 안전하게 통증을 완화할 수 있다.",
        "answer": false,
        "explanation": "사람용 진통소염제(NSAIDs)는 강아지에게 위장 출혈, 신장 손상, 간 손상 등 심각하고 치명적인 부작용을 유발할 수 있습니다. 강아지에게는 수의사가 처방한 안전한 동물용 진통소염제만을 사용해야 합니다.",
        "legalBasis": "수의약리학 및 독성학"
    },
    {
        "id": 201,
        "statement": "고양이의 귀청소는 항상 귀 깊숙한 곳까지 면봉으로 깨끗하게 해야 한다.",
        "answer": false,
        "explanation": "면봉을 귀 깊숙이 넣으면 오히려 이물질이나 귀지를 더 안쪽으로 밀어 넣거나, 고양이의 연약한 고막이나 귀도를 손상시킬 수 있습니다. 고양이 귀청소는 액체 세정제를 사용하여 귀 바깥쪽과 귓속 입구만 닦아내고, 면봉 사용은 외이도 입구에 한해 제한적으로 사용해야 합니다.",
        "legalBasis": "수의 이과학 및 반려동물 관리 지침"
    },
    {
        "id": 202,
        "statement": "대한민국에서 동물실험은 모든 연구 분야에서 전면 금지되어 있다.",
        "answer": false,
        "explanation": "대한민국에서는 동물실험을 전면 금지하고 있지는 않습니다. 하지만 동물보호법에 따라 동물실험 윤리위원회의 승인을 받아야 하며, '3R 원칙(Reduction, Refinement, Replacement)'을 준수하고 불필요한 고통을 최소화하도록 규제하고 있습니다.",
        "legalBasis": "대한민국 동물보호법 제24조(동물실험윤리위원회의 설치 등)"
    },
    {
        "id": 203,
        "statement": "강아지의 폐수종은 항상 심장 질환 때문에 발생한다.",
        "answer": false,
        "explanation": "강아지의 폐수종(폐에 물이 차는 증상)은 심장 질환(특히 좌심부전)으로 인해 가장 흔하게 발생하지만, 신장 질환, 간 질환, 저단백혈증, 감전, 독성 물질 섭취, 심한 염증 반응(패혈증) 등 다른 원인에 의해서도 발생할 수 있습니다.",
        "legalBasis": "수의 호흡기학 및 내과 질환 진단"
    },
    {
        "id": 204,
        "statement": "고양이가 갑자기 식사를 거부하는 것은 항상 까다로워서이다.",
        "answer": false,
        "explanation": "고양이가 갑자기 식사를 거부하는 것은 단순한 까다로움 외에도 질병(구내염, 치과 질환, 신부전, 췌장염, 염증성 장 질환 등), 스트레스, 사료 변경, 급식 환경 변화 등 다양한 의학적 또는 행동학적 원인 때문일 수 있습니다. 특히 24시간 이상 식사를 거부할 경우 심각한 간 지질증 등의 위험이 있으므로 즉시 수의사 진료가 필요합니다.",
        "legalBasis": "고양이 내과 질환 및 행동학"
    },
    {
        "id": 205,
        "statement": "반려동물에게 간식은 주식보다 영양학적으로 더 중요하므로 많이 줄수록 좋다.",
        "answer": false,
        "explanation": "간식은 주식의 보조적인 역할을 하며, 과도한 간식 급여는 비만, 영양 불균형, 식욕 부진 등 다양한 건강 문제를 유발할 수 있습니다. 간식은 전체 식사량의 10% 이내로 제한하는 것이 권장됩니다.",
        "legalBasis": "수의 영양학 및 반려동물 비만 관리 지침"
    },
    {
        "id": 206,
        "statement": "강아지의 이석증(vestibular disease)은 항상 뇌의 문제 때문에 발생한다.",
        "answer": false,
        "explanation": "강아지의 이석증(전정 질환)은 주로 말초성(내이 또는 전정 신경) 문제 때문에 발생합니다. 뇌의 문제(중추성)로도 발생할 수 있지만, 말초성 전정 질환이 훨씬 흔하며, 경과는 더 양호한 편입니다.",
        "legalBasis": "수의 신경학 및 이석증 진단"
    },
    {
        "id": 207,
        "statement": "고양이에게 '스트레스'는 심리적인 문제일 뿐, 신체 건강에는 영향을 미치지 않는다.",
        "answer": false,
        "explanation": "고양이에게 스트레스는 만성적인 면역력 저하, 스트레스성 방광염(FIC), 소화기 문제(설사, 구토), 피부 문제, 행동 문제(공격성, 부적절한 배뇨) 등 다양한 신체적 질병을 유발하거나 악화시킬 수 있습니다. 스트레스 관리는 고양이 건강에 매우 중요합니다.",
        "legalBasis": "고양이 행동의학 및 스트레스 생리학"
    },
    {
        "id": 208,
        "statement": "대한민국에서 반려동물 수입 시에는 검역 절차를 거칠 필요가 없다.",
        "answer": false,
        "explanation": "대한민국에 반려동물을 수입할 때는 동물의 건강과 국내 가축전염병 및 인수공통전염병 예방을 위해 농림축산검역본부의 엄격한 검역 절차를 반드시 거쳐야 합니다. 광견병 항체 검사, 마이크로칩 이식, 건강증명서 등 여러 요건을 충족해야 합니다.",
        "legalBasis": "대한민국 가축전염병 예방법 및 농림축산검역본부 수입 동물 검역 규정"
    },
    {
        "id": 209,
        "statement": "강아지가 갑자기 다리를 절뚝거리는 것은 항상 골절 때문이다.",
        "answer": false,
        "explanation": "강아지가 다리를 절뚝거리는 것은 골절 외에도 염좌, 인대 손상(예: 십자인대 파열), 관절염, 디스크, 신경 손상, 발바닥 이물질, 발톱 문제 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 원인 진단을 위해 수의사 검진이 필수입니다.",
        "legalBasis": "수의 정형외과 및 신경학"
    },
    {
        "id": 210,
        "statement": "고양이의 안압이 높으면 항상 녹내장이다.",
        "answer": false,
        "explanation": "고양이의 안압이 높다면 녹내장을 의심해야 하지만, 눈 내부의 염증(포도막염)이나 종양 등 다른 원인에 의해서도 이차적으로 안압이 상승할 수 있습니다. 안압 상승의 원인을 정확히 파악하여 적절한 치료를 해야 합니다.",
        "legalBasis": "수의 안과학 및 안압 상승 질환 진단"
    },
    {
        "id": 211,
        "statement": "강아지가 잠자리에서 배변 실수를 하는 것은 항상 고의적인 행동이다.",
        "answer": false,
        "explanation": "강아지가 잠자리에서 배변 실수를 하는 것은 질병(요로 감염, 신부전, 당뇨병 등), 노화로 인한 요실금, 분리불안, 심한 스트레스, 환경 변화, 또는 과거의 트라우마 등 다양한 의학적 또는 행동학적 원인 때문일 수 있습니다. 고의적인 행동으로 단정 짓는 것은 옳지 않으며, 원인 파악이 중요합니다.",
        "legalBasis": "개 행동학 및 수의 내과 질환 진단"
    },
    {
        "id": 212,
        "statement": "개의 쿠싱 증후군(부신피질기능항진증)은 항상 종양 때문에 발생한다.",
        "answer": false,
        "explanation": "개의 쿠싱 증후군은 부신피질에서 코르티솔이 과도하게 분비되어 발생하는 질환입니다. 뇌하수체에 생긴 종양으로 인해 부신이 과도하게 자극받는 '뇌하수체 의존형 쿠싱'이 가장 흔하며, 부신 자체의 종양으로 인해 발생하기도 합니다. 또한, 장기간의 스테로이드 과다 투여로도 발생할 수 있습니다(의인성 쿠싱).",
        "legalBasis": "수의 내분비학 및 쿠싱 증후군 진단"
    },
    {
        "id": 213,
        "statement": "고양이가 가구에 스크래치를 하는 것은 항상 못된 행동이므로 혼내야 한다.",
        "answer": false,
        "explanation": "고양이가 가구에 스크래치를 하는 것은 발톱 관리, 영역 표시, 스트레스 해소, 운동 등 고양이의 본능적인 행동입니다. 혼내기보다는 적절한 스크래쳐를 여러 개 제공하고, 긍정 강화를 통해 올바른 스크래치 장소를 유도하는 것이 효과적입니다.",
        "legalBasis": "고양이 행동학 및 긍정 강화 훈련"
    },
    {
        "id": 214,
        "statement": "고양이의 심장 비대증(비대성 심근병증, HCM)은 항상 유전적인 요인 때문에 발생하며, 증상이 뚜렷하다.",
        "answer": false,
        "explanation": "고양이의 비대성 심근병증(HCM)은 메인쿤, 래그돌 등 특정 품종에서 유전적 소인이 강하지만, 원인 불명(특발성)인 경우도 많습니다. 또한, 초기에는 특별한 증상이 나타나지 않거나 매우 미미하여 발견하기 어렵습니다. 질병이 진행되어야 호흡 곤란, 무기력, 식욕 부진 등의 증상이 뚜렷하게 나타날 수 있습니다.",
        "legalBasis": "수의 심장학 및 유전 질환 연구"
    },
    {
        "id": 215,
        "statement": "강아지의 호흡 곤란은 항상 폐렴 때문이다.",
        "answer": false,
        "explanation": "강아지의 호흡 곤란은 폐렴 외에도 심장병(폐수종), 기관지염, 기관지 협착증, 폐종양, 알레르기 반응, 기도 내 이물, 흉수, 복수, 심한 빈혈, 심장사상충 등 다양한 원인에 의해 발생할 수 있습니다. 즉시 수의사 진료가 필요한 응급 상황입니다.",
        "legalBasis": "수의 호흡기학 및 응급의학"
    },
    {
        "id": 216,
        "statement": "고양이의 빈혈은 항상 만성 질환 때문에 발생한다.",
        "answer": false,
        "explanation": "고양이의 빈혈은 만성 신장 질환, 만성 염증성 질환 외에도 외부 기생충(벼룩, 진드기) 감염, 면역 매개성 용혈성 빈혈, 골수 질환, 급성 외상으로 인한 출혈 등 다양한 원인에 의해 발생할 수 있습니다. 원인에 따라 치료법이 달라집니다.",
        "legalBasis": "수의 혈액학 및 내과 질환 진단"
    },
    {
        "id": 217,
        "statement": "개의 신장 질환은 항상 갑자기 발생하며 증상이 뚜렷하다.",
        "answer": false,
        "explanation": "개의 신장 질환은 대부분 만성적으로 진행되며, 신장 기능의 75% 이상이 손상될 때까지 특별한 증상이 나타나지 않는 경우가 많습니다. 증상이 나타나기 시작하면 다음/다뇨, 식욕 부진, 구토, 체중 감소 등 비교적 비특이적이며 서서히 나타납니다.",
        "legalBasis": "수의 신장학 및 만성 질환 진행"
    },
    {
        "id": 218,
        "statement": "반려동물의 눈에 이물질이 들어갔을 때, 면봉으로 문질러서 제거해야 한다.",
        "answer": false,
        "explanation": "반려동물의 눈에 이물질이 들어갔을 때 면봉으로 문지르면 각막 손상이나 이물질을 더 깊게 밀어 넣을 위험이 있습니다. 깨끗한 식염수나 인공 눈물로 눈을 충분히 씻어내 제거를 시도하고, 제거되지 않거나 증상이 지속되면 즉시 수의사에게 데려가야 합니다.",
        "legalBasis": "수의 안과학 및 응급처치"
    },
    {
        "id": 219,
        "statement": "강아지가 벌에 쏘였을 때, 붓기와 통증이 없으면 병원에 가지 않아도 된다.",
        "answer": false,
        "explanation": "강아지가 벌에 쏘인 경우, 처음에는 붓기와 통증이 없더라도 시간이 지나면서 알레르기 반응(구토, 설사, 두드러기, 호흡 곤란) 또는 심각한 경우 아나필락시스 쇼크가 발생할 수 있습니다. 벌에 쏘인 후에는 최소 몇 시간 동안 주의 깊게 관찰하고, 증상이 나타나면 즉시 동물병원에 방문해야 합니다.",
        "legalBasis": "수의 응급의학 및 독성학"
    },
    {
        "id": 220,
        "statement": "반려동물에게 사람용 과일은 모두 안전하게 급여할 수 있다.",
        "answer": false,
        "explanation": "사람이 먹는 과일 중 포도(건포도 포함), 아보카도, 체리 씨앗, 사과 씨앗 등은 반려동물에게 독성을 나타내거나 소화기 문제를 유발할 수 있어 급여해서는 안 됩니다. 안전한 과일이라도 소량만 급여해야 합니다.",
        "legalBasis": "수의 영양학 및 반려동물 유해 식품 정보"
    },
    {
        "id": 221,
        "statement": "고양이에게 '음수량 늘리기'는 항상 효과적인 신장 질환 예방 방법이다.",
        "answer": false,
        "explanation": "고양이의 음수량 증가는 신장 건강에 긍정적인 영향을 미치고 일부 신장 질환의 진행을 늦추는 데 도움이 될 수 있지만, 모든 신장 질환을 '예방'하는 만능 해결책은 아닙니다. 신장 질환은 유전적 소인, 노화, 만성 염증 등 다양한 원인에 의해 발생할 수 있습니다.",
        "legalBasis": "수의 신장학 및 고양이 영양학"
    },
    {
        "id": 222,
        "statement": "대한민국에서 반려동물 장례 시 동물 전용 장례식장 대신 일반 폐기물로 처리하는 것이 합법이다.",
        "answer": false,
        "explanation": "대한민국에서는 동물 사체를 폐기물관리법상 생활폐기물로 배출하는 것이 불법입니다. 동물 사체는 사업장폐기물 또는 의료폐기물로 분류되어 소각하거나, 동물보호법에 따라 등록된 동물장묘시설을 이용하여 화장/매장 등 적법한 절차를 거쳐야 합니다.",
        "legalBasis": "대한민국 폐기물관리법 및 동물보호법"
    },
    {
        "id": 223,
        "statement": "반려동물 입양 시 반드시 보호자의 모든 가족 구성원의 동의가 필요하다.",
        "answer": false,
        "explanation": "법적으로 모든 가족 구성원의 동의가 필수는 아니지만, 반려동물 입양은 가족 모두의 삶에 큰 영향을 미치므로, 파양을 방지하고 반려동물의 복지를 보장하기 위해 가급적 모든 가족 구성원의 충분한 동의와 책임감 있는 합의를 거치는 것이 강력히 권장됩니다.",
        "legalBasis": "동물 복지 윤리 및 파양 방지 가이드라인 (법적 의무는 아님)"
    },
    {
        "id": 224,
        "statement": "수의사는 반려동물 치료 시 보호자의 동의 없이도 모든 의료 행위를 할 수 있다.",
        "answer": false,
        "explanation": "수의사는 응급 상황 등 생명이 위급한 경우를 제외하고는 보호자의 '충분한 설명과 동의(Informed Consent)'를 받은 후에 의료 행위를 해야 합니다. 치료 계획, 위험성, 비용 등에 대해 보호자에게 설명하고 동의를 얻는 것이 필수적인 윤리적, 법적 의무입니다.",
        "legalBasis": "수의사법 및 의료 윤리 원칙 (설명의무 및 동의)"
    },
    {
        "id": 225,
        "statement": "개가 집을 부수는 행동은 항상 에너지가 넘쳐서이다.",
        "answer": false,
        "explanation": "개가 집을 부수는 행동은 에너지가 넘쳐서일 수도 있지만, 분리불안, 지루함, 관심 요구, 스트레스, 두려움, 훈련 부족, 특정 강박 행동 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 원인 파악을 통해 적절한 행동 교정을 해야 합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 226,
        "statement": "강아지에게 고관절 이형성증이 있으면 항상 수술을 해야 한다.",
        "answer": false,
        "explanation": "고관절 이형성증은 수술 외에도 약물 치료(진통소염제, 관절 보호제), 체중 관리, 물리 치료, 운동 제한 등 보존적 관리 방법이 있습니다. 수술은 증상이 심하거나 보존적 치료에 반응하지 않는 경우에 고려됩니다. 질병의 심각도와 나이에 따라 치료 계획이 달라집니다.",
        "legalBasis": "수의 정형외과 및 고관절 이형성증 관리"
    },
    {
        "id": 227,
        "statement": "고양이가 높은 곳에 올라가서 내려오지 못하는 것은 항상 두려움 때문이다.",
        "answer": false,
        "explanation": "고양이가 높은 곳에 올라가서 내려오지 못하는 것은 두려움 때문일 수도 있지만, 부상(관절 통증 등), 비만, 미끄러운 표면, 지지할 곳 부족, 나이로 인한 운동 능력 저하 등 다양한 신체적 또는 환경적 제약 때문일 수 있습니다. 강제로 내리려 하기보다 안전하게 내려올 수 있도록 돕는 것이 중요합니다.",
        "legalBasis": "고양이 행동학 및 수의 재활 의학"
    },
    {
        "id": 228,
        "statement": "반려동물에게 발생하는 백내장은 모두 선천성이다.",
        "answer": false,
        "explanation": "반려동물의 백내장은 유전적인 선천성 외에도 노화, 당뇨병(특히 개), 외상, 염증(포도막염), 특정 약물 부작용, 영양 결핍 등 다양한 후천적 원인에 의해 발생할 수 있습니다. 가장 흔한 원인은 노화와 당뇨병입니다.",
        "legalBasis": "수의 안과학 및 백내장 원인"
    },
    {
        "id": 229,
        "statement": "강아지의 구토는 항상 위장 질환 때문이다.",
        "answer": false,
        "explanation": "강아지의 구토는 위장 질환(위염, 장염) 외에도 췌장염, 신부전, 간 질환, 당뇨병, 이물 섭취, 독극물 중독, 심한 스트레스, 특정 약물 부작용 등 전신 질환이나 다른 문제에 의해 발생할 수 있습니다. 구토의 양상, 빈도, 동반 증상을 함께 고려해야 합니다.",
        "legalBasis": "수의 소화기학 및 내과 질환 진단"
    },
    {
        "id": 230,
        "statement": "고양이의 발정 시기는 항상 계절과 무관하게 나타난다.",
        "answer": false,
        "explanation": "고양이는 '계절성 다발정' 동물로, 주로 낮의 길이가 길어지는 봄부터 가을까지 발정 주기가 반복됩니다. 겨울에는 발정을 하지 않거나 드물게 나타나는 경우가 많습니다. 다만, 실내에서 인공 조명에 노출되는 경우 계절과 무관하게 발정하는 경우도 있습니다.",
        "legalBasis": "고양이 생식 생리학 및 행동학"
    },
    {
        "id": 231,
        "statement": "반려동물의 치아를 건강하게 유지하기 위해서는 뼈 간식을 자주 주면 된다.",
        "answer": false,
        "explanation": "뼈 간식은 치아에 도움이 될 수 있지만, 너무 단단한 뼈는 치아를 부러뜨리거나 잇몸을 손상시킬 위험이 있습니다. 또한, 날카로운 뼈 조각은 소화기 손상을 유발할 수도 있습니다. 치아 건강을 위해서는 규칙적인 양치질, 치과 처방식 사료, 그리고 수의사의 정기적인 치과 검진이 가장 중요합니다.",
        "legalBasis": "수의 치과학 및 반려동물 영양학"
    },
    {
        "id": 232,
        "statement": "강아지의 피부병은 항상 전염성이 있다.",
        "answer": false,
        "explanation": "강아지의 피부병은 알레르기, 호르몬 불균형, 자가면역 질환, 비만, 특정 품종 소인 등 비전염성 원인이 더 많습니다. 곰팡이 감염, 세균 감염, 외부 기생충(개선충, 옴 진드기 등) 감염의 경우 전염성이 있을 수 있지만, 모든 피부병이 전염성인 것은 아닙니다.",
        "legalBasis": "수의 피부과학 및 감염병학"
    },
    {
        "id": 233,
        "statement": "고양이가 털을 과도하게 그루밍하는 것은 항상 청결을 유지하려는 행동이다.",
        "answer": false,
        "explanation": "고양이가 털을 과도하게 그루밍하는 것은 청결 유지 본능 외에도 스트레스, 불안, 지루함, 알레르기, 기생충, 피부염, 통증 등 다양한 의학적 또는 행동학적 원인 때문일 수 있습니다. 특정 부위를 과도하게 핥아 털이 빠지거나 피부가 손상되는 경우도 있습니다.",
        "legalBasis": "고양이 행동학 및 수의 피부과학"
    },
    {
        "id": 234,
        "statement": "반려동물에게 마취 전 혈액 검사는 항상 필수적이다.",
        "answer": true,
        "explanation": "반려동물에게 마취를 시행하기 전에 혈액 검사(혈구 검사, 혈액 화학 검사)는 필수적입니다. 이는 간, 신장 기능 등 장기 상태를 평가하고 마취 위험 요소를 사전에 파악하여 마취 부작용을 최소화하고 안전한 마취를 진행하기 위함입니다.",
        "legalBasis": "수의 마취학 및 수술 전 검사 프로토콜"
    },
    {
        "id": 235,
        "statement": "강아지가 헥헥거리는 것은 항상 더워서 체온을 조절하려는 행동이다.",
        "answer": false,
        "explanation": "강아지가 헥헥거리는 것은 체온 조절 외에도 통증, 불안, 스트레스, 흥분, 심장 질환, 호흡기 질환 등 다양한 원인에 의해 나타날 수 있습니다. 특히 휴식 중에도 과도하게 헥헥거리거나 다른 증상이 동반되면 질병의 신호일 수 있습니다.",
        "legalBasis": "개 행동학 및 수의 내과 질환 진단"
    },
    {
        "id": 236,
        "statement": "고양이의 발톱은 항상 주기적으로 잘라줘야 한다.",
        "answer": true,
        "explanation": "고양이의 발톱은 자라면서 휘어져 발바닥을 파고들어 통증, 감염, 보행 문제를 유발할 수 있습니다. 실내에서 생활하는 고양이는 자연적으로 발톱이 닳지 않으므로, 정기적으로 발톱을 잘라주는 것이 필수적입니다. (보통 2~4주에 한 번)",
        "legalBasis": "고양이 관리 및 건강 관리 지침"
    },
    {
        "id": 237,
        "statement": "대한민국에서 반려동물 분양 시 동물등록을 하지 않아도 문제가 없다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따라 2개월령 이상의 개를 분양받는 경우 30일 이내에 동물등록을 해야 합니다. 이를 위반할 경우 과태료가 부과될 수 있습니다. 고양이 등록은 현재 의무는 아니지만, 권장되고 있습니다.",
        "legalBasis": "대한민국 동물보호법 제15조(동물등록) 및 시행규칙"
    },
    {
        "id": 238,
        "statement": "강아지가 갑자기 꼬리 잡는 행동을 하는 것은 항상 놀이 행동이다.",
        "answer": false,
        "explanation": "강아지가 꼬리 잡는 행동은 놀이 행동으로 시작될 수 있지만, 강박 행동, 불안, 지루함, 신체적 통증(예: 꼬리 기저부 문제) 등 심각한 행동 문제나 의학적 문제의 신호일 수도 있습니다. 특히 반복적이고 강박적으로 나타난다면 전문가의 진료가 필요합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 239,
        "statement": "고양이의 백신 접종은 항상 피하 주사로만 가능하다.",
        "answer": false,
        "explanation": "고양이의 백신은 일반적으로 피하 주사로 접종되지만, 일부 백신은 비강 내(코 속) 투여 방식도 있습니다. 백신의 종류와 제조사의 지침에 따라 접종 방법이 달라질 수 있습니다.",
        "legalBasis": "수의 예방의학 및 백신학"
    },
    {
        "id": 240,
        "statement": "반려동물 병원에서 모든 진료는 반드시 예약제로만 운영된다.",
        "answer": false,
        "explanation": "대부분의 반려동물 병원은 효율적인 진료를 위해 예약제를 운영하지만, 응급 환자의 경우 예약 여부와 관계없이 즉시 진료를 받을 수 있습니다. 일반 진료도 예약 없이 방문할 수 있는 병원도 많으나 대기 시간이 길어질 수 있습니다.",
        "legalBasis": "동물병원 운영 방식 및 응급 진료 시스템"
    },
    {
        "id": 241,
        "statement": "강아지가 보호자에게 안기지 않으려고 피하는 것은 항상 보호자를 싫어해서이다.",
        "answer": false,
        "explanation": "강아지가 안기는 것을 피하는 행동은 보호자를 싫어해서가 아니라, 불편함, 통증(관절염 등), 과거의 부정적인 경험, 또는 단순히 안기는 것을 선호하지 않는 성격적 특성 때문일 수 있습니다. 강제하기보다는 강아지의 신호를 존중해야 합니다.",
        "legalBasis": "개 행동학 및 신체 언어 연구"
    },
    {
        "id": 242,
        "statement": "개의 췌장염은 항상 지방이 많은 음식을 먹었을 때 발생한다.",
        "answer": false,
        "explanation": "개의 췌장염은 지방이 많은 음식을 섭취했을 때 급성으로 발생할 수 있지만, 유전적 소인, 특정 약물(예: 일부 항생제, 스테로이드), 외상, 고지혈증, 감염, 또는 특정 품종(미니어처 슈나우저 등)에 따라 다양한 원인으로 발생할 수 있습니다. 원인이 불명확한 경우도 많습니다.",
        "legalBasis": "수의 소화기학 및 췌장 질환 연구"
    },
    {
        "id": 243,
        "statement": "고양이가 갑자기 높은 소리로 울부짖는 것은 항상 통증 때문이다.",
        "answer": false,
        "explanation": "고양이가 높은 소리로 울부짖는 것은 통증 외에도 발정, 극심한 불안 또는 스트레스, 인지 기능 장애 증후군(치매), 주의 요구, 또는 다른 고양이와의 갈등 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 원인 파악을 위해 수의사 진료가 필요합니다.",
        "legalBasis": "고양이 행동학 및 수의 내과 질환 진단"
    },
    {
        "id": 244,
        "statement": "고양이의 갑상선 기능 항진증은 항상 목 부위에 만져지는 혹으로 진단된다.",
        "answer": false,
        "explanation": "고양이의 갑상선 기능 항진증은 주로 갑상선 호르몬 수치 검사를 통해 진단되며, 갑상선이 비대해져 목 부위에 혹처럼 만져지는 경우가 많지만, 혹이 만져지지 않는 경우도 상당수 있습니다. 따라서 만져지는 혹만으로 진단할 수는 없습니다.",
        "legalBasis": "수의 내분비학 및 갑상선 질환 진단"
    },
    {
        "id": 245,
        "statement": "강아지의 간 질환은 항상 황달 증상으로 나타난다.",
        "answer": false,
        "explanation": "강아지의 간 질환은 초기에는 무증상이거나 식욕 부진, 구토, 기력 저하 등 비특이적 증상만 나타날 수 있습니다. 황달은 간 손상이 상당히 진행되어야 나타나는 증상이며, 모든 간 질환에서 황달이 나타나는 것은 아닙니다.",
        "legalBasis": "수의 소화기학 및 간 질환 진단"
    },
    {
        "id": 246,
        "statement": "고양이에게 귀 뒤쪽으로 머리를 흔드는 행동은 항상 귀 진드기 감염 때문이다.",
        "answer": false,
        "explanation": "고양이가 귀 뒤쪽으로 머리를 흔들거나 귀를 긁는 행동은 귀 진드기 감염 외에도 세균성 또는 곰팡이성 귀 감염, 알레르기, 이물질, 폴립, 종양, 또는 중추신경계 문제 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 진단을 위해 수의사 검진이 필요합니다.",
        "legalBasis": "수의 이과학 및 피부과학"
    },
    {
        "id": 247,
        "statement": "개의 안과 질환은 항상 육안으로 확인 가능한 변화를 동반한다.",
        "answer": false,
        "explanation": "개의 안과 질환은 초기에는 육안으로 확인 가능한 변화(충혈, 눈곱, 백태)가 없거나 미세할 수 있습니다. 눈 비비기, 눈 깜빡임 증가, 빛 회피, 시력 저하 등 행동 변화로 먼저 나타나기도 하며, 안압 검사나 안저 검사 등 정밀 검사를 통해서만 진단되는 경우도 많습니다.",
        "legalBasis": "수의 안과학 및 안과 질환 진단"
    },
    {
        "id": 248,
        "statement": "반려동물이 골절되었을 때, 보호자가 직접 뼈를 맞춰주는 것이 응급처치이다.",
        "answer": false,
        "explanation": "골절 시 보호자가 직접 뼈를 맞추려 하면 추가적인 손상(신경, 혈관, 피부 손상)을 유발하거나 통증을 악화시킬 수 있어 매우 위험합니다. 응급처치로는 움직임을 최소화하기 위해 부목 등으로 환부를 고정하고, 즉시 동물병원으로 이송해야 합니다.",
        "legalBasis": "수의 응급처치 지침 및 정형외과"
    },
    {
        "id": 249,
        "statement": "강아지가 경련할 때, 혀를 깨물지 않도록 입에 수건을 물려야 한다.",
        "answer": false,
        "explanation": "강아지가 경련할 때 입에 무언가를 물리는 것은 질식 위험이 매우 높고, 보호자가 물릴 수 있어 위험합니다. 강아지는 경련 중 혀를 깨물어 심각한 손상을 입는 경우가 드뭅니다. 가장 중요한 것은 주변 위험물을 치우고 안전한 환경을 확보한 후, 경련 양상과 시간을 기록하며 경과를 관찰하고 수의사에게 연락하는 것입니다.",
        "legalBasis": "수의 응급의학 및 신경학 (경련 관리)"
    },
    {
        "id": 250,
        "statement": "반려동물에게 유당 불내증이 없으면 우유를 급여하는 것은 건강에 좋다.",
        "answer": false,
        "explanation": "반려동물에게 유당 불내증이 없더라도 우유에 함유된 지방이나 단백질이 설사, 구토, 또는 알레르기 반응을 유발할 수 있습니다. 특히 사람 우유는 반려동물에게 필요한 영양소 비율과 맞지 않아 장기적으로는 건강에 좋지 않을 수 있습니다. 반려동물 전용 우유나 물이 가장 안전합니다.",
        "legalBasis": "수의 영양학 및 유제품 섭취 영향"
    },
    {
        "id": 251,
        "statement": "고양이에게 수제 사료는 항상 상업용 사료보다 영양학적으로 우수하다.",
        "answer": false,
        "explanation": "고양이에게 영양학적으로 균형 잡힌 수제 사료를 만드는 것은 매우 어렵습니다. 필수 아미노산, 비타민, 미네랄 등의 결핍이나 과잉이 발생하기 쉬워 심각한 건강 문제를 초래할 수 있습니다. 수의 영양학 전문가의 정확한 설계 없이는 상업용 사료가 영양학적으로 더 안전하고 우수합니다.",
        "legalBasis": "고양이 영양학 및 수제 사료의 영양적 위험"
    },
    {
        "id": 252,
        "statement": "대한민국에서 반려동물 소유권은 양도하거나 상속할 수 없다.",
        "answer": false,
        "explanation": "대한민국 민법상 반려동물은 물건(재산)으로 분류되므로, 일반적인 재산처럼 소유권의 양도(판매, 증여 등) 및 상속이 가능합니다. 이는 소유권 이전 시 동물 등록 변경 등을 통해 이루어집니다.",
        "legalBasis": "대한민국 민법 및 동물보호법 (재산으로서의 동물)"
    },
    {
        "id": 253,
        "statement": "펫보험은 모든 반려동물의 질병 치료 비용을 100% 보장한다.",
        "answer": false,
        "explanation": "펫보험은 상품에 따라 보장 범위, 보장 한도, 자기부담금 비율, 가입 시 면책 기간, 보상하지 않는 손해(예: 예방접종, 미용 목적 치료, 기존 질환 등) 등이 모두 다릅니다. 모든 질병 치료 비용을 100% 보장하는 펫보험은 없습니다.",
        "legalBasis": "펫보험 상품 약관 및 금융감독원 규정"
    },
    {
        "id": 254,
        "statement": "수의사가 약을 처방할 때, 보호자에게 약의 효능과 부작용을 설명할 의무는 없다.",
        "answer": false,
        "explanation": "수의사법에 따라 수의사는 진료 및 약 처방 시 보호자에게 질병의 진단, 치료 계획, 약의 효능, 부작용, 예상되는 비용 등에 대해 충분히 설명하고 동의를 구해야 하는 '설명의무(Informed Consent)'를 가집니다. 이는 의료인의 기본적인 의무입니다.",
        "legalBasis": "대한민국 수의사법 제21조(설명의무)"
    },
    {
        "id": 255,
        "statement": "대한민국에서 동물학대로 유죄 판결을 받으면, 영구적으로 반려동물을 키울 수 없게 된다.",
        "answer": false,
        "explanation": "대한민국 동물보호법은 동물학대로 유죄 판결을 받은 경우, 최대 2년 동안 반려동물 사육을 제한할 수 있도록 규정하고 있으나, 영구적으로 반려동물을 키울 수 없게 되는 것은 아닙니다. 다만, 처벌이 강화되는 추세입니다.",
        "legalBasis": "대한민국 동물보호법 제47조의2(사육 제한 등)"
    },
    {
        "id": 256,
        "statement": "개가 밥그릇 주변을 맴돌며 짖는 것은 항상 배가 고파서이다.",
        "answer": false,
        "explanation": "개가 밥그릇 주변을 맴돌며 짖는 행동은 배고픔 외에도 식사 시간 강박, 불안, 관심 요구, 특정 음식에 대한 거부, 또는 질병으로 인한 식욕 저하 및 불편함(예: 구내염, 소화기 문제) 등 다양한 원인에 의해 나타날 수 있습니다. 전체적인 행동과 상황을 함께 파악해야 합니다.",
        "legalBasis": "개 행동학 및 수의 내과 질환 진단"
    },
    {
        "id": 257,
        "statement": "고양이의 구강 궤양은 항상 구내염 때문에 발생한다.",
        "answer": false,
        "explanation": "고양이의 구강 궤양은 구내염 외에도 만성 신부전(요독증), 칼리시바이러스 감염, 헤르페스바이러스 감염, 암, 자가면역 질환, 이물질에 의한 손상 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 진단을 통해 원인을 파악해야 합니다.",
        "legalBasis": "수의 치과학 및 고양이 내과 질환 진단"
    },
    {
        "id": 258,
        "statement": "강아지의 눈에 녹색 눈곱이 끼면 항상 세균성 감염 때문이다.",
        "answer": false,
        "explanation": "강아지의 눈에 녹색 또는 노란색의 끈적한 눈곱이 끼는 것은 세균성 감염이 흔한 원인이지만, 바이러스성 감염(예: 홍역), 알레르기, 건성안(KCS), 눈꺼풀 이상, 눈물길 폐쇄 등 다양한 원인에 의해서도 나타날 수 있습니다. 정확한 진단을 위해 수의사 검진이 필요합니다.",
        "legalBasis": "수의 안과학 및 감염병학"
    },
    {
        "id": 259,
        "statement": "고양이의 설사는 항상 기생충 감염 때문이다.",
        "answer": false,
        "explanation": "고양이의 설사는 기생충 감염 외에도 식이 변화, 음식 알레르기, 염증성 장 질환(IBD), 췌장염, 신부전, 갑상선 기능 항진증, 스트레스, 특정 약물 부작용, 세균/바이러스 감염 등 매우 다양한 원인에 의해 발생할 수 있습니다.",
        "legalBasis": "수의 소화기학 및 고양이 내과 질환 진단"
    },
    {
        "id": 260,
        "statement": "반려동물에게 암이 진단되면 항상 화학 항암 치료를 해야 한다.",
        "answer": false,
        "explanation": "반려동물의 암 치료는 암의 종류, 진행 단계, 환자의 상태, 보호자의 선호도 등에 따라 수술, 방사선 치료, 화학 항암 치료, 면역 치료, 고주파 열 치료 등 다양한 방법이 단독 또는 복합적으로 사용될 수 있습니다. 항상 화학 항암 치료가 필요한 것은 아닙니다.",
        "legalBasis": "수의 종양학 및 암 치료 프로토콜"
    },
    {
        "id": 261,
        "statement": "강아지가 배뇨 시 힘들어하거나 소변을 자주 보는 것은 항상 방광염 때문이다.",
        "answer": false,
        "explanation": "강아지가 배뇨 시 힘들어하거나 소변을 자주 보는 증상은 방광염 외에도 요로 결석, 전립선 질환(수컷), 요도염, 종양, 신장 질환, 당뇨병 등 다양한 비뇨기계 또는 전신 질환에 의해 발생할 수 있습니다. 정확한 진단을 위해 수의사 검진이 필요합니다.",
        "legalBasis": "수의 비뇨기학 및 내과 질환 진단"
    },
    {
        "id": 262,
        "statement": "고양이의 아픈 부위를 만지면 항상 소리 내어 표현한다.",
        "answer": false,
        "explanation": "고양이는 통증을 잘 숨기는 본능이 있어, 아픈 부위를 만져도 소리를 내지 않거나 미묘한 행동 변화(예: 몸을 움츠리거나 피하기, 식욕 저하, 활동성 감소)로만 통증을 표현하는 경우가 많습니다. 소리를 내지 않는다고 통증이 없다고 단정할 수 없습니다.",
        "legalBasis": "고양이 통증 관리 및 행동학"
    },
    {
        "id": 263,
        "statement": "대한민국에서 동물등록은 주택의 종류와 관계없이 의무이다.",
        "answer": true,
        "explanation": "대한민국 동물보호법에 따라 주택의 종류(단독주택, 아파트 등)와 관계없이 주택에서 기르는 2개월령 이상의 개는 의무적으로 동물등록을 해야 합니다. 이는 유기 동물 발생을 줄이고, 동물을 잃어버렸을 때 찾을 수 있도록 돕기 위한 제도입니다.",
        "legalBasis": "대한민국 동물보호법 제15조(동물등록) 및 시행규칙"
    },
    {
        "id": 264,
        "statement": "강아지의 혀가 푸른색으로 변하면 항상 찬물에 넣어 체온을 낮춰야 한다.",
        "answer": false,
        "explanation": "강아지의 혀가 푸른색으로 변하는 청색증(Cyanosis)은 산소 부족을 의미하는 매우 심각한 응급 상황입니다. 호흡기 또는 심장 질환, 쇼크, 질식 등 다양한 원인에 의해 발생하며, 즉시 수의사에게 데려가야 합니다. 체온을 낮추는 것보다 산소 공급 등 원인 치료가 시급하며, 무분별하게 찬물에 넣는 것은 저체온증을 유발할 수 있습니다.",
        "legalBasis": "수의 응급의학 및 호흡기학"
    },
    {
        "id": 265,
        "statement": "고양이가 머리를 비비는 행동은 항상 애정 표현이다.",
        "answer": false,
        "explanation": "고양이가 머리를 비비는 행동(헤드버팅)은 친근함, 애정 표현뿐만 아니라 '페로몬'을 분비하여 자신의 영역을 표시하는 행동이기도 합니다. 영역 표시와 애정 표현이 복합적으로 나타나는 행동입니다.",
        "legalBasis": "고양이 행동학 및 페로몬 연구"
    },
    {
        "id": 266,
        "statement": "반려동물에게 혈액 검사는 항상 질병의 유무를 정확히 알려준다.",
        "answer": false,
        "explanation": "혈액 검사는 반려동물의 건강 상태를 파악하고 질병 진단에 중요한 정보를 제공하지만, 모든 질병의 유무를 100% 정확히 알려주는 것은 아닙니다. 질병의 종류, 진행 단계, 개체의 특성 등에 따라 정상 범위 내에서도 질병이 있거나, 다른 추가 검사가 필요한 경우가 많습니다.",
        "legalBasis": "수의 임상병리학 및 진단학"
    },
    {
        "id": 267,
        "statement": "강아지가 계속 기침을 하는 것은 항상 감기 때문이다.",
        "answer": false,
        "explanation": "강아지의 기침은 감기 외에도 기관지염, 기관지 허탈, 심장병(특히 좌심부전으로 인한 폐수종), 심장사상충, 폐렴, 알레르기, 기도 내 이물, 인두염 등 다양한 원인에 의해 발생할 수 있습니다. 지속적인 기침은 질병의 신호일 수 있으므로 수의사 진료가 필요합니다.",
        "legalBasis": "수의 호흡기학 및 내과 질환 진단"
    },
    {
        "id": 268,
        "statement": "고양이의 몸에 털이 빠지는 것은 항상 곰팡이 감염 때문이다.",
        "answer": false,
        "explanation": "고양이의 털 빠짐(탈모)은 곰팡이 감염(링웜) 외에도 기생충(벼룩, 진드기), 알레르기, 호르몬 질환(갑상선 기능 항진증 등), 스트레스, 과도한 그루밍, 영양 불균형, 신장 질환 등 다양한 원인에 의해 발생할 수 있습니다. 원인에 따라 치료법이 달라집니다.",
        "legalBasis": "수의 피부과학 및 내과 질환 진단"
    },
    {
        "id": 269,
        "statement": "대한민국에서 펫시터는 법적으로 수의사 면허가 있어야만 가능하다.",
        "answer": false,
        "explanation": "대한민국에서 펫시터는 수의사 면허가 필요 없습니다. 펫시팅은 동물을 돌보는 위탁관리 서비스로, 동물보호법상 '동물위탁관리업'으로 분류되어 등록 및 일정 시설 기준 준수 의무가 있습니다. 의료 행위는 수의사만 가능합니다.",
        "legalBasis": "대한민국 동물보호법 제32조(동물위탁관리업의 등록) 및 수의사법"
    },
    {
        "id": 270,
        "statement": "강아지에게 사람의 음식 중 닭 뼈는 칼슘 공급에 좋으므로 급여해도 된다.",
        "answer": false,
        "explanation": "강아지에게 익히거나 삶은 닭 뼈를 급여하는 것은 매우 위험합니다. 익힌 뼈는 쉽게 부러져 날카로운 조각이 되면서 구강, 식도, 위장관에 상처를 입히거나 천공을 유발할 수 있고, 질식이나 변비를 초래할 수 있습니다. 날것의 뼈도 소화 문제를 일으킬 수 있습니다.",
        "legalBasis": "수의 소화기학 및 반려동물 유해 식품 정보"
    },
    {
        "id": 271,
        "statement": "강아지가 혼자 있을 때 불안해하며 짖거나 파괴하는 것은 항상 분리불안 때문이다.",
        "answer": false,
        "explanation": "강아지가 혼자 있을 때 짖거나 파괴하는 행동은 분리불안 외에도 지루함, 과도한 에너지, 충분하지 않은 훈련, 특정 소리 공포, 또는 관심 요구 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 원인 파악을 통한 행동 교정이 필요합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 272,
        "statement": "개의 갑상선 기능 저하증은 항상 피부 및 털 문제로 나타난다.",
        "answer": false,
        "explanation": "개의 갑상선 기능 저하증은 피부 및 털 문제(탈모, 건조한 피부, 색소 침착) 외에도 무기력, 체중 증가, 추위를 타는 증상, 심박수 감소, 번식 능력 저하 등 다양한 전신 증상을 동반할 수 있습니다. 증상이 매우 비특이적일 수 있습니다.",
        "legalBasis": "수의 내분비학 및 갑상선 질환 진단"
    },
    {
        "id": 273,
        "statement": "고양이가 갑자기 공격적인 행동을 보이는 것은 항상 타고난 성격 때문이다.",
        "answer": false,
        "explanation": "고양이가 갑자기 공격적인 행동을 보이는 것은 타고난 성격 때문이기보다는 통증, 스트레스, 두려움, 영역 보호, 놀이의 오해, 또는 갑작스러운 질병(예: 뇌종양) 등 다양한 의학적 또는 환경적 원인에 의해 유발될 수 있습니다. 원인을 파악하고 해결하는 것이 중요합니다.",
        "legalBasis": "고양이 행동학 및 수의 행동의학"
    },
    {
        "id": 274,
        "statement": "고양이의 당뇨병은 항상 인슐린 주사로만 치료 가능하다.",
        "answer": false,
        "explanation": "고양이의 당뇨병은 개와 달리 제2형 당뇨병의 비율이 높아, 초기에는 식이 조절, 체중 감량, 그리고 특정 경구 혈당강하제로도 혈당 관리가 가능한 경우가 있습니다. 하지만 많은 고양이들이 결국 인슐린 치료를 필요로 하며, 수의사의 진단과 지시에 따라야 합니다.",
        "legalBasis": "수의 내분비학 및 고양이 당뇨병 관리"
    },
    {
        "id": 275,
        "statement": "강아지의 심장병은 항상 기침과 함께 나타난다.",
        "answer": false,
        "explanation": "강아지의 심장병은 초기에는 무증상일 수도 있습니다. 기침은 좌심부전으로 인한 폐수종이 있을 때 주로 나타나며, 심장병 종류에 따라 운동 능력 감소, 호흡 곤란, 실신, 복수, 식욕 부진 등 다양한 증상이 나타날 수 있습니다.",
        "legalBasis": "수의 심장학 및 심장 질환 진단"
    },
    {
        "id": 276,
        "statement": "고양이의 신장 결석은 항상 수술로 제거해야 한다.",
        "answer": false,
        "explanation": "고양이의 신장 결석은 결석의 종류(예: 스트루바이트는 식이 요법으로 용해 가능), 크기, 위치, 동반되는 증상에 따라 식이 요법, 약물 치료, 비침습적 시술(예: 요관 스텐트 삽입), 또는 수술 등 다양한 방법이 고려될 수 있습니다. 항상 수술이 필요한 것은 아닙니다.",
        "legalBasis": "수의 비뇨기학 및 신장 결석 관리"
    },
    {
        "id": 277,
        "statement": "개의 췌장염은 항상 구토와 설사를 동반한다.",
        "answer": false,
        "explanation": "개의 췌장염은 구토와 설사가 흔한 증상이지만, 항상 동반되는 것은 아닙니다. 식욕 부진, 복통(특히 배를 만졌을 때 통증), 기력 저하, 발열 등 다양한 증상이 나타날 수 있으며, 일부 개는 매우 경미한 증상만 보일 수도 있습니다.",
        "legalBasis": "수의 소화기학 및 췌장 질환 진단"
    },
    {
        "id": 278,
        "statement": "반려동물이 독극물을 섭취했을 때, 보호자가 강제로 구토시키는 것이 응급처치이다.",
        "answer": false,
        "explanation": "일부 독극물(예: 부식성 물질, 휘발유 등)은 구토 시 식도에 더 심각한 손상을 입히거나 흡인성 폐렴을 유발할 수 있어 강제로 구토시키는 것이 매우 위험합니다. 독극물 섭취 시 즉시 동물병원에 연락하여 수의사의 지시에 따라야 합니다.",
        "legalBasis": "수의 응급의학 및 독성학"
    },
    {
        "id": 279,
        "statement": "강아지가 높은 곳에서 떨어졌을 때, 겉으로 멀쩡하면 병원에 가지 않아도 된다.",
        "answer": false,
        "explanation": "강아지가 높은 곳에서 떨어졌을 때는 겉으로 보이는 상처가 없더라도 내부 출혈, 장기 손상(폐 타박상, 비장 파열 등), 뼈 골절 등 보이지 않는 심각한 부상이 있을 수 있습니다. 반드시 즉시 동물병원으로 데려가 정밀 검진을 받아야 합니다.",
        "legalBasis": "수의 응급의학 및 외상학"
    },
    {
        "id": 280,
        "statement": "반려동물에게 영양제를 급여할 때는 사람이 먹는 영양제를 같이 주면 좋다.",
        "answer": false,
        "explanation": "사람용 영양제는 반려동물에게 필요한 영양소 비율과 다를 뿐만 아니라, 과잉 섭취 시 독성 반응을 일으키거나 영양 불균형을 초래할 수 있습니다. 반려동물에게는 수의사와 상담하여 체중, 품종, 질병 상태에 맞는 반려동물 전용 영양제를 급여해야 합니다.",
        "legalBasis": "수의 영양학 및 독성학"
    },
    {
        "id": 281,
        "statement": "고양이에게 타우린은 필수 영양소이지만, 과량 섭취 시 항상 독성을 나타낸다.",
        "answer": false,
        "explanation": "타우린은 고양이에게 필수적인 아미노산이지만, 수용성 영양소이므로 과량 섭취 시 대부분 소변으로 배출되어 심각한 독성을 나타내는 경우는 드뭅니다. 하지만 불필요한 과다 급여는 피해야 하며, 부족 시 심각한 건강 문제(심장병, 실명)를 유발할 수 있습니다.",
        "legalBasis": "고양이 영양학 및 타우린 대사"
    },
    {
        "id": 282,
        "statement": "대한민국에서 반려동물 미용 시 수면 유도제를 사용하는 것은 항상 불법이다.",
        "answer": false,
        "explanation": "반려동물 미용 시 수면 유도제(진정제) 사용은 수의사의 진료와 판단 하에 동물의 안전과 스트레스 최소화를 위해 의료 목적으로 사용될 수 있습니다. 불법적인 마취제 오남용이나 무면허자의 사용은 불법이지만, 수의사의 처방과 지도 하에 이루어지는 것은 의료 행위입니다.",
        "legalBasis": "대한민국 수의사법 및 동물 진정/마취 규정"
    },
    {
        "id": 283,
        "statement": "맹견의 보호자는 보험 가입이 의무가 아니다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따라 맹견의 소유자는 맹견으로 인한 다른 사람의 생명·신체나 재산상의 피해를 보상하기 위한 책임보험에 의무적으로 가입해야 합니다. 이를 위반할 경우 과태료가 부과됩니다.",
        "legalBasis": "대한민국 동물보호법 제13조의3(맹견 책임보험 가입)"
    },
    {
        "id": 284,
        "statement": "반려동물 번식업소는 동물을 사육하는 공간 외에 놀이 공간을 별도로 확보할 의무가 없다.",
        "answer": false,
        "explanation": "대한민국 동물보호법 시행규칙에 따라 동물생산판매업자는 동물이 일상적으로 활동하는 사육 공간 외에 충분한 운동 공간을 확보해야 할 의무가 있습니다. 이는 동물의 기본적인 복지를 보장하기 위함입니다.",
        "legalBasis": "대한민국 동물보호법 시행규칙 제36조(동물생산판매업자의 준수사항)"
    },
    {
        "id": 285,
        "statement": "대한민국에서 반려동물 보호센터는 모든 동물을 영구적으로 보호해야 한다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따라 동물보호센터는 유기 동물을 보호하고 입양을 추진하는 것을 최우선으로 합니다. 하지만 보호 기간이 경과하고 입양이 되지 않을 경우, 인도적인 방법으로 안락사가 허용될 수 있습니다. 모든 동물을 영구적으로 보호할 의무는 없습니다.",
        "legalBasis": "대한민국 동물보호법 제18조(유실·유기동물 및 피학대동물 등의 보호조치 등)"
    },
    {
        "id": 286,
        "statement": "개가 다른 개에게 마운팅(mounting)하는 것은 항상 성적인 행동이다.",
        "answer": false,
        "explanation": "개가 다른 개에게 마운팅(교미 행동)하는 것은 성적인 의도 외에도 우위 표현, 놀이의 일환, 흥분, 스트레스 해소, 또는 관심 요구 등 다양한 사회적, 행동적 의미를 가질 수 있습니다. 특히 중성화된 개에게서도 흔히 나타나는 행동입니다.",
        "legalBasis": "개 행동학 및 의사소통 연구"
    },
    {
        "id": 287,
        "statement": "고양이가 갑자기 털이 푸석해지고 윤기가 없어지는 것은 항상 영양 부족 때문이다.",
        "answer": false,
        "explanation": "고양이의 털 상태는 영양 부족 외에도 피부 질환(알레르기, 감염), 내분비 질환(갑상선 기능 항진증), 신장 질환, 간 질환, 스트레스, 노화, 또는 그루밍 부족(통증으로 인한) 등 다양한 의학적 원인에 의해 영향을 받을 수 있습니다.",
        "legalBasis": "고양이 내과 질환 및 피부과학"
    },
    {
        "id": 288,
        "statement": "강아지의 혈변은 항상 장염 때문에 발생한다.",
        "answer": false,
        "explanation": "강아지의 혈변(특히 선홍색 혈변)은 장염 외에도 대장염, 항문낭 문제, 직장 탈출, 이물 섭취로 인한 장 손상, 종양, 혈액 응고 장애, 심한 스트레스성 설사 등 다양한 원인에 의해 발생할 수 있습니다. 혈변의 양상과 동반 증상으로 원인을 유추할 수 있습니다.",
        "legalBasis": "수의 소화기학 및 내과 질환 진단"
    },
    {
        "id": 289,
        "statement": "고양이의 소변 색깔이 진해지면 항상 탈수 때문이다.",
        "answer": false,
        "explanation": "고양이의 소변 색깔이 진해지는 것은 탈수가 주된 원인 중 하나이지만, 요로 감염, 요로 결석, 간 질환(빌리루빈뇨), 신장 질환 등 다른 질병 때문에도 나타날 수 있습니다. 소변 색깔 변화와 함께 다른 증상이 있다면 수의사 진료가 필요합니다.",
        "legalBasis": "수의 비뇨기학 및 내과 질환 진단"
    },
    {
        "id": 290,
        "statement": "반려동물에게 구내염이 발생하면 항상 발치 수술을 해야 한다.",
        "answer": false,
        "explanation": "구내염의 원인과 심각도에 따라 치료법이 달라집니다. 초기에는 약물 치료, 식이 관리, 구강 위생 관리 등으로 증상 완화를 시도할 수 있습니다. 하지만 만성적인 염증이나 통증이 심한 경우, 또는 특정 원인(예: 치아 흡수성 병변)에 의한 경우 발치 수술이 가장 효과적인 치료법이 될 수 있습니다.",
        "legalBasis": "수의 치과학 및 구내염 치료 프로토콜"
    },
    {
        "id": 291,
        "statement": "강아지의 분리불안은 칭찬으로만 교정 가능하다.",
        "answer": false,
        "explanation": "강아지의 분리불안은 단순한 칭찬만으로는 교정하기 어렵습니다. 둔감화, 역조건화, 독립심 강화 훈련, 환경 개선, 그리고 심한 경우 약물 치료를 병행하는 등 복합적인 전문가의 행동 교정 프로그램이 필요합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 292,
        "statement": "고양이에게 백신 접종 후 발열은 항상 심각한 부작용이다.",
        "answer": false,
        "explanation": "고양이 백신 접종 후 경미한 발열, 식욕 부진, 활동성 감소, 주사 부위 통증 등은 일시적인 면역 반응으로 흔히 나타나는 부작용이며 대부분 1~2일 내에 사라집니다. 하지만 고열이 지속되거나 심각한 증상이 나타나면 즉시 수의사에게 연락해야 합니다.",
        "legalBasis": "수의 예방의학 및 백신 부작용"
    },
    {
        "id": 293,
        "statement": "대한민국에서 반려동물 보험은 가입 시 동물의 건강 상태를 전혀 따지지 않는다.",
        "answer": false,
        "explanation": "대부분의 대한민국 반려동물 보험은 가입 시 동물의 건강 상태(과거 병력, 질병 유무)를 심사합니다. 이미 질병을 앓고 있는 동물은 가입이 제한되거나, 해당 질병에 대한 보장에서 제외될 수 있습니다. 또한, 가입 전에 특정 기간의 면책 기간이 적용되기도 합니다.",
        "legalBasis": "펫보험 상품 약관 및 보험업법"
    },
    {
        "id": 294,
        "statement": "강아지의 심장사상충은 예방약을 투여해도 감염될 수 있다.",
        "answer": true,
        "explanation": "심장사상충 예방약은 100% 완벽한 효과를 보장하지는 않습니다. 투여 시기 불일치, 약물 복용 거부, 구토 등으로 인해 약효가 충분히 발휘되지 않아 감염될 수 있습니다. 따라서 정기적인 예방약 투여와 함께 매년 검사를 통해 감염 여부를 확인하는 것이 중요합니다.",
        "legalBasis": "수의 기생충학 및 심장사상충 예방 지침"
    },
    {
        "id": 295,
        "statement": "고양이의 털갈이는 항상 특정 계절에만 일어난다.",
        "answer": false,
        "explanation": "고양이의 털갈이는 주로 봄(겨울 털 빠짐)과 가을(여름 털 빠짐)에 집중되지만, 실내에서 생활하는 고양이의 경우 인공 조명과 실내 온도 변화의 영향으로 계절과 관계없이 연중 내내 털갈이를 하는 경우가 많습니다. 품종, 건강 상태, 스트레스도 영향을 미칩니다.",
        "legalBasis": "고양이 생리학 및 행동학"
    },
    {
        "id": 296,
        "statement": "반려동물에게 사료 외에 아무것도 급여하지 않는 것이 가장 건강한 방법이다.",
        "answer": false,
        "explanation": "균형 잡힌 주식 사료가 주된 영양 공급원이지만, 수의사와 상담하여 적절한 보조제, 소량의 안전한 간식(채소, 과일), 또는 치아 관리용 간식 등을 급여하는 것은 삶의 질을 높이고 특정 건강 문제 예방에 도움이 될 수 있습니다. '아무것도 급여하지 않는 것'이 항상 최선은 아닙니다.",
        "legalBasis": "수의 영양학 및 반려동물 복지"
    },
    {
        "id": 297,
        "statement": "강아지의 발톱 자르기는 항상 발바닥 패드 바로 위까지 잘라야 한다.",
        "answer": false,
        "explanation": "강아지의 발톱은 혈관과 신경이 지나가는 '혈관' 부위가 있으므로, 발바닥 패드 바로 위까지 자르면 혈관을 잘라 출혈과 통증을 유발할 수 있습니다. 혈관이 보이지 않는 흰색 부분만 조금씩 잘라야 하며, 너무 길게 자라 혈관도 길어진 경우라면 수의사의 도움을 받는 것이 안전합니다.",
        "legalBasis": "강아지 관리 및 발톱 관리 지침"
    },
    {
        "id": 298,
        "statement": "고양이가 집을 나가는 것은 항상 유기하려는 의도 때문이다.",
        "answer": false,
        "explanation": "고양이가 집을 나가는 것은 호기심, 발정(중성화하지 않은 고양이), 영역 확장, 사냥 본능, 또는 집 안 환경에 대한 불만(스트레스, 갈등) 등 다양한 이유 때문일 수 있습니다. 유기하려는 의도가 아니더라도 길을 잃거나 사고를 당할 위험이 큽니다.",
        "legalBasis": "고양이 행동학 및 유기 동물 연구"
    },
    {
        "id": 299,
        "statement": "대한민국에서 동물 사체를 일반 쓰레기로 버리는 것은 합법이다.",
        "answer": false,
        "explanation": "대한민국에서는 동물 사체를 일반 쓰레기로 버리는 것이 불법입니다. 동물 사체는 폐기물관리법상 사업장폐기물 또는 의료폐기물로 분류되어 지자체에 신고 후 수수료를 내고 처리하거나, 동물장묘업체를 통해 화장 또는 매장해야 합니다.",
        "legalBasis": "대한민국 폐기물관리법 및 동물보호법"
    },
    {
        "id": 300,
        "statement": "강아지가 물을 갑자기 많이 마시는 것은 항상 당뇨병 때문이다.",
        "answer": false,
        "explanation": "강아지가 물을 갑자기 많이 마시는 다음(多飮) 증상은 당뇨병 외에도 신장 질환, 쿠싱 증후군(부신피질기능항진증), 갑상선 기능 항진증, 간 질환, 자궁축농증(암컷), 특정 약물(스테로이드 등) 복용, 또는 단순한 운동량 증가나 더위 등 다양한 원인에 의해 발생할 수 있습니다. 반드시 수의사 검진이 필요합니다.",
        "legalBasis": "수의 내과 질환 진단 및 내분비학"
    },
    {
        "id": 301,
        "statement": "강아지가 입을 쩝쩝거리거나 하품하는 것은 항상 졸려서이다.",
        "answer": false,
        "explanation": "강아지가 입을 쩝쩝거리거나 하품하는 행동은 졸리다는 신호일 수도 있지만, 스트레스, 불안, 통증, 불편함(예: 메스꺼움), 또는 화해 신호 등 다양한 의미를 가질 수 있습니다. 특히 불편한 상황에서 자주 나타날 수 있습니다.",
        "legalBasis": "개 행동학 및 스트레스 신호"
    },
    {
        "id": 302,
        "statement": "개의 전립선 비대증은 항상 악성 종양으로 발전한다.",
        "answer": false,
        "explanation": "개의 전립선 비대증(Benign Prostatic Hyperplasia, BPH)은 고환에서 분비되는 호르몬의 영향으로 발생하는 양성 질환이며, 대부분의 경우 악성 종양으로 발전하지 않습니다. 하지만 전립선 종양(선암종)과는 구분되어야 하며, 정확한 진단을 위해 검사가 필요합니다.",
        "legalBasis": "수의 비뇨기학 및 종양학"
    },
    {
        "id": 303,
        "statement": "고양이가 갑자기 벽에 소변을 뿌리는 것은 항상 화장실 불만 때문이다.",
        "answer": false,
        "explanation": "고양이가 벽에 소변을 뿌리는 스프레이(Marking) 행동은 화장실 불만 외에도 영역 표시(특히 중성화하지 않은 고양이), 스트레스, 불안, 다른 고양이와의 갈등, 또는 요로계 질환(방광염, 요로 결석) 등 다양한 원인에 의해 발생할 수 있습니다. 질병 배제가 우선입니다.",
        "legalBasis": "고양이 행동학 및 수의 행동의학"
    },
    {
        "id": 304,
        "statement": "고양이의 이빨은 항상 유치에서 영구치로 교환된다.",
        "answer": false,
        "explanation": "고양이도 유치에서 영구치로 이빨이 교환되지만, 강아지와 달리 유치가 빠지는 것을 보호자가 인지하지 못하는 경우가 많습니다. 일부 고양이는 잔존 유치, 맹출 지연, 부정교합 등 치아 교환 과정에서 문제가 발생할 수 있으며, 영구치가 제대로 나오지 않거나 나오지 않는 경우도 있습니다.",
        "legalBasis": "수의 치과학 및 고양이 치아 발달"
    },
    {
        "id": 305,
        "statement": "강아지의 혈액형은 A, B, O형으로 분류된다.",
        "answer": false,
        "explanation": "강아지의 혈액형은 사람과 달리 DEA (Dog Erythrocyte Antigen) 시스템으로 분류되며, 현재 10가지 이상의 혈액형이 확인되었습니다. 이 중 DEA 1.1이 가장 임상적으로 중요하게 여겨집니다.",
        "legalBasis": "수의 혈액학 및 수혈 의학"
    },
    {
        "id": 306,
        "statement": "고양이의 귀지는 항상 검은색이다.",
        "answer": false,
        "explanation": "고양이의 귀지는 갈색, 노란색 등 다양하게 나타날 수 있습니다. 귀지 색깔만으로 귀 질환의 종류를 단정하기는 어렵습니다. 귀 진드기 감염 시에는 검은색 부스러기 형태의 귀지가 나타나지만, 세균성 또는 곰팡이성 감염 시에는 노란색이나 갈색 귀지가 발생할 수 있습니다.",
        "legalBasis": "수의 이과학 및 귀 질환 진단"
    },
    {
        "id": 307,
        "statement": "개의 백내장 초기에는 항상 시력 저하가 뚜렷하게 나타난다.",
        "answer": false,
        "explanation": "개의 백내장은 수정체의 혼탁 정도와 위치에 따라 시력 저하 정도가 다릅니다. 초기 백내장(부분 백내장)이나 수정체 주변부 백내장은 시력에 큰 영향을 미치지 않을 수 있으며, 시력 저하가 뚜렷하게 나타나는 것은 백내장이 상당히 진행된 경우입니다.",
        "legalBasis": "수의 안과학 및 백내장 진행 단계"
    },
    {
        "id": 308,
        "statement": "반려동물이 높은 곳에서 떨어진 후 출혈이 없으면 안전하다고 볼 수 있다.",
        "answer": false,
        "explanation": "반려동물이 높은 곳에서 떨어진 후 겉으로 출혈이 없더라도 내부 출혈, 장기 손상(폐 타박상, 비장 파열, 방광 파열), 골절 등 보이지 않는 심각한 부상을 입었을 가능성이 매우 높습니다. 반드시 즉시 동물병원으로 데려가 정밀 검진을 받아야 합니다.",
        "legalBasis": "수의 응급의학 및 외상학"
    },
    {
        "id": 309,
        "statement": "강아지가 갑자기 쓰러졌을 때, 심장이 뛰는지 확인 후 즉시 인공호흡을 해야 한다.",
        "answer": false,
        "explanation": "강아지가 갑자기 쓰러졌을 때 심장이 뛰지 않는다면 심폐소생술(CPR)이 필요하며, 이때 심장 압박이 인공호흡보다 훨씬 중요합니다. 먼저 심장 압박 30회를 실시한 후 인공호흡 2회를 하는 비율이 권장됩니다. 심장이 뛰는데 인공호흡만 하는 것은 적절하지 않습니다.",
        "legalBasis": "수의 응급의학 및 심폐소생술(CPR) 지침"
    },
    {
        "id": 310,
        "statement": "반려동물에게는 사람용 물이 가장 안전하므로, 수돗물 대신 생수를 급여해야 한다.",
        "answer": false,
        "explanation": "대한민국의 수돗물은 음용수 기준에 적합하므로 반려동물에게 안전하게 급여할 수 있습니다. 생수는 특정 미네랄 함량이 높을 경우 장기적으로 신장에 부담을 줄 수 있으므로, 무조건 생수만 고집할 필요는 없습니다. 오히려 정수된 물이나 수돗물을 급여하는 것이 더 나을 수 있습니다.",
        "legalBasis": "수의 영양학 및 수돗물 안전성"
    },
    {
        "id": 311,
        "statement": "고양이에게 건사료는 반드시 물에 불려 급여해야 한다.",
        "answer": false,
        "explanation": "고양이에게 건사료를 물에 불려 급여하는 것은 음수량 증진에 도움이 되고, 어린 고양이나 치아 문제가 있는 고양이에게 유용할 수 있지만, 필수 사항은 아닙니다. 모든 고양이가 불린 사료를 선호하는 것은 아니며, 일부 고양이는 불린 사료의 기호성이 떨어지거나 치아 건강에 영향을 줄 수도 있습니다.",
        "legalBasis": "고양이 영양학 및 사료 급여 방식"
    },
    {
        "id": 312,
        "statement": "대한민국에서 반려동물 의료비는 부가세가 면제된다.",
        "answer": false,
        "explanation": "2023년 10월 1일부터 반려동물 진료행위에 대한 부가가치세가 '일부' 면제되었습니다. 하지만 모든 의료비가 면제되는 것은 아니며, 미용 목적의 시술, 예방접종, 중성화 수술 등 일부 항목에는 여전히 부가세가 부과될 수 있습니다. 면제 항목은 점차 확대될 예정입니다.",
        "legalBasis": "대한민국 부가가치세법 시행령 및 관련 법규 개정 (수의사 진료용역 부가세 면제)"
    },
    {
        "id": 313,
        "statement": "펫 미용실은 반려동물 관련 시설이므로 수의사 면허를 가진 자만 개설할 수 있다.",
        "answer": false,
        "explanation": "펫 미용실은 동물 관련 시설이지만, 수의사 면허를 가진 자만 개설할 수 있는 것은 아닙니다. 펫 미용실은 동물보호법상 '동물미용업'으로 분류되어 시·군·구청에 등록하고 관련 시설 및 인력 기준을 준수해야 합니다. 의료 행위는 금지됩니다.",
        "legalBasis": "대한민국 동물보호법 제32조(동물미용업의 등록) 및 수의사법"
    },
    {
        "id": 314,
        "statement": "반려동물 입양 시 분양 계약서는 법적 효력이 없으므로 작성하지 않아도 된다.",
        "answer": false,
        "explanation": "반려동물 분양 계약서는 법적 효력이 있습니다. 분양 당사자 간의 권리와 의무(예: 건강 보장, 사육 환경, 파양 시 책임 등)를 명확히 하고, 분쟁 발생 시 중요한 증거 자료로 활용될 수 있습니다. 작성이 강력히 권장됩니다.",
        "legalBasis": "대한민국 민법 (계약의 효력) 및 관련 소비자 분쟁 해결 기준"
    },
    {
        "id": 315,
        "statement": "대한민국에서 반려동물 전문 훈련사는 국가 공인 자격증이 있어야 한다.",
        "answer": false,
        "explanation": "대한민국에서는 현재 반려동물 전문 훈련사를 위한 국가 공인 자격증은 없습니다. 훈련사 자격은 민간 단체에서 발급하는 민간 자격증으로 운영되고 있습니다. 다만, 동물보호법에 따라 동물훈련업을 등록하려면 일정 요건을 갖춰야 합니다.",
        "legalBasis": "대한민국 동물보호법 (동물훈련업 등록) 및 자격기본법 (국가공인 민간자격제도)"
    },
    {
        "id": 316,
        "statement": "개가 꼬리를 흔들면 항상 행복한 상태이다.",
        "answer": false,
        "explanation": "개가 꼬리를 흔드는 것은 행복뿐만 아니라 불안, 경계, 흥분, 또는 공격적인 의도 등 다양한 감정 상태를 표현할 수 있습니다. 꼬리의 높이, 흔드는 속도, 몸의 다른 자세(귀, 눈, 자세)와 함께 해석해야 정확한 의미를 파악할 수 있습니다.",
        "legalBasis": "개 행동학 및 신체 언어 연구"
    },
    {
        "id": 317,
        "statement": "고양이가 갑자기 그르렁거리는 것은 항상 기분이 좋아서이다.",
        "answer": false,
        "explanation": "고양이가 그르렁거리는 소리는 기분이 좋아서일 때 가장 흔하지만, 통증, 스트레스, 불안, 또는 질병으로 인해 자신을 진정시키기 위한 행동일 수도 있습니다. 특히 평소와 다른 상황이나 통증을 의심할 만한 다른 증상과 함께 나타난다면 주의 깊게 살펴봐야 합니다.",
        "legalBasis": "고양이 행동학 및 통증 신호"
    },
    {
        "id": 318,
        "statement": "강아지의 구취(입 냄새)는 항상 양치질 부족 때문이다.",
        "answer": false,
        "explanation": "강아지의 구취는 양치질 부족으로 인한 치석 및 치주염이 가장 흔한 원인이지만, 구강 내 종양, 구내염, 신장 질환(요독증), 당뇨병(단내), 위장 질환, 간 질환 등 다른 전신 질환에 의해서도 발생할 수 있습니다. 지속적인 심한 구취는 질병의 신호일 수 있습니다.",
        "legalBasis": "수의 치과학 및 내과 질환 진단"
    },
    {
        "id": 319,
        "statement": "고양이가 사료를 갑자기 토하는 것은 항상 급하게 먹어서이다.",
        "answer": false,
        "explanation": "고양이가 사료를 토하는 것은 급하게 먹어서일 수도 있지만, 헤어볼, 식이 알레르기, 특정 사료 불내증, 위염, 장염, 췌장염, 신부전, 갑상선 기능 항진증, 또는 이물 섭취 등 다양한 의학적 원인에 의해서도 발생할 수 있습니다. 잦은 구토는 수의사 진료가 필요합니다.",
        "legalBasis": "고양이 소화기학 및 내과 질환 진단"
    },
    {
        "id": 320,
        "statement": "반려동물의 귀 끝이 건조해지고 각질이 생기는 것은 항상 단순한 피부 건조 때문이다.",
        "answer": false,
        "explanation": "반려동물의 귀 끝이 건조해지고 각질이 생기는 것은 단순한 피부 건조 외에도 옴 진드기 감염(개선충), 곰팡이 감염, 특정 영양소 결핍, 혈액 순환 장애, 자가면역 질환, 또는 동상(추운 환경) 등 다양한 의학적 원인에 의해 발생할 수 있습니다. 원인에 따라 치료법이 달라집니다.",
        "legalBasis": "수의 피부과학 및 귀 질환 진단"
    },
    {
        "id": 321,
        "statement": "강아지에게 '산책'은 단순히 운동을 시키는 행위이므로 규칙적인 시간과 상관없이 충분히 시켜주면 된다.",
        "answer": false,
        "explanation": "강아지에게 산책은 단순한 운동을 넘어 사회화, 스트레스 해소, 정신적 자극 제공, 배변 활동의 루틴 형성 등 매우 중요한 역할을 합니다. 규칙적인 시간과 장소에서의 산책은 강아지의 안정감과 예측 가능성을 높여 정신 건강에도 긍정적인 영향을 줍니다.",
        "legalBasis": "개 행동학 및 동물 복지"
    },
    {
        "id": 322,
        "statement": "고양이의 발톱은 항상 투명색이다.",
        "answer": false,
        "explanation": "대부분의 고양이 발톱은 투명하거나 반투명한 흰색이지만, 일부 고양이는 발톱에 멜라닌 색소가 침착되어 검은색 또는 어두운 갈색 발톱을 가지기도 합니다. 발톱 색깔은 품종이나 개체마다 다를 수 있습니다.",
        "legalBasis": "고양이 생리학 및 해부학"
    },
    {
        "id": 323,
        "statement": "대한민국에서 반려동물 등록은 전국 어디서나 동일한 방식으로 가능하다.",
        "answer": false,
        "explanation": "대한민국 동물등록 방식은 내장형 무선식별장치(마이크로칩) 방식이 원칙이지만, 일부 지자체에서는 보호자의 선택에 따라 외장형 무선식별장치 또는 등록 인식표 방식도 허용하고 있습니다. 따라서 전국이 동일한 방식은 아니며, 거주 지역의 규정을 확인해야 합니다.",
        "legalBasis": "대한민국 동물보호법 시행규칙 제15조(동물등록의 방법 등) 및 지자체 조례"
    },
    {
        "id": 324,
        "statement": "강아지가 음식을 훔쳐 먹는 것은 항상 배가 고파서이다.",
        "answer": false,
        "explanation": "강아지가 음식을 훔쳐 먹는 행동은 배고픔 외에도 학습된 행동(성공 경험), 지루함, 관심 요구, 스트레스, 불안, 또는 영양 불균형이나 특정 질병(예: 갑상선 기능 항진증으로 인한 식욕 증가) 때문일 수 있습니다. 행동 교정과 환경 관리가 필요합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 325,
        "statement": "고양이의 꼬리를 밟으면 항상 꼬리가 부러진다.",
        "answer": false,
        "explanation": "고양이의 꼬리를 밟는다고 항상 부러지는 것은 아닙니다. 꼬리의 뼈와 근육은 유연성이 있어 부분적인 손상이나 염좌가 발생할 수 있지만, 심하게 밟거나 충격이 클 경우 골절이나 신경 손상이 발생할 수 있습니다. 매우 아파하고 심각한 문제가 생길 수 있으므로 조심해야 합니다.",
        "legalBasis": "고양이 해부학 및 외상학"
    },
    {
        "id": 326,
        "statement": "반려동물의 대변에 점액이 섞여 나오면 항상 바이러스성 장염 때문이다.",
        "answer": false,
        "explanation": "반려동물의 대변에 점액이 섞여 나오는 것은 바이러스성 장염 외에도 대장염(세균성, 기생충성, 스트레스성), 식이 문제(알레르기, 불내증), 염증성 장 질환(IBD), 특정 약물 부작용 등 다양한 원인에 의해 발생할 수 있습니다. 점액변이 지속되거나 다른 증상이 동반된다면 수의사 진료가 필요합니다.",
        "legalBasis": "수의 소화기학 및 내과 질환 진단"
    },
    {
        "id": 327,
        "statement": "강아지가 갑자기 공격적으로 변하면 항상 광견병 때문이다.",
        "answer": false,
        "explanation": "강아지가 갑자기 공격적으로 변하는 것은 광견병의 증상 중 하나일 수 있지만, 통증, 두려움, 불안, 스트레스, 뇌종양, 갑상선 기능 저하증, 청각 또는 시각 상실 등 다양한 의학적 또는 행동학적 원인 때문에 나타날 수 있습니다. 정확한 원인 진단이 중요합니다.",
        "legalBasis": "개 행동학 및 수의 내과/신경과 질환 진단"
    },
    {
        "id": 328,
        "statement": "고양이가 사람의 음식을 갈구하는 것은 항상 배가 고파서이다.",
        "answer": false,
        "explanation": "고양이가 사람의 음식을 갈구하는 것은 배고픔 외에도 호기심, 새로운 맛에 대한 욕구, 관심 요구, 또는 주식 사료의 영양 불균형 등 다양한 원인에 의해 발생할 수 있습니다. 사람 음식은 고양이에게 부적절한 경우가 많으므로 급여에 주의해야 합니다.",
        "legalBasis": "고양이 행동학 및 영양학"
    },
    {
        "id": 329,
        "statement": "대한민국에서 반려동물 진료 기록은 보호자의 요청이 있을 때에만 수의사가 열람 가능하다.",
        "answer": false,
        "explanation": "반려동물의 진료 기록은 해당 동물병원에서 관리하며, 보호자는 자신의 반려동물 진료 기록에 대해 열람 및 사본 교부를 요청할 수 있습니다. 수의사는 보호자의 정당한 요청에 따라 진료 기록을 제공해야 합니다. 법적으로 보장된 권리입니다.",
        "legalBasis": "대한민국 수의사법 제21조의2(진료기록부 등의 열람 등)"
    },
    {
        "id": 330,
        "statement": "반려동물이 침대 밑이나 어두운 곳에 숨는 것은 항상 잠을 자려는 행동이다.",
        "answer": false,
        "explanation": "반려동물이 침대 밑이나 어두운 곳에 숨는 행동은 잠을 자려는 것 외에도 통증, 불안, 두려움(예: 천둥소리, 낯선 사람), 스트레스, 질병(몸이 좋지 않을 때), 또는 주변 환경에 대한 회피 등 다양한 원인에 의해 나타날 수 있습니다. 평소와 다른 행동이라면 주의 깊게 관찰해야 합니다.",
        "legalBasis": "반려동물 행동학 및 질병 신호"
    },
    {
        "id": 331,
        "statement": "강아지가 놀이 중 으르렁거리는 것은 항상 공격적인 의도를 내포하므로 즉시 제지해야 한다.",
        "answer": false,
        "explanation": "강아지가 놀이 중 으르렁거리는 것은 정상적인 놀이 행동의 일부일 수 있습니다(놀이성 으르렁거림). 이는 흥분, 장난기, 또는 놀이 규칙을 알려주는 신호일 수 있으며, 무조건적으로 제지하기보다는 강아지의 다른 신체 언어와 놀이의 맥락을 함께 보고 판단해야 합니다. 과도하거나 공격적인 양상으로 변질될 경우에만 개입이 필요합니다.",
        "legalBasis": "개 행동학 및 긍정 강화 훈련 원칙"
    },
    {
        "id": 332,
        "statement": "고양이의 이첨판 폐쇄부전증(Mitral Valve Insufficiency)은 항상 기침을 동반한다.",
        "answer": false,
        "explanation": "고양이의 이첨판 폐쇄부전증은 개의 경우와 달리 기침을 동반하는 경우가 드뭅니다. 대신 무증상으로 지내다가 갑자기 호흡 곤란, 무기력, 식욕 부진, 뒷다리 마비(혈전색전증) 등의 증상이 나타날 수 있습니다. 이는 고양이의 해부학적, 생리학적 특성 차이 때문입니다.",
        "legalBasis": "수의 심장학 및 고양이 질병 특성"
    },
    {
        "id": 333,
        "statement": "고양이가 눈을 가늘게 뜨는 것은 항상 행복하거나 만족스러운 상태를 나타낸다.",
        "answer": false,
        "explanation": "고양이가 눈을 가늘게 뜨는 것은 편안함과 만족감을 나타내기도 하지만, 통증, 불안, 두려움, 또는 빛에 대한 민감성(예: 눈 질환)을 나타내는 신호일 수도 있습니다. 다른 신체 언어(귀 위치, 자세, 꼬리 움직임)와 함께 종합적으로 판단해야 합니다.",
        "legalBasis": "고양이 행동학 및 통증 신호"
    },
    {
        "id": 334,
        "statement": "강아지의 마운팅(mounting) 행동은 중성화 수술로 100% 교정된다.",
        "answer": false,
        "explanation": "강아지의 마운팅 행동은 성적인 의도 외에도 우위 표현, 놀이의 일환, 흥분, 스트레스 해소, 또는 관심 요구 등 다양한 사회적, 행동적 원인에 의해 나타날 수 있습니다. 중성화 수술은 성적인 마운팅을 줄이는 데 도움이 되지만, 다른 원인에 의한 마운팅은 중성화 후에도 지속될 수 있으며, 행동 교정이 필요합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 335,
        "statement": "고양이의 만성 신부전은 항상 급성으로 진행되며, 치료가 불가능하다.",
        "answer": false,
        "explanation": "고양이의 만성 신부전은 대부분 서서히 진행되는 질환이며, 조기에 진단하여 적절히 관리하면 진행 속도를 늦추고 삶의 질을 개선할 수 있습니다. 완치는 어렵지만, 식이 요법, 약물 치료, 수액 처치 등을 통해 관리가 가능합니다. 급성 신부전은 다른 원인에 의해 갑자기 발생하며 예후가 다릅니다.",
        "legalBasis": "수의 신장학 및 만성 신부전 관리"
    },
    {
        "id": 336,
        "statement": "강아지의 아토피 피부염은 완치될 수 있다.",
        "answer": false,
        "explanation": "강아지의 아토피 피부염은 유전적 소인이 있는 만성 알레르기 질환으로, 완치는 어렵습니다. 대신 증상을 관리하고 삶의 질을 높이는 것을 목표로 약물 치료(면역 억제제, 항히스타민제), 식이 요법, 목욕 요법, 환경 관리 등 평생 관리가 필요합니다.",
        "legalBasis": "수의 피부과학 및 알레르기 질환 관리"
    },
    {
        "id": 337,
        "statement": "고양이의 요로계 질환은 항상 혈뇨를 동반한다.",
        "answer": false,
        "explanation": "고양이의 요로계 질환 중 가장 흔한 특발성 방광염(Feline Idiopathic Cystitis, FIC)의 경우 혈뇨가 나타나지 않는 '무혈뇨 방광염'의 형태로 나타날 수도 있습니다. 또한, 방광염 초기나 미세혈뇨는 육안으로 확인하기 어려울 수 있습니다. 따라서 혈뇨가 없다고 요로계 질환이 아니라고 단정할 수 없습니다.",
        "legalBasis": "수의 비뇨기학 및 고양이 특발성 방광염"
    },
    {
        "id": 338,
        "statement": "개의 디스크 질환(추간판 탈출증)은 항상 뒷다리 마비로 나타난다.",
        "answer": false,
        "explanation": "개의 디스크 질환은 탈출된 디스크의 위치에 따라 증상이 다릅니다. 목 디스크(경추부)의 경우 앞다리 통증이나 마비, 전신 마비로 나타날 수 있으며, 허리 디스크(요천추부)의 경우 뒷다리 통증, 마비, 또는 단순히 통증만 나타날 수도 있습니다.",
        "legalBasis": "수의 신경학 및 추간판 질환"
    },
    {
        "id": 339,
        "statement": "고양이의 백혈병 바이러스(FeLV)에 감염되면 항상 발병하여 사망한다.",
        "answer": false,
        "explanation": "고양이가 백혈병 바이러스(FeLV)에 노출되면 감염될 수 있지만, 모든 감염된 고양이가 즉시 발병하여 사망하는 것은 아닙니다. 일부 고양이는 바이러스를 성공적으로 제거하거나, 바이러스가 몸 안에 잠복해 있다가 면역력이 약해졌을 때 재활성화될 수 있습니다. 또한 백신 접종으로 예방이 가능합니다.",
        "legalBasis": "수의 바이러스학 및 고양이 백혈병 바이러스"
    },
    {
        "id": 340,
        "statement": "강아지의 백내장은 항상 수술로만 치료 가능하다.",
        "answer": false,
        "explanation": "강아지의 백내장 치료에는 수술이 가장 효과적이지만, 초기 단계에서는 백내장의 진행을 늦추는 안약이나 영양제 등이 사용될 수 있습니다. 또한, 백내장이 심하더라도 다른 기저 질환으로 인해 마취가 어렵거나 수술 위험이 높다면, 수술 대신 보조적인 관리가 이루어지기도 합니다.",
        "legalBasis": "수의 안과학 및 백내장 치료법"
    },
    {
        "id": 341,
        "statement": "반려동물이 쇼크 상태일 때, 따뜻하게 해주면 항상 좋다.",
        "answer": false,
        "explanation": "반려동물이 쇼크 상태일 때 체온 유지는 중요하지만, 과도하게 따뜻하게 해주는 것은 오히려 혈관을 확장시켜 저혈압을 심화시키거나 체온 조절 능력을 저해할 수 있습니다. 특히 열사병 등으로 인한 쇼크라면 체온을 낮춰야 합니다. 쇼크의 원인에 따라 처치가 달라지므로 즉시 수의사에게 데려가는 것이 가장 중요합니다.",
        "legalBasis": "수의 응급의학 및 쇼크 관리"
    },
    {
        "id": 342,
        "statement": "강아지가 코피를 흘릴 때, 코를 막고 머리를 뒤로 젖혀야 한다.",
        "answer": false,
        "explanation": "강아지가 코피를 흘릴 때 사람처럼 코를 막거나 머리를 뒤로 젖히면 코피가 기도로 넘어가 질식이나 폐렴을 유발할 수 있어 매우 위험합니다. 오히려 코를 약간 아래로 향하게 하고, 콧등을 압박하며, 즉시 동물병원으로 데려가야 합니다. 원인은 단순한 외상부터 혈액 응고 장애, 종양 등 다양합니다.",
        "legalBasis": "수의 응급처치 지침 및 비강 출혈"
    },
    {
        "id": 343,
        "statement": "고양이에게 곡물 없는 사료(Grain-Free)는 항상 최적의 사료이다.",
        "answer": false,
        "explanation": "고양이에게 곡물 알레르기가 없는 한, 곡물은 좋은 탄수화물 공급원이며 필수 영양소원일 수 있습니다. 곡물 없는 사료가 무조건 더 좋은 것은 아니며, 일부 곡물 없는 사료에서는 콩류 함량이 높아 심장 질환(확장성 심근병증)과의 연관성 연구가 진행 중이기도 합니다. 중요한 것은 영양 균형입니다.",
        "legalBasis": "고양이 영양학 및 사료 성분 연구"
    },
    {
        "id": 344,
        "statement": "강아지에게 생식은 항상 상업용 사료보다 안전하고 영양가가 높다.",
        "answer": false,
        "explanation": "강아지에게 생식을 급여하는 것은 영양 불균형의 위험이 크고, 살모넬라균, 대장균 등 세균 감염 위험이 높습니다. 또한 뼈 조각으로 인한 소화기 손상도 발생할 수 있습니다. 상업용 사료는 영양학적으로 균형 잡혀 있고 위생적으로 관리되므로, 안전성 측면에서 생식보다 우수합니다.",
        "legalBasis": "수의 영양학 및 식품 안전 위생"
    },
    {
        "id": 345,
        "statement": "대한민국에서 동물을 판매하려면 '동물판매업' 등록만 하면 된다.",
        "answer": false,
        "explanation": "대한민국에서 동물을 판매하려면 '동물판매업' 뿐만 아니라 동물을 직접 번식시켜 판매하는 경우 '동물생산판매업'으로 등록해야 합니다. 각 업종마다 시설 및 인력 기준, 준수사항 등이 다르며, 동물을 직접 번식하는 경우는 더 엄격한 규제를 받습니다.",
        "legalBasis": "대한민국 동물보호법 제32조(동물관련업의 등록 등) 및 시행규칙"
    },
    {
        "id": 346,
        "statement": "펫샵에서 반려동물을 분양받는 것은 항상 유기동물 발생의 직접적인 원인이다.",
        "answer": false,
        "explanation": "펫샵 분양이 항상 직접적인 유기동물 발생 원인이라고 단정할 수는 없습니다. 책임감 있는 보호자가 펫샵에서 분양받아 평생 잘 키우는 경우도 많습니다. 하지만 무분별한 생산 및 판매, 충분한 정보 제공 없는 분양은 충동 구매를 유발하고 결국 유기동물 증가와 연관될 수 있어 윤리적 논란이 있습니다.",
        "legalBasis": "동물 복지 윤리 및 유기동물 문제 연구"
    },
    {
        "id": 347,
        "statement": "동물학대 처벌은 항상 벌금형으로 끝난다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따르면 동물학대에 대한 처벌은 단순 벌금형 외에 징역형도 가능하며, 학대 행위의 경중에 따라 형량이 달라집니다. 최근에는 동물학대 처벌이 더욱 강화되는 추세입니다. (예: 학대하여 사망에 이르게 한 경우 최대 3년 이하의 징역 또는 3천만원 이하의 벌금)",
        "legalBasis": "대한민국 동물보호법 제46조(벌칙)"
    },
    {
        "id": 348,
        "statement": "강아지의 행동 문제는 항상 보호자의 잘못된 훈련 방식 때문이다.",
        "answer": false,
        "explanation": "강아지의 행동 문제는 보호자의 훈련 방식 외에도 유전적 소인, 사회화 부족, 과거의 트라우마, 질병(통증, 호르몬 문제 등), 불안, 스트레스, 환경 변화 등 다양한 원인에 의해 발생할 수 있습니다. 원인을 종합적으로 파악하여 접근하는 것이 중요합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 349,
        "statement": "고양이가 배가 고프면 항상 큰 소리로 운다.",
        "answer": false,
        "explanation": "고양이가 배가 고플 때 큰 소리로 우는 경우도 있지만, 품종, 성격, 과거 경험에 따라 조용히 보호자를 따라다니거나, 밥그릇 주변을 맴돌거나, 얼굴을 비비는 등 다양한 방식으로 배고픔을 표현할 수 있습니다. 일부 고양이는 식욕이 없어도 스트레스로 울기도 합니다.",
        "legalBasis": "고양이 행동학 및 의사소통"
    },
    {
        "id": 350,
        "statement": "개의 혈액 검사 시 'CBC'는 항상 간과 신장 기능을 확인하는 데 사용된다.",
        "answer": false,
        "explanation": "CBC(Complete Blood Count, 전혈구 검사)는 혈액 내 적혈구, 백혈구, 혈소판 수치를 측정하여 빈혈, 염증, 감염, 혈액 응고 관련 이상 등을 확인하는 검사입니다. 간과 신장 기능은 주로 '혈액 화학 검사(Blood Chemistry)'를 통해 확인합니다.",
        "legalBasis": "수의 임상병리학 및 혈액 검사"
    },
    {
        "id": 351,
        "statement": "고양이의 확장성 심근병증(Dilated Cardiomyopathy, DCM)은 항상 타우린 결핍 때문에 발생한다.",
        "answer": false,
        "explanation": "고양이의 확장성 심근병증(DCM)은 과거에는 타우린 결핍이 주된 원인 중 하나였으나, 현재 시판되는 대부분의 상업용 사료에는 타우린이 충분히 함유되어 있어 타우린 결핍으로 인한 DCM은 드물어졌습니다. 현재는 유전적 소인이나 원인 불명의 경우가 많으며, 곡물 없는 사료의 특정 성분과의 연관성도 연구 중입니다.",
        "legalBasis": "수의 심장학 및 고양이 영양학"
    },
    {
        "id": 352,
        "statement": "강아지의 파보바이러스 감염증은 항상 혈액 검사로 진단된다.",
        "answer": false,
        "explanation": "강아지의 파보바이러스 감염증은 주로 분변 검사(항원 검사 키트)를 통해 진단됩니다. 혈액 검사(CBC)에서는 백혈구 감소증 등이 나타나 파보 감염을 강력히 시사할 수 있지만, 확진을 위해서는 분변 검사가 더 직접적입니다. 항체 검사는 예방접종 여부를 확인하는 데 사용될 수 있습니다.",
        "legalBasis": "수의 감염병학 및 바이러스 진단"
    },
    {
        "id": 353,
        "statement": "고양이가 갑자기 체중이 감소하면 항상 갑상선 기능 항진증 때문이다.",
        "answer": false,
        "explanation": "고양이가 갑자기 체중이 감소하는 것은 갑상선 기능 항진증이 흔한 원인이지만, 만성 신부전, 당뇨병, 소화기 질환(염증성 장 질환, 췌장염), 치과 질환, 암, 또는 심한 스트레스 등 다양한 의학적 원인에 의해 발생할 수 있습니다. 정확한 진단이 필요합니다.",
        "legalBasis": "고양이 내과 질환 진단 및 대사 질환"
    },
    {
        "id": 354,
        "statement": "반려동물에게 발생하는 '핫스팟(Hot Spot)'은 항상 외부 기생충 감염 때문이다.",
        "answer": false,
        "explanation": "핫스팟(급성 습성 피부염)은 외부 기생충(벼룩, 진드기) 감염에 의해 유발될 수 있지만, 알레르기(식이, 환경), 귀 감염, 과도한 그루밍(스트레스), 청결하지 못한 피부 관리, 또는 털이 습한 상태가 오래 유지될 때 등 다양한 원인에 의해 발생할 수 있습니다.",
        "legalBasis": "수의 피부과학 및 피부 염증"
    },
    {
        "id": 355,
        "statement": "강아지의 눈 색깔이 파란색이면 항상 시각에 문제가 있다.",
        "answer": false,
        "explanation": "강아지의 눈 색깔이 파란색인 것은 단순히 멜라닌 색소의 부족으로 인한 품종적 특성(예: 시베리안 허스키, 보더콜리 일부 개체)일 수 있으며, 시각에는 아무런 문제가 없습니다. 다만, 백내장이나 녹내장으로 인해 눈이 푸르게 보일 수 있으므로, 눈이 뿌옇게 변했다면 진료가 필요합니다.",
        "legalBasis": "수의 안과학 및 개 품종 특성"
    },
    {
        "id": 356,
        "statement": "고양이의 중성화 수술 후 살이 찌는 것은 항상 사료 섭취량이 많아져서이다.",
        "answer": false,
        "explanation": "고양이는 중성화 수술 후 호르몬 변화로 인해 기초 대사량이 감소하고 활동량이 줄어들 수 있습니다. 이로 인해 동일한 양의 사료를 섭취해도 살이 찔 수 있습니다. 따라서 중성화 후에는 사료 섭취량 조절과 활동량 증대가 필요합니다.",
        "legalBasis": "고양이 내분비학 및 영양학"
    },
    {
        "id": 357,
        "statement": "대한민국에서 반려동물을 유기하면 항상 벌금형에 처해진다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따르면 동물을 유기한 경우 300만원 이하의 벌금에 처해질 수 있습니다. 이는 과거보다 강화된 처벌이며, 유기 행위의 심각성에 따라 형량이 달라질 수 있습니다.",
        "legalBasis": "대한민국 동물보호법 제46조(벌칙) 및 제8조(동물학대 등)"
    },
    {
        "id": 358,
        "statement": "펫시터가 반려동물에게 약을 먹이는 행위는 항상 불법 의료 행위이다.",
        "answer": false,
        "explanation": "펫시터가 수의사의 처방에 따라 보호자의 지시를 받아 약을 먹이는 것은 일반적인 관리 행위로 간주되며 불법 의료 행위가 아닙니다. 그러나 펫시터가 임의로 진단하거나 처방 없이 약을 투여하는 것은 불법 의료 행위로 간주될 수 있습니다. 수의사의 진단과 처방이 중요합니다.",
        "legalBasis": "대한민국 수의사법 및 동물위탁관리업 규정"
    },
    {
        "id": 359,
        "statement": "반려동물에게 사용되는 모든 백신은 평생 지속되는 면역을 제공한다.",
        "answer": false,
        "explanation": "반려동물에게 사용되는 백신은 질병에 따라 면역 지속 기간이 다릅니다. 일부 백신은 1년마다 재접종이 필요하며, 일부는 3년마다 또는 그 이상 지속되는 경우도 있습니다. 백신 종류와 질병의 위험도에 따라 접종 스케줄이 달라지므로 수의사와 상담해야 합니다.",
        "legalBasis": "수의 예방의학 및 백신학"
    },
    {
        "id": 360,
        "statement": "강아지에게 초콜릿을 급여하는 것은 소량이라도 항상 치명적이다.",
        "answer": false,
        "explanation": "강아지에게 초콜릿은 유해하지만, 소량의 초콜릿이 항상 치명적인 것은 아닙니다. 초콜릿의 종류(카카오 함량), 섭취량, 강아지의 체중에 따라 독성의 정도가 다릅니다. 카카오 함량이 높은 다크 초콜릿이나 베이킹 초콜릿은 소량으로도 위험할 수 있으며, 증상이 없더라도 즉시 수의사 진료를 받는 것이 안전합니다.",
        "legalBasis": "수의 독성학 및 반려동물 유해 식품"
    },
    {
        "id": 361,
        "statement": "고양이가 갑자기 털을 삼키지 않고 토하는 것은 항상 급성 위장염 때문이다.",
        "answer": false,
        "explanation": "고양이가 털을 삼키지 않고 급하게 토하는 것은 헤어볼 외에도 식이 알레르기, 특정 사료 불내증, 위염, 췌장염, 이물 섭취, 심장사상충 등의 내과 질환이나 스트레스 등 다양한 원인에 의해 발생할 수 있습니다. 지속적인 구토는 수의사 진료가 필요합니다.",
        "legalBasis": "고양이 내과 질환 및 소화기학"
    },
    {
        "id": 362,
        "statement": "강아지가 주인을 물려고 할 때, 코를 때려 제압하는 것이 효과적인 훈련 방법이다.",
        "answer": false,
        "explanation": "강아지의 코를 때리는 등 물리적인 처벌은 강아지에게 고통과 공포를 주어 보호자에 대한 신뢰를 깨뜨리고, 공격성을 더 심화시키거나 예측 불가능하게 만들 수 있습니다. 물려고 하는 원인(두려움, 통증, 자원 보호 등)을 파악하고, 긍정 강화를 통한 행동 교정이 필요합니다.",
        "legalBasis": "개 행동학 및 긍정 강화 훈련 원칙"
    },
    {
        "id": 363,
        "statement": "고양이의 구내염은 항상 바이러스 감염 때문에 발생한다.",
        "answer": false,
        "explanation": "고양이의 구내염은 바이러스(칼리시바이러스, 헤르페스바이러스, FeLV/FIV) 감염 외에도 세균 감염, 면역 매개 질환, 치아 흡수성 병변, 치주염의 악화, 신장 질환(요독증), 영양 결핍 등 다양한 원인에 의해 발생할 수 있습니다. 복합적인 원인으로 나타나는 경우가 많습니다.",
        "legalBasis": "수의 치과학 및 고양이 내과 질환"
    },
    {
        "id": 364,
        "statement": "개의 아디슨병(부신피질기능저하증)은 항상 갑자기 발생하며 생명을 위협한다.",
        "answer": false,
        "explanation": "개의 아디슨병은 급성 '아디슨 크라이시스'로 갑자기 나타나 생명을 위협할 수 있지만, 대부분은 무기력, 식욕 부진, 구토, 설사 등 비특이적이고 만성적인 증상이 나타났다가 호전되기를 반복하며 서서히 진행되는 경우가 많습니다. 진단이 늦어지는 경우가 흔합니다.",
        "legalBasis": "수의 내분비학 및 아디슨병 진단"
    },
    {
        "id": 365,
        "statement": "반려동물에게 심장사상충 예방약을 투여하면 다른 모든 내부 기생충도 예방된다.",
        "answer": false,
        "explanation": "심장사상충 예방약은 주로 심장사상충 외에 일부 회충, 십이지장충 등 장내 기생충에 대한 예방 효과를 가집니다. 하지만 모든 종류의 내부 기생충(예: 편충, 콕시듐, 지아르디아 등)을 예방하는 것은 아닙니다. 따라서 추가적인 구충제 투여나 분변 검사가 필요할 수 있습니다.",
        "legalBasis": "수의 기생충학 및 심장사상충 예방"
    },
    {
        "id": 366,
        "statement": "강아지가 사람 음식을 보고 쩝쩝거리는 것은 항상 달라는 신호이다.",
        "answer": false,
        "explanation": "강아지가 사람 음식을 보고 쩝쩝거리는 것은 달라는 신호일 수 있지만, 강아지가 느끼는 스트레스, 불안, 갈등 상황에서도 나타날 수 있는 '카밍 시그널(Calming Signal)'의 일종입니다. 상황을 파악하여 강아지의 심리 상태를 이해해야 합니다.",
        "legalBasis": "개 행동학 및 카밍 시그널"
    },
    {
        "id": 367,
        "statement": "고양이의 눈동자가 동그랗게 확장되어 있으면 항상 공격적인 의도를 나타낸다.",
        "answer": false,
        "explanation": "고양이의 눈동자가 동그랗게 확장되는 것은 흥분, 놀이, 두려움, 또는 통증을 느끼고 있을 때 나타날 수 있습니다. 특히 어두운 환경에서도 확장될 수 있습니다. 공격적인 의도를 나타낼 때도 있지만, 다른 신체 언어와 맥락을 함께 고려해야 합니다.",
        "legalBasis": "고양이 행동학 및 신체 언어"
    },
    {
        "id": 368,
        "statement": "대한민국에서 동물병원 폐기물은 일반 쓰레기로 처리할 수 있다.",
        "answer": false,
        "explanation": "대한민국에서는 동물병원에서 발생하는 폐기물(주사기, 수액줄, 혈액 오염물, 동물 사체 등)은 '의료폐기물' 또는 '사업장폐기물'로 분류되어 일반 쓰레기와 분리하여 전문 폐기물 처리 업체를 통해 처리해야 합니다. 이를 위반할 경우 법적인 처벌을 받습니다.",
        "legalBasis": "대한민국 폐기물관리법 및 의료폐기물 관리법"
    },
    {
        "id": 369,
        "statement": "강아지가 사료를 토하는 것은 항상 소화기 문제 때문이다.",
        "answer": false,
        "explanation": "강아지가 사료를 토하는 것은 소화기 문제(위염, 장염, 췌장염) 외에도 전신 질환(신부전, 간 질환, 당뇨병), 이물 섭취, 독극물 중독, 특정 약물 부작용, 갑작스러운 사료 변경, 또는 단순한 과식이나 급체 등 다양한 원인에 의해 발생할 수 있습니다. 지속적인 구토는 진료가 필요합니다.",
        "legalBasis": "수의 소화기학 및 내과 질환 진단"
    },
    {
        "id": 370,
        "statement": "고양이에게는 정기적인 발톱깎이보다 스크래쳐 제공이 발톱 관리의 핵심이다.",
        "answer": false,
        "explanation": "고양이에게 스크래쳐는 발톱을 갈고 영역을 표시하며 스트레스를 해소하는 데 중요하지만, 발톱이 너무 길어지는 것을 막고 안쪽 발톱이 살을 파고드는 것을 방지하기 위해 정기적인 발톱깎이(약 2-4주에 한 번)가 필수적입니다. 특히 실내 고양이의 경우 더 중요합니다.",
        "legalBasis": "고양이 관리 및 행동학"
    },
    {
        "id": 371,
        "statement": "반려동물이 켁켁거리는 기침을 할 때, 항상 심장사상충 때문이다.",
        "answer": false,
        "explanation": "반려동물이 켁켁거리는 기침을 하는 것은 심장사상충 외에도 기관지염, 기관지 협착증(특히 소형견), 편도선염, 폐렴, 심장병(폐수종), 이물 흡인 등 다양한 호흡기 또는 심장 질환 때문에 발생할 수 있습니다. 정확한 원인 진단이 필요합니다.",
        "legalBasis": "수의 호흡기학 및 내과 질환 진단"
    },
    {
        "id": 372,
        "statement": "강아지의 '안검 내반증'은 항상 선천적인 유전 질환이다.",
        "answer": false,
        "explanation": "강아지의 안검 내반증(눈꺼풀이 안으로 말려 들어가 속눈썹이 눈을 찌르는 증상)은 특정 품종에서 선천적인 유전 질환으로 흔히 나타나지만, 외상, 감염, 염증, 신경 손상 등 후천적인 원인에 의해서도 발생할 수 있습니다. 증상 완화 및 교정을 위해 수술이 필요할 수 있습니다.",
        "legalBasis": "수의 안과학 및 안과 질환"
    },
    {
        "id": 373,
        "statement": "고양이의 당뇨병은 항상 '다뇨(소변을 많이 봄)' 증상을 동반한다.",
        "answer": false,
        "explanation": "고양이의 당뇨병은 고혈당으로 인해 신장에서 포도당이 걸러지지 못해 다뇨와 다음(물을 많이 마심)을 유발하는 것이 일반적입니다. 하지만 질병이 심화되거나 다른 합병증(예: 신경병증)이 동반되면 활동량이 줄어들거나 구토 등으로 인해 다뇨가 덜 뚜렷하게 나타날 수도 있습니다. 무증상인 경우도 초기에는 있을 수 있습니다.",
        "legalBasis": "고양이 내분비학 및 당뇨병 증상"
    },
    {
        "id": 374,
        "statement": "반려동물에게 발생하는 '종양'은 항상 악성 종양이다.",
        "answer": false,
        "explanation": "반려동물에게 발생하는 종양은 양성 종양과 악성 종양(암)으로 나뉩니다. 양성 종양은 전이되지 않고 국소적으로 성장하며 생명에 위협이 덜한 반면, 악성 종양은 전이 가능성이 있고 생명을 위협합니다. 모든 종양이 악성인 것은 아니며, 조직 검사를 통해 확진해야 합니다.",
        "legalBasis": "수의 종양학 및 병리학"
    },
    {
        "id": 375,
        "statement": "강아지에게 목욕은 항상 매주 해주는 것이 좋다.",
        "answer": false,
        "explanation": "강아지의 목욕 주기는 품종, 피부 및 털 상태, 활동량, 계절에 따라 다릅니다. 너무 잦은 목욕은 피부의 천연 유분을 제거하여 피부 건조, 가려움증, 피부염을 유발할 수 있습니다. 일반적으로 2~4주에 한 번 정도가 적당하며, 피부 질환이 있다면 수의사의 지시를 따라야 합니다.",
        "legalBasis": "강아지 관리 및 피부과학"
    },
    {
        "id": 376,
        "statement": "고양이가 밥그릇에 앞발을 넣어 먹는 것은 항상 물을 달라는 신호이다.",
        "answer": false,
        "explanation": "고양이가 밥그릇에 앞발을 넣어 먹는 행동은 물을 달라는 신호 외에도 수염이 밥그릇 가장자리에 닿는 것을 싫어해서(수염 피로), 시력이 좋지 않거나 밥그릇이 너무 깊어서, 또는 단순히 물장난을 좋아하는 습성 때문일 수 있습니다. 밥그릇 크기나 종류를 바꿔보는 것이 도움이 될 수 있습니다.",
        "legalBasis": "고양이 행동학 및 감각 기관"
    },
    {
        "id": 377,
        "statement": "대한민국에서 반려동물 번식업자는 동물에게 교미를 허용하는 횟수에 제한이 없다.",
        "answer": false,
        "explanation": "대한민국 동물보호법 시행규칙에 따라 동물생산판매업자는 사육하는 동물의 건강과 복지를 위해 암컷에게 연 1회 이상 번식을 하게 하거나, 6개월령 미만의 어린 개체와 교미를 하게 해서는 안 됩니다. 또한 암컷의 경우 6개월령 미만 또는 8살 이상은 번식에 이용할 수 없습니다.",
        "legalBasis": "대한민국 동물보호법 시행규칙 제36조(동물생산판매업자의 준수사항)"
    },
    {
        "id": 378,
        "statement": "강아지의 슬개골 탈구는 항상 다리 절뚝거림으로 나타나며 수술이 유일한 치료법이다.",
        "answer": false,
        "explanation": "강아지의 슬개골 탈구는 초기에는 증상이 없거나 가끔 다리를 들고 걷는 정도의 간헐적인 절뚝거림으로 나타날 수 있습니다. 모든 슬개골 탈구가 수술을 필요로 하는 것은 아니며, 초기 단계나 경미한 경우에는 체중 관리, 운동 제한, 약물 치료 등 보존적 관리로도 충분할 수 있습니다.",
        "legalBasis": "수의 정형외과 및 슬개골 탈구 관리"
    },
    {
        "id": 379,
        "statement": "고양이의 '턱드름(고양이 여드름)'은 항상 더러워서 발생한다.",
        "answer": false,
        "explanation": "고양이의 턱드름은 턱 부위의 피지선 과다 분비, 스트레스, 특정 플라스틱 식기 사용(알레르기), 호르몬 불균형, 또는 면역력 저하 등 다양한 원인에 의해 발생할 수 있습니다. 위생 관리가 중요하지만, 단순한 청결 문제만은 아닙니다.",
        "legalBasis": "수의 피부과학 및 고양이 질환"
    },
    {
        "id": 380,
        "statement": "반려동물이 약을 먹지 않으려고 할 때, 항상 억지로 입에 넣는 것이 효과적이다.",
        "answer": false,
        "explanation": "반려동물이 약을 먹지 않으려 할 때 억지로 투여하면 스트레스와 트라우마를 유발하여 보호자와의 신뢰 관계를 해칠 수 있습니다. 약을 간식에 섞어 주거나(수의사와 상담 필수), 약 먹이기 보조 도구를 사용하거나, 액체 형태의 약으로 바꾸는 등 다양한 방법을 시도하는 것이 좋습니다. 억지는 최후의 수단입니다.",
        "legalBasis": "반려동물 관리 및 행동학"
    },
    {
        "id": 381,
        "statement": "강아지의 '확장성 심근병증(DCM)'은 항상 유전적인 요인 때문에 발생한다.",
        "answer": false,
        "explanation": "강아지의 확장성 심근병증(DCM)은 도베르만, 복서 등 특정 품종에서 유전적인 요인이 크게 작용하지만, 영양 결핍(특히 타우린 또는 L-카르니틴), 감염(바이러스성 심근염), 독성 물질, 또는 원인 불명(특발성) 등 다양한 후천적 원인에 의해서도 발생할 수 있습니다.",
        "legalBasis": "수의 심장학 및 유전 질환 연구"
    },
    {
        "id": 382,
        "statement": "고양이가 발톱을 숨기고 있을 때, 항상 공격적인 의도가 없다.",
        "answer": false,
        "explanation": "고양이가 발톱을 숨기고 있을 때 일반적으로 편안하거나 위협을 느끼지 않는 상태일 수 있지만, 놀이를 하거나 사냥 본능이 발동했을 때, 또는 갑자기 공격적으로 전환하기 직전에도 발톱을 숨기고 있다가 순간적으로 드러낼 수 있습니다. 다른 신체 언어와 상황을 함께 봐야 합니다.",
        "legalBasis": "고양이 행동학 및 사냥 본능"
    },
    {
        "id": 383,
        "statement": "대한민국에서 반려동물 장례는 동물병원에서도 합법적으로 진행할 수 있다.",
        "answer": false,
        "explanation": "대한민국 동물보호법상 동물병원은 동물의 사체 처리(폐기물관리법에 따른 처리)만 할 수 있으며, 정식으로 등록된 동물장묘시설이 아닌 곳에서 장례 의식을 진행하는 것은 불법입니다. 동물장묘업은 별도의 등록 기준을 충족해야 합니다.",
        "legalBasis": "대한민국 동물보호법 제33조(동물장묘업의 등록 등) 및 폐기물관리법"
    },
    {
        "id": 384,
        "statement": "강아지가 사람을 핥는 것은 항상 애정 표현이다.",
        "answer": false,
        "explanation": "강아지가 사람을 핥는 것은 애정 표현이기도 하지만, 불안, 스트레스 해소(자기 위안), 관심 요구, 복종의 신호, 또는 특정 물질(짠맛, 냄새)에 대한 호기심 등 다양한 의미를 가질 수 있습니다. 과도하게 핥는 경우 스트레스의 신호일 수 있습니다.",
        "legalBasis": "개 행동학 및 사회적 행동"
    },
    {
        "id": 385,
        "statement": "고양이에게는 닭고기 알레르기가 있으면 모든 종류의 육류를 먹을 수 없다.",
        "answer": false,
        "explanation": "고양이에게 닭고기 알레르기가 있다고 해서 모든 종류의 육류를 먹을 수 없는 것은 아닙니다. 특정 단백질원에 대한 알레르기이므로, 오리고기, 양고기, 연어 등 다른 단백질원을 급여할 수 있습니다. 알레르기 유발 단백질을 정확히 찾아내고 회피하는 것이 중요합니다.",
        "legalBasis": "고양이 영양학 및 식이 알레르기"
    },
    {
        "id": 386,
        "statement": "반려동물의 '간질(Epilepsy)'은 항상 유전적인 원인 때문에 발생한다.",
        "answer": false,
        "explanation": "반려동물의 간질(Epilepsy)은 '특발성 간질'처럼 유전적인 소인이나 원인 불명으로 발생하는 경우가 많지만, 뇌종양, 뇌수막염, 뇌염, 두부 외상, 간 질환(간성 뇌증), 신장 질환(요독증), 중독 등 다른 질환에 의해 이차적으로 발생하는 '증상성 간질'도 있습니다.",
        "legalBasis": "수의 신경학 및 간질 진단"
    },
    {
        "id": 387,
        "statement": "강아지가 털을 심하게 빠트리면 항상 피부 질환 때문이다.",
        "answer": false,
        "explanation": "강아지의 털 빠짐은 피부 질환(알레르기, 기생충, 감염) 외에도 호르몬 질환(갑상선 기능 저하증, 쿠싱 증후군), 영양 불균형, 스트레스, 노화, 또는 단순히 계절성 털갈이 등 다양한 원인에 의해 발생할 수 있습니다. 심한 털 빠짐은 수의사 진료가 필요합니다.",
        "legalBasis": "수의 피부과학 및 내과 질환 진단"
    },
    {
        "id": 388,
        "statement": "고양이가 물 마시는 것을 거부하면 항상 신장 질환 때문이다.",
        "answer": false,
        "explanation": "고양이가 물 마시는 것을 거부하는 것은 신장 질환의 흔한 증상이지만, 스트레스, 물그릇에 대한 불만(위치, 청결도, 종류), 치과 질환(통증), 식욕 부진, 또는 단순한 기호성 변화 등 다른 이유 때문일 수 있습니다. 원인 파악이 중요합니다.",
        "legalBasis": "고양이 행동학 및 수의 내과 질환"
    },
    {
        "id": 389,
        "statement": "반려동물에게 발생하는 '결석'은 항상 요산염 결석이다.",
        "answer": false,
        "explanation": "반려동물에게 발생하는 결석은 스트루바이트 결석과 수산칼슘 결석이 가장 흔하며, 이 외에 요산염 결석(특히 달마시안), 시스틴 결석 등 다양한 종류가 있습니다. 결석의 종류에 따라 예방 및 치료 방법이 달라지므로 정확한 진단이 필수적입니다.",
        "legalBasis": "수의 비뇨기학 및 결석 종류"
    },
    {
        "id": 390,
        "statement": "대한민국에서 등록된 반려동물은 보호자가 사망하면 국가에서 영구적으로 보호한다.",
        "answer": false,
        "explanation": "대한민국에서 등록된 반려동물이라도 보호자가 사망하면 국가가 영구적으로 보호할 의무는 없습니다. 유가족이 인계받거나, 인계받을 사람이 없는 경우 유기동물로 분류되어 보호소로 인계될 수 있으며, 일정 기간 후 입양되지 않으면 안락사될 수도 있습니다. 따라서 미리 위탁자를 지정하는 등 대비가 필요합니다.",
        "legalBasis": "대한민국 동물보호법 (유기동물 처리) 및 반려동물 상속/위탁 규정"
    },
    {
        "id": 391,
        "statement": "강아지의 짖는 행동은 항상 훈련을 통해 완전히 없앨 수 있다.",
        "answer": false,
        "explanation": "강아지의 짖는 행동은 경고, 즐거움, 불안, 지루함, 관심 요구 등 다양한 의사소통 수단입니다. 짖는 본능을 완전히 없애는 것은 불가능하며, 목표는 과도한 짖음을 줄이고 적절한 상황에서만 짖도록 가르치는 것입니다. 훈련과 원인 파악이 중요합니다.",
        "legalBasis": "개 행동학 및 긍정 강화 훈련"
    },
    {
        "id": 392,
        "statement": "고양이가 사료를 먹고 바로 토하는 것은 항상 소화 불량 때문이다.",
        "answer": false,
        "explanation": "고양이가 사료를 먹고 바로 토하는 것은 소화 불량 외에도 너무 빨리 먹어서(게워냄), 식도 질환(식도 확장증), 헤어볼 축적, 또는 특정 질병(예: 췌장염, 신부전)으로 인한 메스꺼움 때문일 수 있습니다. 지속적인 구토는 진료가 필요합니다.",
        "legalBasis": "고양이 소화기학 및 내과 질환 진단"
    },
    {
        "id": 393,
        "statement": "반려동물이 설사할 때, 항상 금식을 시켜야 한다.",
        "answer": false,
        "explanation": "반려동물이 설사할 때 단시간(예: 12-24시간) 금식은 장을 쉬게 하는 데 도움이 될 수 있지만, 어린 동물이나 매우 약한 동물, 또는 만성 질환을 앓는 동물에게는 저혈당 등의 위험이 있어 오히려 해로울 수 있습니다. 장시간 금식은 장 점막 손상을 악화시킬 수도 있습니다. 설사 원인에 따라 처치가 달라지므로 수의사와 상담해야 합니다.",
        "legalBasis": "수의 소화기학 및 응급처치"
    },
    {
        "id": 394,
        "statement": "강아지의 유치가 빠지지 않고 남아 있으면 항상 치아 배열에 문제가 생긴다.",
        "answer": false,
        "explanation": "강아지의 유치가 제때 빠지지 않고 남아 있는 잔존 유치는 영구치의 맹출을 방해하여 치아 배열 이상, 부정교합, 치주 질환, 잇몸 염증 등을 유발할 가능성이 높습니다. 하지만 모든 경우에 문제가 생기는 것은 아니며, 일부는 아무런 문제 없이 지내기도 합니다. 다만, 대부분 발치하는 것이 권장됩니다.",
        "legalBasis": "수의 치과학 및 치아 발달"
    },
    {
        "id": 395,
        "statement": "고양이의 '구토'와 '역류'는 같은 의미이다.",
        "answer": false,
        "explanation": "'구토'는 위나 장의 내용물을 강한 복압을 동반하여 밖으로 뿜어내는 능동적인 과정인 반면, '역류'는 식도에 있던 내용물이 복압 없이 식도 확장이나 식도 이완 불량 등으로 인해 단순히 역류하여 나오는 수동적인 과정입니다. 원인과 치료법이 다르므로 구분하는 것이 중요합니다.",
        "legalBasis": "고양이 소화기학 및 증상 구분"
    },
    {
        "id": 396,
        "statement": "반려동물에게 복수(복강 내 체액 저류)가 생기면 항상 심장 질환 때문이다.",
        "answer": false,
        "explanation": "반려동물에게 복수가 생기는 것은 심장 질환(특히 우심부전)이 흔한 원인이지만, 간 질환, 신장 질환(저알부민혈증), 암(복막 전이), 췌장염, 복막염, 또는 출혈 등 다양한 원인에 의해 발생할 수 있습니다. 복수액 분석 및 추가 검사를 통해 정확한 원인을 파악해야 합니다.",
        "legalBasis": "수의 내과 질환 진단 및 복강액 분석"
    },
    {
        "id": 397,
        "statement": "강아지의 눈이 빨갛게 충혈되면 항상 결막염 때문이다.",
        "answer": false,
        "explanation": "강아지의 눈 충혈은 결막염 외에도 각막 궤양, 녹내장(안압 상승), 포도막염, 눈꺼풀 이상, 안구 건조증(KCS), 이물질, 또는 전신 질환의 증상 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 진단을 위해 안과 검사가 필요합니다.",
        "legalBasis": "수의 안과학 및 눈 질환"
    },
    {
        "id": 398,
        "statement": "고양이가 '골골송(Purring)'을 부르는 것은 항상 만족감과 행복을 나타낸다.",
        "answer": false,
        "explanation": "고양이의 골골송은 편안함과 행복을 나타내는 것이 가장 흔하지만, 스트레스, 불안, 통증, 또는 죽음을 앞둔 상황에서도 스스로를 진정시키기 위해 골골송을 부를 수 있습니다. 따라서 다른 신체 언어와 상황을 함께 고려하여 감정 상태를 판단해야 합니다.",
        "legalBasis": "고양이 행동학 및 의사소통"
    },
    {
        "id": 399,
        "statement": "대한민국에서 수의사는 모든 동물의 치료를 거부할 권리가 없다.",
        "answer": false,
        "explanation": "대한민국 수의사법에 따르면 수의사는 정당한 사유 없이 진료를 거부하지 못하지만, 예외적으로 '정당한 사유'가 있는 경우에는 진료를 거부할 수 있습니다. 예를 들어, 의료 윤리에 반하는 요구, 전문성 부족, 진료 범위 초과, 시설/인력 부족, 폭력 행사 등입니다.",
        "legalBasis": "대한민국 수의사법 제10조(진료 거부 금지) 및 의료 윤리"
    },
    {
        "id": 400,
        "statement": "강아지에게 '사상충'은 심장에만 기생한다.",
        "answer": false,
        "explanation": "강아지의 심장사상충은 성충이 주로 폐동맥과 심장의 우심실에 기생하지만, 미세사상충(Microfilaria)은 혈액 내에 존재하며, 일부 성충은 혈관을 따라 폐동맥 외의 다른 부위(예: 폐동맥 내, 심장 주변, 사지에 위치한 동맥 등)에 기생할 수도 있습니다. 사상충에 의한 면역 복합체가 신장 등에 영향을 미치기도 합니다.",
        "legalBasis": "수의 기생충학 및 심장사상충 병리"
    },
    {
        "id": 401,
        "statement": "고양이의 '식욕 부진'은 항상 간식 부족 때문이다.",
        "answer": false,
        "explanation": "고양이의 식욕 부진은 간식 부족 때문이기보다는 질병(신부전, 갑상선 기능 항진증, 치과 질환, 소화기 질환, 암 등), 스트레스, 사료 변경, 급식 환경 변화, 또는 단순한 기호성 변화 등 다양한 의학적 또는 행동학적 원인에 의해 발생할 수 있습니다. 특히 24시간 이상 지속될 경우 심각한 건강 문제로 이어질 수 있어 즉시 진료가 필요합니다.",
        "legalBasis": "고양이 내과 질환 및 행동학"
    },
    {
        "id": 402,
        "statement": "반려동물에게 알레르기 검사 결과 양성이 나오면 항상 해당 알레르겐에 노출되지 않도록 해야 한다.",
        "answer": false,
        "explanation": "알레르기 검사에서 양성이 나왔다고 해서 항상 해당 알레르겐이 실제 임상 증상을 유발하는 것은 아닙니다. '양성 반응'은 해당 알레르겐에 대한 항체가 있음을 의미할 뿐, 실제 알레르기 증상을 일으키는지 여부는 '식이 제한 시험'이나 '회피 요법' 등을 통해 확인해야 합니다. 모든 양성 반응에 대해 엄격하게 회피할 필요는 없을 수도 있습니다.",
        "legalBasis": "수의 피부과학 및 알레르기 진단"
    },
    {
        "id": 403,
        "statement": "강아지의 꼬리가 아래로 말려 있으면 항상 두려워하는 상태이다.",
        "answer": false,
        "explanation": "강아지의 꼬리가 아래로 말려 있는 것은 두려움이나 복종의 신호이기도 하지만, 일부 품종(예: 이탈리안 그레이하운드, 휘펫)은 꼬리가 평소에도 자연스럽게 아래로 말려 있는 특성을 가집니다. 따라서 꼬리 자세만으로 감정 상태를 단정할 수 없으며, 다른 신체 언어와 상황을 함께 고려해야 합니다.",
        "legalBasis": "개 행동학 및 품종 특성"
    },
    {
        "id": 404,
        "statement": "고양이의 '치아 흡수성 병변(FORL)'은 항상 통증을 유발하며 발치만이 유일한 치료법이다.",
        "answer": false,
        "explanation": "고양이의 치아 흡수성 병변(FORL)은 통증을 유발하는 경우가 많지만, 초기에는 무증상일 수도 있습니다. 통증이 있는 경우 발치가 효과적인 치료법이지만, 치아의 손상 정도나 병변의 유형에 따라 치아 보존 치료를 시도하기도 합니다. 모든 경우에 발치가 유일한 치료법은 아닙니다.",
        "legalBasis": "수의 치과학 및 치아 흡수성 병변"
    },
    {
        "id": 405,
        "statement": "반려동물이 갑자기 눈꺼풀이 처지고 턱이 늘어지는 증상은 항상 '보툴리누스 중독' 때문이다.",
        "answer": false,
        "explanation": "반려동물이 눈꺼풀이 처지고(안검하수) 턱이 늘어지는(하악 마비) 증상은 보툴리누스 중독의 특징적인 증상 중 하나지만, '중증 근무력증(Myasthenia Gravis)', 특정 신경 질환(예: 삼차 신경병증), 또는 기타 독극물 중독 등 다른 신경근 질환에 의해서도 발생할 수 있습니다. 정확한 진단이 필요합니다.",
        "legalBasis": "수의 신경학 및 독성학"
    },
    {
        "id": 406,
        "statement": "강아지가 잠자는 동안 발을 움직이거나 짖는 소리를 내는 것은 항상 악몽을 꾸는 것이다.",
        "answer": false,
        "explanation": "강아지가 잠자는 동안 발을 움직이거나 짖는 소리를 내는 것은 '렘(REM) 수면' 중에 나타나는 자연스러운 현상으로, 꿈을 꾸는 것(반드시 악몽은 아님)이나 깊은 잠을 자는 것을 의미할 수 있습니다. 일반적으로 깨우지 않고 지켜보는 것이 좋습니다. 다만 경련과 구분해야 합니다.",
        "legalBasis": "개 행동학 및 수면 생리"
    },
    {
        "id": 407,
        "statement": "고양이의 혓바닥이 거칠면 항상 질병의 신호이다.",
        "answer": false,
        "explanation": "고양이의 혓바닥은 원래 돌기(유두)가 있어 까칠까칠한 것이 정상입니다. 이는 그루밍과 사냥에 유리하게 진화된 특징입니다. 혓바닥의 색깔 변화, 궤양, 비정상적인 건조함 등 다른 증상이 동반될 때 질병을 의심해야 합니다.",
        "legalBasis": "고양이 해부학 및 생리"
    },
    {
        "id": 408,
        "statement": "대한민국에서 반려동물 등록은 칩이 내장된 형태만 허용된다.",
        "answer": false,
        "explanation": "대한민국 동물보호법상 동물등록은 내장형 무선식별장치(마이크로칩) 방식이 '권장'되고 있지만, 외장형 무선식별장치 또는 등록 인식표 방식도 허용됩니다. 다만, 내장형이 유기 방지 및 정보 유지에 더 효과적이라고 여겨집니다. 지자체에 따라 허용되는 방식에 차이가 있을 수 있습니다.",
        "legalBasis": "대한민국 동물보호법 시행규칙 제15조(동물등록의 방법 등)"
    },
    {
        "id": 409,
        "statement": "강아지에게 설사가 지속되면 항상 '고섬유질 사료'로 바꿔주는 것이 좋다.",
        "answer": false,
        "explanation": "강아지 설사의 원인은 매우 다양하며, '고섬유질 사료'가 항상 좋은 해결책은 아닙니다. 오히려 저지방, 고소화율 사료가 도움이 되는 경우도 있고, 섬유질이 오히려 설사를 악화시킬 수도 있습니다. 설사 원인에 따라 식이 요법이 달라지므로 수의사와 상담하여 적절한 사료를 선택해야 합니다.",
        "legalBasis": "수의 영양학 및 소화기 질환 관리"
    },
    {
        "id": 410,
        "statement": "고양이가 물을 마시지 않으면 항상 '고양이 전용 수분 보충제'를 급여해야 한다.",
        "answer": false,
        "explanation": "고양이가 물을 마시지 않을 때 수분 보충제를 급여하는 것은 도움이 될 수 있지만, 항상 필수적인 것은 아닙니다. 먼저 물그릇의 위치, 청결, 종류를 변경하거나, 습식 사료의 비율을 늘리는 등 환경적인 노력을 시도해야 합니다. 그럼에도 불구하고 음수량이 부족하여 건강에 문제가 생길 경우에만 수분 보충제를 고려합니다.",
        "legalBasis": "고양이 관리 및 영양학"
    },
    {
        "id": 411,
        "statement": "반려동물이 계단을 오르내릴 때 힘들어하면 항상 '관절염' 때문이다.",
        "answer": false,
        "explanation": "반려동물이 계단을 오르내릴 때 힘들어하는 것은 관절염 외에도 디스크 질환, 슬개골 탈구, 고관절 이형성증, 근육 손상, 신경계 질환, 또는 단순히 노화로 인한 운동 능력 저하 등 다양한 근골격계 또는 신경계 문제 때문에 발생할 수 있습니다. 정확한 진단이 필요합니다.",
        "legalBasis": "수의 정형외과 및 신경학"
    },
    {
        "id": 412,
        "statement": "강아지가 낯선 사람에게 으르렁거리는 것은 항상 공격적인 성격 때문이다.",
        "answer": false,
        "explanation": "강아지가 낯선 사람에게 으르렁거리는 것은 공격적인 성격 외에도 두려움, 불안, 영역 보호, 사회화 부족, 또는 과거의 부정적인 경험 등 다양한 원인에 의해 나타날 수 있습니다. 강아지의 행동을 존중하고 안전거리를 확보하며, 필요시 행동 교정 전문가의 도움을 받아야 합니다.",
        "legalBasis": "개 행동학 및 사회화"
    },
    {
        "id": 413,
        "statement": "고양이의 'FIP(고양이 전염성 복막염)'는 항상 치명적이며 치료법이 없다.",
        "answer": false,
        "explanation": "과거에는 고양이 전염성 복막염(FIP)이 치명적이고 치료법이 없다고 여겨졌지만, 최근에는 새로운 항바이러스제(GS-441524 등)의 개발로 인해 상당한 치료 효과를 보이며 완치 사례가 보고되고 있습니다. 다만, 국내에서는 아직 정식 승인되지 않은 약물이 많아 구하기 어렵고 고가인 것이 현실입니다.",
        "legalBasis": "수의 바이러스학 및 FIP 치료 연구"
    },
    {
        "id": 414,
        "statement": "반려동물에게 '자궁축농증'은 항상 중성화 수술로만 예방 가능하다.",
        "answer": false,
        "explanation": "자궁축농증은 주로 중성화 수술을 통해 자궁과 난소를 제거함으로써 100% 예방할 수 있습니다. 하지만 중성화 수술을 하지 않은 암컷에게는 노령견/묘에서 흔하게 발생하며, 수술 외에 약물적 치료(내과적 관리)도 시도될 수 있으나 재발 가능성이 높고 위험합니다. 예방을 위해서는 중성화가 가장 확실한 방법입니다.",
        "legalBasis": "수의 산부인과학 및 자궁축농증 예방"
    },
    {
        "id": 415,
        "statement": "강아지가 음식을 먹고 바로 뛰면 항상 '고창증(Bloat)'이 발생한다.",
        "answer": false,
        "explanation": "강아지가 식후 바로 뛰는 것이 위염전(Gastric Dilatation-Volvulus, GDV) 또는 고창증의 위험을 높일 수 있지만, 항상 발생하는 것은 아닙니다. 특정 품종(대형견, 가슴이 깊은 견종), 급하게 먹는 습관, 유전적 소인 등 여러 요인이 복합적으로 작용합니다. 식후 격렬한 운동을 피하는 것이 권장됩니다.",
        "legalBasis": "수의 외과 및 위염전 예방"
    },
    {
        "id": 416,
        "statement": "고양이가 물건을 떨어뜨리는 것은 항상 악의적인 행동이다.",
        "answer": false,
        "explanation": "고양이가 물건을 떨어뜨리는 행동은 관심 요구, 지루함, 놀이(떨어뜨리고 반응을 보는 재미), 사냥 본능, 또는 특정 물건에 대한 호기심 등 다양한 이유 때문입니다. 악의적인 의도를 가지고 하는 행동은 아니며, 고양이의 자연스러운 탐색 및 놀이 행동의 일환일 수 있습니다.",
        "legalBasis": "고양이 행동학 및 인지 기능"
    },
    {
        "id": 417,
        "statement": "대한민국에서 반려동물 사육 포기 시 보호소에 보내는 것이 유일한 합법적 방법이다.",
        "answer": false,
        "explanation": "대한민국에서 반려동물 사육을 포기할 경우, 등록된 동물보호센터에 인계하는 방법 외에도 동물 생산·판매업자, 동물보호단체 등에 양도하거나, 수의사에게 인도하는 등 다양한 합법적인 방법이 있습니다. 무단으로 유기하는 것은 불법입니다.",
        "legalBasis": "대한민국 동물보호법 제18조(유실·유기동물 및 피학대동물 등의 보호조치 등) 및 제8조(동물학대 등)"
    },
    {
        "id": 418,
        "statement": "강아지의 피부에 작은 검은 점이 생기면 항상 '암'이다.",
        "answer": false,
        "explanation": "강아지 피부에 작은 검은 점이 생기는 것은 단순한 색소 침착(검은 반점), 멜라닌 세포증(양성), 벼룩 분변, 또는 작은 양성 종양일 수 있습니다. 항상 악성 종양(흑색종 등)인 것은 아니지만, 크기가 변하거나 출혈, 궤양 등 다른 증상이 동반되면 정확한 진단을 위해 조직 검사가 필요합니다.",
        "legalBasis": "수의 피부과학 및 종양학"
    },
    {
        "id": 419,
        "statement": "고양이의 잠자는 시간이 길어지면 항상 노화 때문이다.",
        "answer": false,
        "explanation": "고양이의 잠자는 시간이 길어지는 것은 노화의 자연스러운 현상이기도 하지만, 질병(예: 신부전, 갑상선 기능 저하증, 심장병, 관절염 등), 통증, 우울감, 스트레스, 또는 단순히 활동량 감소 등 다양한 의학적 또는 행동학적 원인에 의해 발생할 수 있습니다. 평소와 다른 급격한 변화는 진료가 필요합니다.",
        "legalBasis": "고양이 행동학 및 내과 질환 진단"
    },
    {
        "id": 420,
        "statement": "반려동물의 마취는 항상 안전하며 부작용이 없다.",
        "answer": false,
        "explanation": "반려동물의 마취는 현대 수의학에서 안전하게 이루어지지만, 모든 의료 행위와 마찬가지로 마취에도 부작용 위험이 있습니다. 마취 전 검사를 통해 위험 요소를 최소화하지만, 개체의 건강 상태, 나이, 품종, 마취 종류 등에 따라 마취 관련 합병증(저혈압, 저체온증, 심정지 등)이 발생할 수 있습니다.",
        "legalBasis": "수의 마취학 및 수술 안전"
    },
    {
        "id": 421,
        "statement": "강아지가 사료를 급하게 먹으면 항상 소화불량이 발생한다.",
        "answer": false,
        "explanation": "강아지가 사료를 급하게 먹는 것은 소화 불량, 구토, 위염전 등의 위험을 높일 수 있지만, 항상 소화 불량이 발생하는 것은 아닙니다. 급하게 먹는 습관 자체는 비만, 소화기 질환의 위험을 높일 수 있으므로, 슬로우 피더 등을 이용해 식사 속도를 조절하는 것이 권장됩니다.",
        "legalBasis": "강아지 영양학 및 위장 질환"
    },
    {
        "id": 422,
        "statement": "고양이의 꼬리가 부풀어 오르면 항상 공격적인 의도를 나타낸다.",
        "answer": false,
        "explanation": "고양이의 꼬리가 부풀어 오르는 '병솔 꼬리(Bottle brush tail)'는 두려움, 불안, 흥분, 또는 공격적인 의도 등 강렬한 감정 상태를 나타내는 신호입니다. 반드시 공격적인 의도만은 아니며, 자신을 더 크게 보이게 하여 위협으로부터 보호하려는 방어적인 행동일 수도 있습니다.",
        "legalBasis": "고양이 행동학 및 신체 언어"
    },
    {
        "id": 423,
        "statement": "대한민국에서 반려동물 입양을 위해서는 반드시 봉사활동 이력이 있어야 한다.",
        "answer": false,
        "explanation": "대한민국에서 반려동물 입양을 위해 법적으로 봉사활동 이력이 필수는 아닙니다. 다만, 일부 동물보호단체나 보호소에서는 입양 전 심사 과정에서 보호자의 책임감과 이해도를 확인하기 위해 봉사활동, 교육 이수 등을 요구하거나 권장할 수 있습니다. 이는 입양 후 파양 방지를 위한 노력의 일환입니다.",
        "legalBasis": "동물보호법 (입양 관련 법적 의무는 아님, 권장 사항)"
    },
    {
        "id": 424,
        "statement": "강아지가 침을 많이 흘리는 것은 항상 간식이나 음식에 대한 기대 때문이다.",
        "answer": false,
        "explanation": "강아지가 침을 많이 흘리는 것은 음식에 대한 기대 외에도 메스꺼움(멀미, 위장 문제), 치과 질환(구내염, 치주염), 이물질 섭취, 열사병, 독극물 중독, 흥분, 불안, 또는 특정 신경계 질환 등 다양한 원인에 의해 발생할 수 있습니다. 평소와 다른 과도한 침 흘림은 질병의 신호일 수 있습니다.",
        "legalBasis": "수의 내과 질환 진단 및 신경학"
    },
    {
        "id": 425,
        "statement": "고양이가 '캣닢'에 반응하는 것은 항상 중독 때문이다.",
        "answer": false,
        "explanation": "고양이가 캣닢에 반응하는 것은 '네페탈락톤'이라는 성분에 대한 일시적인 반응으로, 중독과는 다릅니다. 캣닢은 고양이에게 흥분, 행복감, 또는 진정 효과를 줄 수 있으며, 인체에 해롭지 않고 의존성을 유발하지 않습니다. 모든 고양이가 캣닢에 반응하는 것은 아니며, 유전적인 영향을 받습니다.",
        "legalBasis": "고양이 행동학 및 식물학 (네페탈락톤 효과)"
    },
    {
        "id": 426,
        "statement": "반려동물이 '식분증(Coprophagia)'을 보이는 것은 항상 영양 결핍 때문이다.",
        "answer": false,
        "explanation": "반려동물이 식분증을 보이는 것은 영양 결핍 때문일 수도 있지만, 지루함, 불안, 스트레스, 관심 요구, 사료의 소화 흡수율 부족, 행동 학습, 또는 특정 질병(췌장 기능 부전 등) 등 다양한 행동학적 또는 의학적 원인에 의해 발생할 수 있습니다. 영양 결핍만이 유일한 원인은 아닙니다.",
        "legalBasis": "반려동물 행동학 및 영양학"
    },
    {
        "id": 427,
        "statement": "강아지의 소변에 피가 섞여 나오면 항상 '암' 때문이다.",
        "answer": false,
        "explanation": "강아지의 소변에 피가 섞여 나오는 혈뇨는 암 외에도 방광염, 요로 결석, 전립선 질환(수컷), 신장 질환, 혈액 응고 장애, 또는 외상 등 다양한 비뇨기계 또는 전신 질환 때문에 발생할 수 있습니다. 정확한 진단이 필요합니다.",
        "legalBasis": "수의 비뇨기학 및 내과 질환 진단"
    },
    {
        "id": 428,
        "statement": "고양이에게는 사료 외에 물만 급여하면 충분히 건강하다.",
        "answer": false,
        "explanation": "고양이에게는 주식 사료와 물이 가장 중요하지만, 나이나 건강 상태에 따라 추가적인 영양소(오메가-3 지방산, 관절 보조제 등), 또는 특정 질병 관리를 위한 처방식 사료 등이 필요할 수 있습니다. 또한, 적절한 간식은 정신적 만족감에도 기여합니다. '물만 급여'하는 것이 항상 충분하지는 않습니다.",
        "legalBasis": "고양이 영양학 및 반려동물 복지"
    },
    {
        "id": 429,
        "statement": "대한민국에서 동물 전시업은 등록만 하면 누구나 운영할 수 있다.",
        "answer": false,
        "explanation": "대한민국에서 동물 전시업은 '동물보호법'에 따라 등록해야 하며, 시설, 인력, 관리 기준 등을 충족해야 합니다. 또한, 멸종 위기종 등 특정 동물의 전시는 '야생생물 보호 및 관리에 관한 법률' 등 다른 법규의 적용도 받습니다. 아무나 운영할 수 있는 것은 아닙니다.",
        "legalBasis": "대한민국 동물보호법 제32조(동물관련업의 등록 등) 및 야생생물 보호 및 관리에 관한 법률"
    },
    {
        "id": 430,
        "statement": "반려동물이 '이유 없이' 체중이 증가하면 항상 과식 때문이다.",
        "answer": false,
        "explanation": "반려동물이 '이유 없이' 체중이 증가하는 것은 과식 외에도 갑상선 기능 저하증(개), 쿠싱 증후군(개), 인슐린종(췌장 종양), 심장 질환(복수), 또는 약물 부작용 등 다양한 의학적 원인에 의해 발생할 수 있습니다. 식사량 조절에도 불구하고 체중이 증가한다면 수의사 진료가 필요합니다.",
        "legalBasis": "수의 내과 질환 진단 및 대사 질환"
    },
    {
        "id": 431,
        "statement": "강아지의 무릎 관절에 물이 차는 것은 항상 '전방 십자인대 파열' 때문이다.",
        "answer": false,
        "explanation": "강아지의 무릎 관절에 물이 차는 것(관절 삼출)은 전방 십자인대 파열이 가장 흔한 원인이지만, 슬개골 탈구, 관절염(퇴행성, 면역 매개성), 감염, 연골 손상, 또는 종양 등 다른 다양한 원인에 의해 발생할 수 있습니다. 정확한 진단을 위해 관절액 검사나 영상 검사가 필요합니다.",
        "legalBasis": "수의 정형외과 및 관절 질환"
    },
    {
        "id": 432,
        "statement": "고양이가 숨어서 나오지 않으면 항상 소심하거나 불안한 상태이다.",
        "answer": false,
        "explanation": "고양이가 숨어서 나오지 않는 것은 소심함, 불안, 두려움 때문일 수도 있지만, 통증, 질병(몸이 좋지 않을 때), 또는 스트레스(환경 변화) 등 다양한 의학적 또는 행동학적 원인 때문에 나타날 수 있습니다. 평소와 다르게 숨어 지내는 것은 질병의 신호일 수 있습니다.",
        "legalBasis": "고양이 행동학 및 질병 신호"
    },
    {
        "id": 433,
        "statement": "대한민국에서 반려동물 입양 시 반드시 펫보험 가입이 의무이다.",
        "answer": false,
        "explanation": "대한민국에서 반려동물 입양 시 펫보험 가입은 의무 사항이 아닙니다. 다만, 일부 지자체나 동물보호단체에서는 반려동물의 의료비 부담 경감과 책임감 있는 양육을 장려하기 위해 펫보험 가입을 권장하거나 특정 조건으로 지원하기도 합니다.",
        "legalBasis": "동물보호법 (펫보험 가입 의무는 아님)"
    },
    {
        "id": 434,
        "statement": "강아지의 털색이 하얗게 변하는 것은 항상 노화 때문이다.",
        "answer": false,
        "explanation": "강아지의 털색이 하얗게 변하는 것은 노화의 자연스러운 현상이지만, 특정 질병(예: 갑상선 기능 저하증, 쿠싱 증후군), 스트레스, 특정 약물 복용, 영양 불균형, 또는 선천적인 요인 등 다양한 원인에 의해 발생할 수도 있습니다. 특히 어린 나이에 나타난다면 질병을 의심해 볼 수 있습니다.",
        "legalBasis": "개 생리학 및 피부과학"
    },
    {
        "id": 435,
        "statement": "고양이가 '다리 저는 것'은 항상 뼈의 문제 때문이다.",
        "answer": false,
        "explanation": "고양이가 다리를 저는 것은 뼈의 문제(골절, 종양) 외에도 근육 손상, 인대 손상(예: 십자인대 파열), 관절염, 신경 손상, 발바닥 이물질, 발톱 문제, 또는 전신 질환(예: 혈전색전증) 등 다양한 원인에 의해 발생할 수 있습니다. 정확한 진단을 위해 수의사 검진이 필요합니다.",
        "legalBasis": "고양이 정형외과 및 신경학"
    },
    {
        "id": 436,
        "statement": "반려동물에게 '피부 사상균증(링웜)'은 항상 둥근 탈모 병변으로 나타난다.",
        "answer": false,
        "explanation": "피부 사상균증(링웜)은 둥근 형태의 탈모와 각질을 특징으로 하지만, 항상 전형적인 형태로 나타나는 것은 아닙니다. 비전형적인 형태(불규칙한 탈모, 발진, 비듬 등)로 나타나 진단이 어려울 수도 있으며, 다른 피부 질환과 혼동될 수 있습니다.",
        "legalBasis": "수의 피부과학 및 진균학"
    },
    {
        "id": 437,
        "statement": "강아지에게 사람이 먹는 '생쌀'은 안전한 간식이다.",
        "answer": false,
        "explanation": "강아지에게 사람이 먹는 '생쌀'은 소화하기 어려워 소화 불량이나 설사를 유발할 수 있습니다. 또한 생쌀에 서식할 수 있는 특정 세균이나 곰팡이에 의해 위장염이 발생할 위험도 있습니다. 강아지에게는 잘 익힌 쌀밥을 소량 급여하는 것이 더 안전합니다.",
        "legalBasis": "수의 영양학 및 식품 안전"
    },
    {
        "id": 438,
        "statement": "고양이가 화장실에서 소변을 보려고 앉았다가 아무것도 나오지 않는 것은 항상 방광염 때문이다.",
        "answer": false,
        "explanation": "고양이가 소변을 보려고 앉았다가 아무것도 나오지 않는 것은 방광염 외에도 요도 폐색(특히 수컷 고양이), 요로 결석, 요도 협착, 또는 심한 스트레스 등 다양한 요로계 질환 때문에 발생할 수 있습니다. 요도 폐색은 생명을 위협하는 응급 상황이므로 즉시 진료가 필요합니다.",
        "legalBasis": "고양이 비뇨기학 및 응급의학"
    },
    {
        "id": 439,
        "statement": "대한민국에서 반려동물 운송 시 항상 특수 운송 차량을 이용해야 한다.",
        "answer": false,
        "explanation": "대한민국에서 반려동물 운송 시 특수 운송 차량을 항상 이용해야 하는 것은 아닙니다. 안전하게 이동장이나 케이지에 넣어 차량에 고정하고, 동물이 불편하지 않도록 충분히 환기하며, 법적으로 필요한 조치(예: 맹견의 입마개)를 취하면 일반 차량으로도 운송할 수 있습니다. 다만, 상업적 목적의 운송은 관련 규정을 준수해야 합니다.",
        "legalBasis": "대한민국 동물보호법 (운송 시 준수사항) 및 도로교통법"
    },
    {
        "id": 440,
        "statement": "반려동물의 '귀 종양'은 항상 악성이다.",
        "answer": false,
        "explanation": "반려동물의 귀에 발생하는 종양은 양성 종양(예: 폴립, 피지선종)과 악성 종양(예: 편평상피암, 선암종)으로 나뉩니다. 모든 귀 종양이 악성인 것은 아니지만, 귀는 복잡한 구조이므로 종양의 위치와 크기에 따라 예후가 달라질 수 있습니다. 정확한 진단을 위해 조직 검사가 필수적입니다.",
        "legalBasis": "수의 종양학 및 이과학"
    },
    {
        "id": 441,
        "statement": "강아지의 '기관지 허탈'은 항상 수술로 치료해야 한다.",
        "answer": false,
        "explanation": "강아지의 기관지 허탈은 증상의 심각도에 따라 치료법이 다릅니다. 초기이거나 증상이 경미한 경우, 약물 치료(기관지 확장제, 진해제, 소염제), 체중 관리, 환경 관리(습도 조절, 자극원 제거) 등 내과적 관리가 우선됩니다. 내과적 치료에 반응하지 않거나 증상이 매우 심각한 경우에만 수술(스텐트 삽입 등)을 고려합니다.",
        "legalBasis": "수의 호흡기학 및 기관지 허탈 관리"
    },
    {
        "id": 442,
        "statement": "고양이가 좁은 상자나 공간에 숨는 것은 항상 불안하거나 두려운 상태이다.",
        "answer": false,
        "explanation": "고양이가 좁은 상자나 공간에 숨는 것은 불안하거나 두려울 때 자신을 보호하려는 행동이기도 하지만, 단순히 편안하고 안전하다고 느끼는 은신처를 찾는 본능적인 행동일 수도 있습니다. 이는 고양이에게 안정감을 주기 때문에 억지로 꺼내려 하지 않는 것이 좋습니다.",
        "legalBasis": "고양이 행동학 및 은신처 선호"
    },
    {
        "id": 443,
        "statement": "대한민국에서 유기동물 보호 기간은 항상 10일 이내이다.",
        "answer": false,
        "explanation": "대한민국 동물보호법에 따르면 유실·유기동물의 공고 기간은 7일이며, 공고 기간이 종료된 후 10일이 지나면 소유권을 습득한 것으로 보아 입양 절차를 진행하거나 안락사를 고려할 수 있습니다. 즉, 최소 보호 기간이 약 7일+알파이며, 실제 보호 기간은 지자체나 보호소 사정에 따라 달라질 수 있습니다. 항상 10일 이내에 안락사되는 것은 아닙니다.",
        "legalBasis": "대한민국 동물보호법 제19조(유실·유기동물 공고)"
    },
    {
        "id": 444,
        "statement": "강아지에게 낯선 사람에 대한 공격성은 항상 사회화 부족 때문이다.",
        "answer": false,
        "explanation": "강아지의 낯선 사람에 대한 공격성은 사회화 부족 외에도 유전적 소인, 두려움(방어적 공격성), 통증, 학습된 경험(부정적인 상호작용), 영역 보호, 또는 특정 신경계 질환 등 다양한 원인에 의해 발생할 수 있습니다. 원인을 파악하고 전문가의 도움을 받는 것이 중요합니다.",
        "legalBasis": "개 행동학 및 공격성 유형"
    },
    {
        "id": 446,
        "statement": "반려동물이 '당뇨성 케톤산증(DKA)'이 발생하면 항상 인슐린 주사만으로 치료한다.",
        "answer": false,
        "explanation": "반려동물의 당뇨성 케톤산증(DKA)은 생명을 위협하는 응급 상황으로, 인슐린 주사 외에도 수액 처치(탈수 및 전해질 불균형 교정), 전해질(칼륨, 인) 보충, 산-염기 균형 조절 등 복합적인 집중 치료가 필요합니다. 인슐린만으로 치료하는 것은 불충분합니다.",
        "legalBasis": "수의 내분비학 및 응급의학"
    },
    {
        "id": 447,
        "statement": "강아지가 밤에 심하게 짖는 것은 항상 분리 불안 때문이다.",
        "answer": false,
        "explanation": "강아지가 밤에 심하게 짖는 것은 분리 불안 외에도 외부 소음(사람, 다른 동물), 영역 보호 본능, 인지 기능 장애(노령견), 통증이나 불편함, 또는 단순히 지루함이나 에너지 소진 부족 등 다양한 원인에 의해 발생할 수 있습니다. 원인을 정확히 파악하여 접근해야 합니다.",
        "legalBasis": "개 행동학 및 수의 행동의학"
    },
    {
        "id": 448,
        "statement": "고양이가 발정기에 심하게 우는 것은 중성화 수술로 100% 교정된다.",
        "answer": false,
        "explanation": "고양이가 발정기에 보이는 울음(콜링)이나 마운팅 등의 행동은 중성화 수술로 대부분 사라지거나 현저히 감소합니다. 그러나 일부 고양이는 중성화 후에도 습관이나 행동 문제가 잔존할 수 있으며, 이는 과거의 경험이나 스트레스 요인과 연관될 수 있습니다.",
        "legalBasis": "고양이 행동학 및 생식 내분비학"
    },
    {
        "id": 449,
        "statement": "개의 간부전은 항상 황달을 동반한다.",
        "answer": false,
        "explanation": "개의 간부전은 황달을 흔하게 동반하지만, 초기 단계에서는 황달 증상이 나타나지 않을 수 있습니다. 식욕 부진, 구토, 무기력, 체중 감소, 다음/다뇨 등 비특이적인 증상이 먼저 나타날 수 있으며, 황달은 간 손상이 상당히 진행된 후에 나타나는 경우가 많습니다.",
        "legalBasis": "수의 소화기학 및 내과 질환 진단"
    },
    {
        "id": 450,
        "statement": "고양이가 침대 밑이나 옷장 안에 숨는 것은 항상 소심함 때문이다.",
        "answer": false,
        "explanation": "고양이가 침대 밑이나 옷장 안에 숨는 것은 소심함 외에도 통증, 질병(몸이 좋지 않을 때), 스트레스(환경 변화, 낯선 사람), 또는 단순히 안전하고 편안한 은신처를 찾는 본능적인 행동일 수 있습니다. 평소와 다른 은둔 행동은 질병의 신호일 수 있습니다.",
        "legalBasis": "고양이 행동학 및 질병 신호"
    },
    {
        "id": 451,
        "statement": "고양이의 갑상선 기능 항진증은 항상 갑상선에 악성 종양이 생겨서 발생한다.",
        "answer": false,
        "explanation": "고양이의 갑상선 기능 항진증은 대부분 양성 갑상선 과형성(선종) 때문에 발생하며, 악성 갑상선 종양(선암종)으로 인한 경우는 약 1~2%에 불과합니다. 따라서 항상 악성 종양 때문이라고 할 수 없습니다.",
        "legalBasis": "고양이 내분비학 및 종양학"
    },
    {
        "id": 452,
        "statement": "강아지의 기관지 협착증은 항상 유전적인 질환이다.",
        "answer": false,
        "explanation": "강아지의 기관지 협착증은 포메라니안, 치와와 등 특정 소형 품종에서 선천적, 유전적인 소인으로 흔히 발생하지만, 노화, 비만, 만성 기관지염이나 호흡기 감염으로 인한 만성적인 염증으로 후천적으로 발생하거나 악화될 수도 있습니다. 항상 유전적인 원인만은 아닙니다.",
        "legalBasis": "수의 호흡기학 및 품종 특성"
    },
    {
        "id": 453,
        "statement": "고양이의 치은염은 항상 전염된다.",
        "answer": false,
        "explanation": "고양이의 치은염은 구강 내 세균 불균형, 면역 문제, 특정 바이러스 감염(FeLV, FIV, 칼리시바이러스 등) 등 복합적인 원인에 의해 발생하며, 주로 구강 내의 염증성 반응이므로 고양이 간에 직접적으로 전염되는 질환은 아닙니다. 다만, 바이러스 감염이 원인일 경우 해당 바이러스는 전염될 수 있습니다.",
        "legalBasis": "수의 치과학 및 감염병학"
    },
    {
        "id": 454,
        "statement": "개의 유선 종양은 항상 악성으로 전이된다.",
        "answer": false,
        "explanation": "개의 유선 종양은 약 50%가 양성 종양이고, 나머지 50%가 악성 종양으로 알려져 있습니다. 즉, 항상 악성으로 전이되는 것은 아니며, 조직 검사를 통해 양성인지 악성인지 구분하고 예후를 판단해야 합니다. 중성화 수술은 유선 종양 발생률을 크게 낮출 수 있습니다.",
        "legalBasis": "수의 종양학 및 유선 종양"
    },
    {
        "id": 455,
        "statement": "고양이의 Feline Leukemia Virus (FeLV) 감염은 항상 Feline Immunodeficiency Virus (FIV) 감염과 동반된다.",
        "answer": false,
        "explanation": "고양이 백혈병 바이러스(FeLV)와 고양이 면역결핍 바이러스(FIV)는 별개의 바이러스입니다. 두 바이러스 모두 고양이의 면역 체계에 영향을 미치지만, 항상 동시 감염되는 것은 아닙니다. 한 고양이가 한 가지만 감염되거나, 둘 다 감염될 수도 있고, 둘 다 감염되지 않을 수도 있습니다.",
        "legalBasis": "수의 바이러스학 및 고양이 감염병"
    },
    {
        "id": 456,
        "statement": "강아지의 신장 결석은 항상 혈뇨를 유발한다.",
        "answer": false,
        "explanation": "강아지의 신장 결석은 혈뇨, 배뇨 곤란, 통증 등을 유발할 수 있지만, 일부 경우에는 증상 없이 우연히 발견되거나 다른 증상(예: 요로 감염)이 먼저 나타날 수도 있습니다. 결석의 크기, 위치, 개체의 통증 역치에 따라 증상 발현 여부가 다릅니다.",
        "legalBasis": "수의 비뇨기학 및 결석 질환"
    },
    {
        "id": 457,
        "statement": "반려동물이 독성 식물을 섭취했을 때, 즉시 구토를 유도하는 것이 항상 최선이다.",
        "answer": false,
        "explanation": "반려동물이 독성 식물을 섭취했을 때 구토를 유도하는 것이 도움이 될 수 있지만, 부식성 물질(예: 강산, 강염기)을 섭취했거나 의식이 없는 경우, 또는 경련을 일으키는 독성 물질을 섭취했을 때는 구토 유도가 더 큰 위험을 초래할 수 있습니다. 반드시 수의사와 상담 후 지시에 따라야 합니다.",
        "legalBasis": "수의 독성학 및 응급처치 지침"
    },
    {
        "id": 458,
        "statement": "개가 교통사고를 당했을 때, 바로 일으켜 세워 안전한 곳으로 옮겨야 한다.",
        "answer": false,
        "explanation": "개가 교통사고를 당했을 때 척추 손상이나 내부 출혈 등 심각한 부상을 입었을 가능성이 높으므로, 함부로 일으켜 세우면 손상을 악화시킬 수 있습니다. 움직이지 않게 고정하고, 담요 등으로 조심스럽게 감싸 이동 가능한 상태에서 즉시 동물병원으로 이송해야 합니다.",
        "legalBasis": "수의 응급의학 및 외상 관리"
    },
    {
        "id": 459,
        "statement": "고양이에게는 '타우린'이 항상 충분히 함유된 사료만 급여해야 한다.",
        "answer": false,
        "explanation": "고양이에게 타우린은 필수 아미노산이므로, 충분히 함유된 사료를 급여해야 합니다. 하지만 이 문장은 '항상 충분히 함유된 사료만 급여해야 한다'는 의미로, 이는 고양이에게 필요한 타우린 수준을 넘어서는 과도한 급여가 항상 최선이라는 오해를 줄 수 있습니다. 타우린 결핍은 문제이나, 과잉이 항상 좋거나 다른 모든 영양소보다 우선되는 것은 아닙니다.",
        "legalBasis": "고양이 영양학 및 필수 영양소"
    },
    {
        "id": 460,
        "statement": "강아지에게 사람용 '비타민 보충제'는 항상 안전하고 효과적이다.",
        "answer": false,
        "explanation": "사람용 비타민 보충제는 강아지에게 적합하지 않은 성분 비율이나 용량을 가질 수 있으며, 과다 복용 시 독성 반응을 일으킬 수 있습니다. 특히 지용성 비타민(A, D, E, K)은 체내 축적되어 독성을 나타내기 쉽습니다. 강아지에게는 수의사와 상담 후 반려동물 전용 보충제를 사용하는 것이 안전합니다.",
        "legalBasis": "수의 영양학 및 독성학"
    },
    {
        "id": 461,
        "statement": "대한민국에서 모든 맹견은 외출 시 반드시 입마개와 목줄을 착용해야 한다.",
        "answer": false,
        "explanation": "대한민국 '동물보호법'에 따라 도사견, 아메리칸 핏불테리어, 아메리칸 스태퍼드셔 테리어, 스태퍼드셔 불테리어, 로트와일러 및 그 잡종 등 '맹견'으로 지정된 품종에 한하여 외출 시 목줄과 입마개를 반드시 착용해야 합니다. 모든 견종이 대상은 아닙니다.",
        "legalBasis": "대한민국 동물보호법 제13조(맹견의 관리)"
    },
    {
        "id": 462,
        "statement": "반려동물에게 안락사를 시행하는 것은 항상 보호자의 경제적 부담 때문이다.",
        "answer": false,
        "explanation": "반려동물에게 안락사를 결정하는 이유는 보호자의 경제적 부담 외에도 치료 불가능한 질병으로 인한 극심한 고통, 삶의 질 저하, 회복 불가능한 공격성, 또는 심한 인지 기능 장애 등으로 인해 반려동물의 고통을 경감시키기 위한 인도적인 이유가 가장 큽니다.",
        "legalBasis": "수의 윤리 및 동물 복지"
    },
    {
        "id": 463,
        "statement": "동물 판매업자는 반드시 분양받는 사람에게 동물등록을 대행해야 한다.",
        "answer": false,
        "explanation": "2024년 4월 27일 개정된 동물보호법에 따라 동물 판매업자는 동물등록 대상 동물을 판매하는 경우 구매자에게 등록 절차를 안내하고, 그 등록을 대행해야 합니다. 따라서 현재는 '반드시' 등록을 대행해야 하는 의무가 있습니다. (이 문항은 법 개정 시점에 따라 답변이 달라질 수 있는 점을 고려, 현재 시점 기준으로는 O에 해당하나, 이전 법적 상황을 고려하면 X일 수 있음. 여기서는 가장 최신 정보인 O를 기반으로 함)",
        "legalBasis": "대한민국 동물보호법 제16조(동물등록) 및 시행규칙 제15조(동물등록의 방법 등), 제36조의2(동물판매업자의 준수사항)"
    },
    {
        "id": 464,
        "statement": "동물 생산 시설은 항상 외부인의 출입이 허용되지 않는다.",
        "answer": false,
        "explanation": "동물 생산 시설은 동물의 건강과 위생, 질병 예방을 위해 외부인의 출입을 엄격히 제한하는 것이 일반적이고 권장되지만, 법적으로 '항상 허용되지 않는다'고 명시된 것은 아닙니다. 시설 운영자의 판단에 따라 제한이 가능하며, 관계 공무원 등은 출입할 수 있습니다.",
        "legalBasis": "동물보호법 (시설 기준 및 준수사항, 출입 제한은 권고 사항)"
    },
    {
        "id": 465,
        "statement": "강아지가 짖는 행동을 완전히 교정하려면 '전기 충격기'를 사용해야 한다.",
        "answer": false,
        "explanation": "강아지의 짖는 행동을 교정하기 위해 전기 충격기 등 혐오 기반의 훈련 도구를 사용하는 것은 동물에게 고통과 두려움을 주어 행동 문제를 악화시키거나 공격성을 유발할 수 있습니다. 긍정 강화 기반의 훈련과 짖는 원인 파악, 환경 관리를 통해 행동을 교정해야 합니다.",
        "legalBasis": "동물 복지 윤리 및 긍정 강화 훈련 원칙"
    },
    {
        "id": 466,
        "statement": "고양이가 식욕이 없으면 항상 억지로 먹여야 한다.",
        "answer": false,
        "explanation": "고양이가 식욕이 없을 때 억지로 먹이는 것은 스트레스를 주어 구토를 유발하거나 식욕 부진을 더 심화시킬 수 있습니다. 식욕 부진의 원인(질병, 스트레스 등)을 찾아 해결하고, 기호성 높은 사료 제공, 보조제 사용, 경우에 따라 식도튜브 설치 등 수의사와 상담하여 적절한 방법을 선택해야 합니다.",
        "legalBasis": "고양이 행동학 및 수의 영양학"
    },
    {
        "id": 467,
        "statement": "반려동물이 심한 고통을 느낄 때, 진통제 없이 자가 치료를 시도하는 것이 안전하다.",
        "answer": false,
        "explanation": "반려동물이 심한 고통을 느낄 때, 사람용 진통제를 임의로 투여하거나 자가 치료를 시도하는 것은 위험합니다. 사람용 진통제는 반려동물에게 독성이 강하거나 부작용이 심할 수 있습니다. 즉시 수의사에게 진료를 받아 정확한 진단과 적절한 통증 관리를 받아야 합니다.",
        "legalBasis": "수의 약리학 및 응급의학"
    },
    {
        "id": 468,
        "statement": "강아지의 털이 엉키는 것은 항상 목욕 부족 때문이다.",
        "answer": false,
        "explanation": "강아지의 털이 엉키는 것은 목욕 부족 외에도 털 관리(빗질) 부족, 특정 품종의 털 특성(장모종, 이중모), 계절 변화, 활동량, 또는 피부 질환(염증, 과도한 유분 분비) 등 다양한 원인에 의해 발생할 수 있습니다. 정기적인 빗질이 더 중요합니다.",
        "legalBasis": "강아지 관리 및 피부과학"
    },
    {
        "id": 469,
        "statement": "고양이가 숨어서 소변을 보는 것은 항상 스트레스 때문이다.",
        "answer": false,
        "explanation": "고양이가 숨어서 소변을 보는 것은 스트레스 외에도 화장실에 대한 불만(더러움, 위치, 모래 종류), 영역 표시, 또는 요로계 질환(방광염, 요도 폐색)으로 인한 불편함 때문일 수 있습니다. 특히 질병의 가능성을 먼저 배제해야 합니다.",
        "legalBasis": "고양이 행동학 및 수의 비뇨기학"
    },
    {
        "id": 470,
        "statement": "반려동물이 비상시에 탈출할 경우, 목줄에만 인식표를 부착하면 충분하다.",
        "answer": false,
        "explanation": "반려동물이 비상시에 탈출할 경우, 목줄에만 인식표를 부착하는 것은 충분하지 않습니다. 목줄이 풀리거나 훼손될 수 있기 때문입니다. 내장형 마이크로칩 등록, 인식표 부착, 그리고 GPS 추적기 등 여러 방법을 병행하여 혹시 모를 상황에 대비하는 것이 가장 안전합니다.",
        "legalBasis": "동물 등록제 및 반려동물 안전 관리"
    },
    {
        "id": 471,
        "statement": "강아지의 꼬리가 흔들리는 것은 항상 행복하다는 의미이다.",
        "answer": false,
        "explanation": "강아지가 꼬리를 흔드는 것은 행복의 신호일 때도 있지만, 불안, 긴장, 흥분, 갈등 또는 복종의 신호 등 다양한 의미를 가질 수 있습니다. 꼬리의 흔들림 속도, 높이, 방향, 그리고 다른 신체 언어(표정, 자세)를 함께 고려하여 판단해야 합니다.",
        "legalBasis": "개 행동학 및 신체 언어"
    },
    {
        "id": 472,
        "statement": "고양이가 낯선 사람에게 몸을 비비는 것은 항상 친근함의 표시이다.",
        "answer": false,
        "explanation": "고양이가 낯선 사람에게 몸을 비비는 것은 친근함의 표시일 수도 있지만, 자신의 영역을 표시하는(페로몬 분비), 단순히 관심을 요구하는, 또는 마킹 행동의 일환일 수도 있습니다. 이는 고양이의 사회화 정도와 성격, 그리고 해당 사람과의 상호작용 경험에 따라 다릅니다.",
        "legalBasis": "고양이 행동학 및 사회적 상호작용"
    },
    {
        "id": 473,
        "statement": "강아지가 무언가를 파헤치는 행동은 항상 지루함 때문이다.",
        "answer": false,
        "explanation": "강아지가 땅이나 물건을 파헤치는 행동은 지루함 외에도 사냥 본능(먹이 숨기기, 찾기), 스트레스 해소, 불안, 더위(시원한 곳 찾기), 또는 특정 품종의 유전적 특성(예: 테리어 품종) 등 다양한 원인에 의해 나타날 수 있습니다. 원인을 파악하고 적절한 해소 방안을 찾아야 합니다.",
        "legalBasis": "개 행동학 및 본능"
    },
    {
        "id": 474,
        "statement": "개의 '심장사상충'은 항상 혈액검사로만 진단된다.",
        "answer": false,
        "explanation": "개의 심장사상충은 혈액 내 미세사상충 검출(직접 도말, 변형 백만드 검사 등)을 통해 진단할 수 있지만, 성충 감염 여부는 주로 혈액 내 '심장사상충 항원 검사'를 통해 확인합니다. 또한, X-ray(심장 및 폐 변화), 초음파 검사(심장 내 사상충 확인) 등 다양한 방법으로 진단 및 감염 정도를 평가합니다.",
        "legalBasis": "수의 기생충학 및 심장사상충 진단"
    },
    {
        "id": 475,
        "statement": "고양이의 '만성 구토'는 항상 헤어볼 때문이다.",
        "answer": false,
        "explanation": "고양이의 만성 구토는 헤어볼이 흔한 원인이지만, 만성 신부전, 췌장염, 염증성 장 질환(IBD), 특정 음식 알레르기/불내증, 과도한 갑상선 기능 항진증, 치과 질환, 또는 위장관 종양 등 다양한 의학적 원인에 의해 발생할 수 있습니다. 정확한 진단이 필요합니다.",
        "legalBasis": "고양이 내과 질환 진단 및 소화기학"
    },
    {
        "id": 476,
        "statement": "강아지의 '췌장염'은 항상 지방이 많은 음식을 섭취한 후에 발생한다.",
        "answer": false,
        "explanation": "강아지의 췌장염은 지방이 많은 음식 섭취가 주요 원인 중 하나이지만, 스트레스, 특정 약물(스테로이드 등), 외상, 감염, 혈중 칼슘 수치 이상, 또는 유전적 소인 등 다른 원인에 의해서도 발생할 수 있습니다. 모든 췌장염이 고지방 식단 때문인 것은 아닙니다.",
        "legalBasis": "수의 소화기학 및 췌장 질환"
    },
    {
        "id": 477,
        "statement": "고양이의 '고혈압'은 항상 눈의 문제(실명)로 나타난다.",
        "answer": false,
        "explanation": "고양이의 고혈압은 눈(망막 박리, 출혈로 인한 실명)에 심각한 합병증을 유발할 수 있지만, 항상 눈의 문제로 나타나는 것은 아닙니다. 초기에는 무증상인 경우가 많고, 신장 질환, 갑상선 기능 항진증, 심장 질환 등 기저 질환과 동반되는 경우가 흔하며, 심장 비대, 신경계 증상 등 다른 표적 장기 손상으로 나타날 수도 있습니다.",
        "legalBasis": "고양이 내과 질환 및 심혈관학"
    },
    {
        "id": 478,
        "statement": "개의 '기관지 확장증'은 항상 만성 기침을 동반한다.",
        "answer": false,
        "explanation": "개의 기관지 확장증은 만성 기침이 주된 증상이지만, 모든 경우에 기침을 하는 것은 아닙니다. 숨 가쁨(호흡 곤란), 운동 불내성, 청색증, 호흡 시 비정상적인 소리(쌕쌕거림), 또는 반복적인 폐렴 등의 증상이 나타날 수 있으며, 증상 없이 진행되는 경우도 있습니다.",
        "legalBasis": "수의 호흡기학 및 기관지 질환"
    },
    {
        "id": 479,
        "statement": "고양이의 '방광염'은 항상 박테리아 감염 때문이다.",
        "answer": false,
        "explanation": "고양이의 방광염은 박테리아 감염으로 인한 경우도 있지만, 가장 흔한 원인은 '고양이 특발성 방광염(Feline Idiopathic Cystitis, FIC)'입니다. 이는 스트레스, 환경 요인 등과 관련된 비감염성 염증입니다. 따라서 항상 박테리아 감염 때문인 것은 아닙니다.",
        "legalBasis": "고양이 비뇨기학 및 특발성 방광염"
    },
    {
        "id": 480,
        "statement": "강아지의 '녹내장'은 항상 안압이 높게 나타난다.",
        "answer": false,
        "explanation": "강아지의 녹내장은 일반적으로 안압 상승을 특징으로 하지만, 일부 경우에서는 안압이 정상 범위에 있으면서도 시신경 손상이 진행되는 '정상 안압 녹내장'도 발생할 수 있습니다. 따라서 안압 측정 외에도 안저 검사, 시야 검사 등 종합적인 진단이 필요합니다.",
        "legalBasis": "수의 안과학 및 녹내장 진단"
    },
    {
        "id": 481,
        "statement": "반려동물이 경련할 때, 혀를 물지 않도록 입에 손가락을 넣는 것이 좋다.",
        "answer": false,
        "explanation": "반려동물이 경련할 때 혀를 물리지 않으려는 시도는 매우 위험합니다. 보호자가 물릴 수 있고, 오히려 강아지의 기도를 막아 질식을 유발할 수 있습니다. 경련 중에는 주변의 위험한 물건을 치우고, 조용하고 안전한 곳에서 경련이 멈출 때까지 지켜보는 것이 최선입니다.",
        "legalBasis": "수의 응급의학 및 경련 관리"
    },
    {
        "id": 482,
        "statement": "개가 독극물을 섭취했을 때, 우유를 먹이면 항상 해독 효과가 있다.",
        "answer": false,
        "explanation": "개가 독극물을 섭취했을 때 우유를 먹이는 것은 해독 효과가 없으며, 오히려 지용성 독극물의 흡수를 촉진하거나 구토를 유발하여 독극물이 기도로 넘어갈 위험을 높일 수 있습니다. 즉시 수의사에게 연락하여 어떤 물질을 섭취했는지 알리고 지시에 따라야 합니다.",
        "legalBasis": "수의 독성학 및 응급처치"
    },
    {
        "id": 483,
        "statement": "반려동물에게 사람이 먹는 '참치캔'은 안전한 간식이다.",
        "answer": false,
        "explanation": "사람이 먹는 참치캔(특히 기름에 절인 참치캔)은 반려동물에게 높은 염분과 지방 함량으로 인해 건강에 해로울 수 있습니다. 또한, 참치 자체는 큰 물고기이므로 수은 축적 위험이 있습니다. 반려동물 전용으로 제조된 간식을 급여하는 것이 안전합니다.",
        "legalBasis": "수의 영양학 및 식품 안전"
    },
    {
        "id": 484,
        "statement": "강아지에게 '무지방 우유'는 항상 소화가 잘 되는 간식이다.",
        "answer": false,
        "explanation": "강아지는 유당(Lactose)을 분해하는 효소인 락타아제가 부족하여 유당 불내증을 보이는 경우가 많습니다. 무지방 우유라도 유당이 포함되어 있어 설사나 소화 불량을 유발할 수 있습니다. 따라서 강아지에게는 유당이 제거된 펫밀크나 유제품을 급여하는 것이 더 안전합니다.",
        "legalBasis": "강아지 영양학 및 유당 불내증"
    },
    {
        "id": 485,
        "statement": "대한민국에서 반려동물을 번식시키는 경우, 항상 '동물생산판매업'으로 등록해야 한다.",
        "answer": false,
        "explanation": "대한민국에서 반려동물을 번식시켜 판매하는 경우에는 '동물생산판매업'으로 등록해야 하지만, 자가 번식하여 다른 사람에게 판매하지 않고 자신이 키우는 경우, 또는 순수하게 개인적인 목적으로 번식시키는 경우에는 별도의 등록이 필요하지 않습니다. 다만, 판매 목적의 번식이라면 해당 법규를 따라야 합니다.",
        "legalBasis": "대한민국 동물보호법 제32조(동물관련업의 등록 등)"
    },
    {
        "id": 486,
        "statement": "동물학대 신고는 항상 익명으로만 가능하다.",
        "answer": false,
        "explanation": "동물학대 신고는 익명으로도 가능합니다. 그러나 구체적인 상황과 증거, 신고자의 연락처 등 정보를 명확히 제공하는 것이 사건 처리의 신속성과 효과성을 높이는 데 도움이 됩니다. 신고자의 정보는 보호될 수 있습니다.",
        "legalBasis": "대한민국 동물보호법 제47조(신고) 및 개인정보보호법"
    },
    {
        "id": 487,
        "statement": "반려동물을 안락사 시킬 때, 항상 보호자의 동의가 필요하다.",
        "answer": true,
        "explanation": "반려동물에게 안락사를 시행할 때는 반드시 보호자의 명확한 동의가 필요합니다. 이는 수의사법 및 동물 윤리 원칙에 따른 것입니다. 예외적으로 극심한 고통을 겪고 있어 즉각적인 처치가 필요한 응급 상황이면서 보호자에게 연락이 닿지 않는 경우 등 불가피한 상황에서는 예외가 있을 수 있으나, 일반적으로는 보호자의 동의가 필수입니다.",
        "legalBasis": "대한민국 수의사법 및 수의 윤리"
    },
    {
        "id": 488,
        "statement": "대한민국에서 반려동물 미용사는 수의사 면허가 없어도 미용을 할 수 있다.",
        "answer": true,
        "explanation": "대한민국에서 반려동물 미용은 수의사의 진료 행위에 해당하지 않으므로, 반려동물 미용사는 수의사 면허 없이도 미용 관련 업무를 수행할 수 있습니다. 다만, 피부 질환 치료나 진단 등 의료 행위는 수의사만이 할 수 있습니다.",
        "legalBasis": "대한민국 수의사법 (의료 행위의 정의)"
    },
    {
        "id": 489,
        "statement": "펫샵에서 반려동물 분양 계약 시 계약금은 항상 환불 불가하다.",
        "answer": false,
        "explanation": "펫샵에서 반려동물 분양 계약 시 계약금은 항상 환불 불가한 것이 아닙니다. '소비자 분쟁 해결 기준'에 따라 판매자의 귀책 사유(예: 질병, 허위 정보 제공)나 계약 해지 시기에 따라 계약금 또는 일부 금액을 환불받을 수 있는 규정이 있습니다. 계약서의 내용을 확인하는 것이 중요합니다.",
        "legalBasis": "소비자분쟁해결기준 (반려동물 판매업)"
    },
    {
        "id": 490,
        "statement": "강아지의 치매(인지 기능 장애 증후군)는 항상 뇌 MRI 검사로 진단된다.",
        "answer": false,
        "explanation": "강아지의 치매(인지 기능 장애 증후군)는 주로 보호자의 행동 관찰 및 설문지를 통한 임상 증상 평가로 진단합니다. 뇌 MRI는 뇌종양, 뇌수막염 등 다른 뇌 질환을 배제하기 위해 사용될 수 있지만, 치매 자체를 확진하는 데 필수적인 검사는 아닙니다.",
        "legalBasis": "수의 신경학 및 행동의학"
    },
    {
        "id": 491,
        "statement": "고양이가 물을 마실 때 혀를 'J'자 형태로 말고 마시는 것은 항상 건강하다는 신호이다.",
        "answer": false,
        "explanation": "고양이가 물을 마실 때 혀를 'J'자 형태로 말아 올리는 것은 고양이의 정상적인 음수 방식입니다. 따라서 건강하다는 신호라기보다는 고양이의 독특한 생리적 특성입니다. 중요한 것은 충분한 양의 물을 마시는지 여부입니다.",
        "legalBasis": "고양이 해부학 및 생리"
    },
    {
        "id": 492,
        "statement": "반려동물의 '만성 신부전'은 항상 혈액 검사 시 크레아티닌(Creatinine) 수치만으로 진단된다.",
        "answer": false,
        "explanation": "만성 신부전 진단 시 크레아티닌 수치가 중요한 지표이지만, 혈액 내 요소질소(BUN), 인(P), 그리고 SDMA(Symmetric Dimethylarginine)와 같은 조기 신장 손상 마커도 함께 평가되어야 합니다. 또한, 소변 비중, 요단백/요크레아티닌 비율, 초음파 검사 등 다양한 검사를 종합하여 진단합니다.",
        "legalBasis": "수의 신장학 및 임상병리학"
    },
    {
        "id": 493,
        "statement": "강아지의 '아토피 피부염'은 항상 유전적인 요인 때문이다.",
        "answer": false,
        "explanation": "강아지의 아토피 피부염은 유전적인 소인이 강하게 작용하는 만성 알레르기 질환이지만, 환경적인 알레르겐 노출, 피부 장벽 기능 이상, 그리고 면역 반응의 이상 등 복합적인 요인에 의해 발생하고 악화됩니다. 따라서 항상 유전적 요인만은 아닙니다.",
        "legalBasis": "수의 피부과학 및 알레르기 면역학"
    },
    {
        "id": 494,
        "statement": "고양이가 '고양이풀'에 흥분하는 것은 항상 위험한 행동이다.",
        "answer": false,
        "explanation": "고양이가 고양이풀(캣닢, 마따따비 등)에 흥분하는 것은 대부분 자연스럽고 안전한 반응입니다. 고양이의 놀이 본능을 자극하고 스트레스를 해소하는 데 도움을 줄 수 있습니다. 과도하게 흥분하더라도 위험한 행동으로 이어지는 경우는 드뭅니다.",
        "legalBasis": "고양이 행동학 및 식물 반응"
    },
    {
        "id": 495,
        "statement": "대한민국에서 맹견 사육 시 보험 가입은 의무 사항이 아니다.",
        "answer": false,
        "explanation": "대한민국 '동물보호법'에 따라 맹견의 소유자 또는 관리자는 타인의 생명·신체나 재산상의 피해를 보상하기 위하여 의무적으로 맹견 책임보험에 가입해야 합니다. 이는 법적 의무사항입니다.",
        "legalBasis": "대한민국 동물보호법 제13조의2(맹견의 책임보험 가입)"
    },
    {
        "id": 496,
        "statement": "강아지가 사람의 발을 핥는 것은 항상 복종의 의미이다.",
        "answer": false,
        "explanation": "강아지가 사람의 발을 핥는 것은 복종 외에도 애정 표현, 관심 요구, 불안, 스트레스 해소, 또는 단순한 탐색 행동(땀 냄새 등) 등 다양한 의미를 가질 수 있습니다. 다른 행동과 상황을 함께 고려하여 판단해야 합니다.",
        "legalBasis": "개 행동학 및 의사소통"
    },
    {
        "id": 497,
        "statement": "고양이가 그루밍을 너무 자주 하는 것은 항상 피부병 때문이다.",
        "answer": false,
        "explanation": "고양이가 그루밍을 너무 자주 하는 것은 피부병(알레르기, 기생충, 감염) 외에도 스트레스, 불안, 통증(특정 부위), 또는 강박적인 행동의 일환일 수 있습니다. 털이 빠지거나 피부가 손상될 정도로 과도하다면 진료가 필요합니다.",
        "legalBasis": "고양이 행동학 및 수의 피부과학"
    },
    {
        "id": 498,
        "statement": "반려동물이 발바닥을 계속 핥거나 씹는 것은 항상 알레르기 때문이다.",
        "answer": false,
        "explanation": "반려동물이 발바닥을 계속 핥거나 씹는 것은 알레르기(환경성, 식이성) 외에도 통증(발톱 문제, 이물질, 염증), 감염(세균, 곰팡이), 기생충 감염, 불안, 강박 행동, 또는 단순히 지루함 등 다양한 원인에 의해 발생할 수 있습니다.",
        "legalBasis": "수의 피부과학 및 행동의학"
    },
    {
        "id": 499,
        "statement": "강아지가 풀을 뜯어 먹는 것은 항상 영양 결핍 때문이다.",
        "answer": false,
        "explanation": "강아지가 풀을 뜯어 먹는 것은 영양 결핍 때문일 수도 있지만, 소화 불량(위장 장애를 완화하려는 시도), 구토 유발, 단순한 본능, 지루함, 또는 풀의 맛이나 식감에 대한 호기심 등 다양한 이유 때문일 수 있습니다. 흔히 볼 수 있는 정상적인 행동 중 하나입니다.",
        "legalBasis": "개 행동학 및 수의 영양학"
    },
    {
        "id": 500,
        "statement": "고양이에게 '헤어볼' 예방을 위해 털갈이 시기 외에는 빗질을 할 필요가 없다.",
        "answer": false,
        "explanation": "고양이의 헤어볼 예방을 위해 털갈이 시기에 집중적인 빗질이 필요하지만, 털갈이 시기 외에도 정기적인 빗질은 죽은 털을 제거하여 헤어볼 형성을 줄이고, 피부 건강을 유지하며, 고양이와의 유대감을 형성하는 데 도움이 됩니다. 특히 장모종 고양이는 평소에도 꾸준한 빗질이 필수입니다.",
        "legalBasis": "고양이 관리 및 피부 건강"
    }
]