[
    {
        "id": 1,
        "statement": "횡단보도가 없는 곳에서 도로를 무단으로 건너는 행위(무단횡단)는 도로교통법 위반이다.",
        "answer": true,
        "explanation": "보행자는 원칙적으로 횡단보도나 육교, 지하도 등을 이용하여 도로를 횡단해야 하며, 이를 위반할 경우 과태료가 부과될 수 있습니다.",
        "legalBasis": "도로교통법 제10조 (보행자의 통행) 및 제68조 (도로에서의 금지행위), 제157조 (과태료)"
    },
    {
        "id": 2,
        "statement": "음주운전은 혈중알코올농도와 관계없이 처벌 대상이 될 수 있다.",
        "answer": true,
        "explanation": "혈중알코올농도가 특정 수치 이상인 경우뿐만 아니라, 술에 취한 상태에서 운전하여 정상적인 운전이 곤란한 경우에도 처벌 대상이 됩니다.",
        "legalBasis": "도로교통법 제44조 (술에 취한 상태에서의 운전 금지) 및 제148조의2 (벌칙)"
    },
    {
        "id": 3,
        "statement": "만 19세 미만의 미성년자가 부모의 동의 없이 물건을 구매한 경우, 해당 구매는 취소할 수 없다.",
        "answer": false,
        "explanation": "미성년자가 법정대리인의 동의 없이 체결한 계약은 원칙적으로 취소할 수 있습니다. 이는 미성년자를 보호하기 위한 민법상의 규정입니다.",
        "legalBasis": "민법 제5조 (미성년자의 능력) 및 제10조 (미성년자의 법률행위의 취소)"
    },
    {
        "id": 4,
        "statement": "아파트 등 공동주택에서 발생하는 층간소음은 법적인 분쟁의 대상이 될 수 없다.",
        "answer": false,
        "explanation": "공동주택 층간소음은 공동주택관리법 등 관련 법령과 공동주택관리규약에 따라 규제되며, 심각한 경우 손해배상 청구 등 법적 분쟁으로 이어질 수 있습니다.",
        "legalBasis": "공동주택관리법 제20조 (층간소음의 방지 등)"
    },
    {
        "id": 5,
        "statement": "타인의 물건을 훔치는 행위는 절도죄에 해당하며, 이는 형사처벌의 대상이다.",
        "answer": true,
        "explanation": "절도죄는 타인의 재물을 절취하는 행위로, 형법에 따라 6년 이하의 징역 또는 1천만원 이하의 벌금에 처해질 수 있습니다.",
        "legalBasis": "형법 제329조 (절도)"
    },
    {
        "id": 6,
        "statement": "길에 버려진 주인을 알 수 없는 돈이나 물건을 가져가는 것은 점유이탈물횡령죄에 해당할 수 있다.",
        "answer": true,
        "explanation": "우연히 습득한 타인의 재물은 소유자나 유실물 센터에 신고해야 하며, 이를 임의로 가져가면 점유이탈물횡령죄로 처벌될 수 있습니다.",
        "legalBasis": "형법 제361조 (점유이탈물횡령)"
    },
    {
        "id": 7,
        "statement": "직장 내 괴롭힘은 법적으로 금지되어 있으며, 이에 대한 신고가 가능하다.",
        "answer": true,
        "explanation": "근로기준법은 직장 내 괴롭힘을 금지하고 있으며, 사업주는 신고 접수 시 조사 및 적절한 조치를 취할 의무가 있습니다.",
        "legalBasis": "근로기준법 제76조의2 (직장 내 괴롭힘의 금지) 및 제76조의3 (직장 내 괴롭힘 발생 시 조치)"
    },
    {
        "id": 8,
        "statement": "인터넷 쇼핑몰에서 구매한 상품은 배송받은 날로부터 7일 이내에는 어떤 이유에서든 청약철회가 불가능하다.",
        "answer": false,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라, 소비자는 물건을 배송받은 날로부터 7일 이내에는 단순 변심으로도 청약철회(반품)가 가능합니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등)"
    },
    {
        "id": 9,
        "statement": "만 14세 미만의 어린이는 형사처벌을 받지 않는다.",
        "answer": true,
        "explanation": "형법상 만 14세 미만인 자는 형사 미성년자로, 범죄를 저질러도 형사처벌을 받지 않습니다. 다만, 소년법에 따라 보호처분을 받을 수는 있습니다.",
        "legalBasis": "형법 제9조 (형사미성년자)"
    },
    {
        "id": 10,
        "statement": "결혼한 부부는 서로의 동의 없이 상대방의 개인 재산을 임의로 처분할 수 있다.",
        "answer": false,
        "explanation": "부부별산제 원칙에 따라 부부는 각자의 특유재산을 관리, 사용, 수익할 수 있으며, 상대방의 동의 없이 이를 처분할 수 없습니다.",
        "legalBasis": "민법 제828조 (부부재산계약의 효력), 제829조 (부부재산계약의 변경), 제830조 (특유재산과 귀속불명재산)"
    },
    {
        "id": 11,
        "statement": "근로자는 일주일에 최소한 한 번 이상의 유급휴일을 보장받아야 한다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자는 근로자에게 1주일에 평균 1회 이상의 유급휴일을 주어야 합니다.",
        "legalBasis": "근로기준법 제55조 (휴일)"
    },
    {
        "id": 12,
        "statement": "타인의 명예를 훼손하는 내용의 글을 인터넷에 게시한 경우, 사실이라 할지라도 명예훼손죄로 처벌받을 수 있다.",
        "answer": true,
        "explanation": "공연히 사실을 적시하여 사람의 명예를 훼손한 자는 명예훼손죄로 처벌될 수 있습니다. 진실 여부와 관계없이 명예를 훼손했다는 점이 중요합니다.",
        "legalBasis": "형법 제307조 (명예훼손)"
    },
    {
        "id": 13,
        "statement": "계약서에 서명하기 전에 내용을 꼼꼼히 확인하지 않아도, 나중에 불리한 조항에 대해 이의를 제기할 수 있다.",
        "answer": false,
        "explanation": "원칙적으로 계약은 당사자 간의 합의에 의해 성립하며, 서명한 계약서의 내용은 법적 효력을 가집니다. 따라서 서명 전 내용을 충분히 확인해야 합니다.",
        "legalBasis": "민법 제103조 (반사회질서의 법률행위), 제104조 (불공정한 법률행위) 등 (단, 사기, 착오, 강박 등 예외적인 경우 취소 가능)"
    },
    {
        "id": 14,
        "statement": "공공장소에서 흡연이 금지된 구역에서 흡연하는 것은 과태료 부과 대상이 아니다.",
        "answer": false,
        "explanation": "국민건강증진법에 따라 지정된 금연구역에서 흡연할 경우 과태료가 부과됩니다.",
        "legalBasis": "국민건강증진법 제9조 (금연을 위한 조치) 및 제34조 (과태료)"
    },
    {
        "id": 15,
        "statement": "타인의 건물에 무단으로 침입하는 행위는 주거침입죄에 해당한다.",
        "answer": true,
        "explanation": "사람의 주거, 관리하는 건조물, 선박이나 항공기 또는 점유하는 방실에 침입한 자는 주거침입죄로 처벌됩니다.",
        "legalBasis": "형법 제319조 (주거침입, 퇴거불응)"
    },
    {
        "id": 16,
        "statement": "버스나 지하철 등 대중교통을 이용할 때 안전벨트를 착용하지 않아도 법적 제재를 받지 않는다.",
        "answer": true,
        "explanation": "일반적으로 대중교통수단(버스, 지하철) 내에서는 좌석에 앉아 안전벨트를 착용할 의무가 없습니다. 다만 고속도로 등 특정 구간을 운행하는 버스의 경우 착용 의무가 있을 수 있습니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무) - 실제로는 일반적인 시내버스는 제외됨."
    },
    {
        "id": 17,
        "statement": "운전 중 휴대전화를 사용하는 것은 법적으로 금지되어 있다.",
        "answer": true,
        "explanation": "운전 중에는 원칙적으로 휴대전화를 사용해서는 안 됩니다. 이를 위반하면 범칙금과 벌점이 부과될 수 있습니다.",
        "legalBasis": "도로교통법 제49조 (모든 운전자의 준수사항) 제1항 제10호"
    },
    {
        "id": 18,
        "statement": "만 18세 이상이면 주민등록증 발급이 가능하고 선거권이 주어진다.",
        "answer": true,
        "explanation": "주민등록법에 따라 만 17세가 되면 주민등록증 발급 신청을 할 수 있으며, 공직선거법에 따라 만 18세 이상이면 선거권이 부여됩니다.",
        "legalBasis": "주민등록법 제24조 (주민등록증 발급), 공직선거법 제15조 (선거권)"
    },
    {
        "id": 19,
        "statement": "아파트 관리비는 입주자가 반드시 납부해야 하는 의무가 없다.",
        "answer": false,
        "explanation": "아파트 입주자는 공동주택관리법 및 아파트 관리규약에 따라 관리비를 납부할 의무가 있습니다. 미납 시 연체료 부과 및 법적 조치가 따를 수 있습니다.",
        "legalBasis": "공동주택관리법 제23조 (관리비 등)"
    },
    {
        "id": 20,
        "statement": "부모는 자녀가 성인이 될 때까지 부양할 법적 의무가 없다.",
        "answer": false,
        "explanation": "민법상 직계혈족 및 그 배우자 사이에는 서로 부양의무가 있으며, 부모는 미성년 자녀에 대해 양육비 및 교육비 등 부양 의무를 가집니다.",
        "legalBasis": "민법 제974조 (부양의무)"
    },
    {
        "id": 21,
        "statement": "다른 사람의 신분증이나 면허증을 위조하여 사용하면 처벌받을 수 있다.",
        "answer": true,
        "explanation": "타인의 주민등록증 등을 위조하거나 부정하게 사용하는 행위는 주민등록법 또는 형법에 따라 처벌될 수 있습니다.",
        "legalBasis": "형법 제225조 (공문서 등의 위조·변조), 제230조 (공문서 등의 부정행사), 주민등록법 제37조 (벌칙)"
    },
    {
        "id": 22,
        "statement": "인터넷에서 타인의 사진을 무단으로 가져와 내 블로그에 게시해도 초상권 침해가 아니다.",
        "answer": false,
        "explanation": "타인의 동의 없이 그 사람의 얼굴 등 특정인을 식별할 수 있는 사진을 상업적 또는 비상업적 목적으로 게시하는 것은 초상권 침해에 해당할 수 있습니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용) 및 판례법리 (초상권)"
    },
    {
        "id": 23,
        "statement": "계약금은 계약을 체결할 때 반드시 지급해야 하는 금액이다.",
        "answer": false,
        "explanation": "계약금은 계약의 구속력을 강화하거나 해제권을 유보하기 위한 것으로, 모든 계약에서 반드시 지급해야 하는 것은 아닙니다. 계약 당사자 간의 합의에 따라 지급 여부가 결정됩니다.",
        "legalBasis": "민법 제565조 (해약금)"
    },
    {
        "id": 24,
        "statement": "주택 임대차 계약 시 임차인은 전입신고를 하지 않아도 대항력을 가질 수 있다.",
        "answer": false,
        "explanation": "주택임대차보호법에 따라 임차인이 대항력(제3자에게 임차권의 효력을 주장할 수 있는 힘)을 갖기 위해서는 주택의 인도(점유)와 주민등록(전입신고)을 마쳐야 합니다.",
        "legalBasis": "주택임대차보호법 제3조 (대항력 등)"
    },
    {
        "id": 25,
        "statement": "민법상 만 19세가 되어야 성년으로 인정된다.",
        "answer": true,
        "explanation": "우리 민법은 만 19세로 성년이 된다고 규정하고 있습니다. 성년이 되면 독립적으로 법률행위를 할 수 있습니다.",
        "legalBasis": "민법 제4조 (성년기)"
    },
    {
        "id": 26,
        "statement": "공중화장실 등 공공장소에서 불법 촬영을 하는 것은 성폭력범죄의 처벌 등에 관한 특례법에 따라 처벌된다.",
        "answer": true,
        "explanation": "카메라나 그 밖에 이와 유사한 기능을 갖춘 기계장치를 이용하여 성적 욕망 또는 수치심을 유발할 수 있는 다른 사람의 신체를 촬영한 경우 처벌 대상입니다.",
        "legalBasis": "성폭력범죄의 처벌 등에 관한 특례법 제14조 (카메라 등을 이용한 촬영)"
    },
    {
        "id": 27,
        "statement": "부모가 자녀에게 용돈을 주지 않는 것은 법적으로 문제가 되지 않는다.",
        "answer": true,
        "explanation": "용돈 지급은 부모의 재량에 속하는 행위이며, 법적으로 자녀에게 용돈을 반드시 주어야 하는 의무는 없습니다. 다만, 기본적인 양육 의무는 별개입니다.",
        "legalBasis": "법적 근거 없음 (사회 통념상 부모의 재량)"
    },
    {
        "id": 28,
        "statement": "재활용 쓰레기를 분리배출하지 않고 일반 쓰레기와 함께 버리면 과태료가 부과될 수 있다.",
        "answer": true,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 재활용 가능 폐기물은 분리하여 배출해야 하며, 이를 위반할 경우 과태료가 부과될 수 있습니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 각 지방자치단체 조례"
    },
    {
        "id": 29,
        "statement": "타인의 신용카드 비밀번호를 알아내어 카드 결제를 하는 행위는 여신전문금융업법 위반에 해당하지 않는다.",
        "answer": false,
        "explanation": "타인의 신용카드 비밀번호를 부정하게 사용하여 결제하는 것은 여신전문금융업법 위반이며, 동시에 절도 또는 사기죄에도 해당할 수 있습니다.",
        "legalBasis": "여신전문금융업법 제70조 (벌칙)"
    },
    {
        "id": 30,
        "statement": "공공장소에서 폭언을 하거나 소란을 피우는 행위는 경범죄처벌법에 따라 처벌될 수 있다.",
        "answer": true,
        "explanation": "경범죄처벌법은 공공장소에서 타인에게 불안감이나 혐오감을 주거나, 평온한 생활을 방해하는 행위 등을 규제하고 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류)"
    },
    {
        "id": 31,
        "statement": "온라인으로 구매한 물건은 단순 변심이더라도 배송받은 날로부터 7일 이내에 청약철회(반품)가 가능하다.",
        "answer": true,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라 소비자는 물건을 배송받은 날로부터 7일 이내에는 단순 변심으로도 청약철회할 수 있습니다. 단, 예외사항이 있을 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등)"
    },
    {
        "id": 32,
        "statement": "소방시설 주변 5미터 이내에 주정차하는 것은 불법이다.",
        "answer": true,
        "explanation": "소방용수시설 또는 소방시설이 설치된 곳으로부터 5미터 이내의 장소에 주차 또는 정차하는 행위는 도로교통법에 따라 금지됩니다.",
        "legalBasis": "도로교통법 제32조 (정차 및 주차의 금지) 제7호"
    },
    {
        "id": 33,
        "statement": "고용주는 근로자에게 매년 고시되는 최저임금 이상의 임금을 지급해야 할 의무가 없다.",
        "answer": false,
        "explanation": "근로기준법 및 최저임금법에 따라 고용주는 근로자에게 최저임금액 이상의 임금을 지급해야 합니다. 이를 위반하면 처벌받을 수 있습니다.",
        "legalBasis": "최저임금법 제6조 (최저임금의 효력), 근로기준법 제6조 (균등한 처우)"
    },
    {
        "id": 34,
        "statement": "다른 사람의 물건을 고의 또는 과실로 파손했다면, 손해배상 책임이 발생할 수 있다.",
        "answer": true,
        "explanation": "고의 또는 과실로 타인에게 손해를 가한 자는 그 손해를 배상할 책임이 있습니다. 이는 민법상의 불법행위 책임입니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 35,
        "statement": "배우자는 법률상 상속 순위에서 항상 직계비속(자녀)보다 우선하여 상속받는다.",
        "answer": false,
        "explanation": "배우자는 직계비속(자녀, 손자녀 등)이 있는 경우 직계비속과 동순위로 공동상속인이 되며, 직계비속이 없는 경우 직계존속(부모, 조부모 등)과 동순위로 공동상속인이 됩니다.",
        "legalBasis": "민법 제1003조 (배우자의 상속순위)"
    },
    {
        "id": 36,
        "statement": "정당방위는 어떠한 경우에도 폭력을 사용하여 상대를 다치게 해도 무방하다.",
        "answer": false,
        "explanation": "정당방위는 자기 또는 타인의 법익에 대한 현재의 부당한 침해를 방위하기 위한 행위로, 상당한 이유가 있을 때에만 허용됩니다. 과도한 방위는 과잉방위로 처벌될 수 있습니다.",
        "legalBasis": "형법 제21조 (정당방위)"
    },
    {
        "id": 37,
        "statement": "6세 미만의 유아를 동반하여 차량을 운전할 때에는 반드시 카시트를 장착해야 한다.",
        "answer": true,
        "explanation": "도로교통법에 따라 6세 미만의 영유아는 유아보호용장구(카시트)를 장착한 상태에서 탑승해야 합니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무) 제1항 제8호"
    },
    {
        "id": 38,
        "statement": "담배꽁초나 휴지를 길거리에 함부로 버리는 행위는 경범죄 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "길거리에 담배꽁초나 쓰레기를 버리는 행위는 '쓰레기 등 무단투기'에 해당하여 경범죄처벌법에 따라 처벌될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제12호 (담배꽁초·껌 등 버리기)"
    },
    {
        "id": 39,
        "statement": "근로자가 법정 근로시간(주 40시간)을 초과하여 근무한 경우, 사용자는 초과근로수당을 지급해야 한다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자는 연장근로에 대하여 통상임금의 100분의 50 이상을 가산하여 지급해야 합니다.",
        "legalBasis": "근로기준법 제56조 (연장·야간 및 휴일 근로)"
    },
    {
        "id": 40,
        "statement": "새 제품을 구입한 후 소비자의 과실 없이 고장이 났다면, 보증기간 내에는 제조사 또는 판매자로부터 무상 수리를 받을 수 있다.",
        "answer": true,
        "explanation": "소비자분쟁해결기준에 따라 제품의 하자로 인해 발생한 고장은 보증기간 내에 무상 수리 또는 교환, 환불 등을 받을 수 있습니다.",
        "legalBasis": "소비자기본법 제16조 (소비자분쟁해결기준의 제정·운용) 및 공정거래위원회 고시 소비자분쟁해결기준"
    },
    {
        "id": 41,
        "statement": "금전 차용(돈 빌림) 계약은 반드시 차용증을 작성해야만 법적 효력이 발생한다.",
        "answer": false,
        "explanation": "계약은 구두로도 성립할 수 있으므로, 차용증이 없더라도 당사자 간의 합의가 입증되면 법적 효력이 있습니다. 다만, 분쟁 발생 시 증거 확보를 위해 서면 작성이 유리합니다.",
        "legalBasis": "민법 제105조 (임의규정), 계약자유의 원칙"
    },
    {
        "id": 42,
        "statement": "보행자는 차량 신호가 녹색일 때만 횡단보도를 건널 수 있다.",
        "answer": false,
        "explanation": "보행자는 보행자 신호등이 녹색이거나, 보행자 신호등이 없는 경우 차량 신호등이 녹색인 때에만 횡단보도를 건널 수 있습니다.",
        "legalBasis": "도로교통법 제10조 (보행자의 통행) 제2항"
    },
    {
        "id": 43,
        "statement": "협의이혼을 할 때 미성년 자녀가 있는 경우, 이혼 의사를 확인받기 위해 일정 기간의 숙려기간을 거쳐야 한다.",
        "answer": true,
        "explanation": "미성년 자녀의 양육과 복리를 위해, 협의이혼 시 미성년 자녀가 있는 부부는 가정법원에서 지정한 숙려기간을 거쳐야 합니다.",
        "legalBasis": "민법 제836조의2 (이혼의사 확인 절차), 가사소송법 제2조 (가사사건)"
    },
    {
        "id": 44,
        "statement": "거짓말을 하여 타인을 속여 재산상의 이득을 취했다면 사기죄로 처벌받을 수 있다.",
        "answer": true,
        "explanation": "사기죄는 사람을 기망하여 재물의 교부를 받거나 재산상의 이익을 취득하는 행위를 처벌하는 범죄입니다.",
        "legalBasis": "형법 제347조 (사기)"
    },
    {
        "id": 45,
        "statement": "학교폭력 가해학생은 피해학생에 대한 서면사과, 특별교육 이수 등의 조치를 받을 수 있다.",
        "answer": true,
        "explanation": "학교폭력예방 및 대책에 관한 법률에 따라 학교폭력대책심의위원회는 가해학생에게 다양한 조치를 부과할 수 있습니다.",
        "legalBasis": "학교폭력예방 및 대책에 관한 법률 제17조 (가해학생에 대한 조치)"
    },
    {
        "id": 46,
        "statement": "1년 미만으로 근무한 근로자는 연차 유급휴가를 전혀 사용할 수 없다.",
        "answer": false,
        "explanation": "1년 미만 근속한 근로자도 1개월 개근 시 1일의 유급휴가를 받을 수 있습니다. 1년 이상 근무 시 15일의 연차휴가가 발생합니다.",
        "legalBasis": "근로기준법 제60조 (연차 유급휴가) 제2항"
    },
    {
        "id": 47,
        "statement": "음식물 쓰레기는 반드시 분리하여 배출해야 하며, 일반 쓰레기와 섞어 버리면 과태료가 부과될 수 있다.",
        "answer": true,
        "explanation": "폐기물관리법에 따라 음식물류 폐기물은 종량제 봉투에 담아 버리거나, 지자체에서 정한 방식으로 분리 배출해야 합니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 각 지방자치단체 조례"
    },
    {
        "id": 48,
        "statement": "주택 임대차 계약 기간이 만료되었는데 집주인이 나가라고 하면, 임차인은 즉시 집을 비워줘야 한다.",
        "answer": false,
        "explanation": "주택임대차보호법에 따라 임대차 기간이 끝났더라도 임대인이 보증금을 반환하지 않으면 임차인은 보증금을 반환받을 때까지 주택을 계속 사용할 수 있습니다.",
        "legalBasis": "주택임대차보호법 제4조 (임대차기간 등)"
    },
    {
        "id": 49,
        "statement": "인터넷 게시판에 타인의 동의 없이 개인의 주민등록번호를 공개하는 것은 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "타인의 개인정보(주민등록번호 등)를 동의 없이 공개하는 행위는 개인정보보호법 위반으로 처벌될 수 있습니다.",
        "legalBasis": "개인정보보호법 제19조 (개인정보의 목적 외 이용·제공 금지) 및 제75조 (벌칙)"
    },
    {
        "id": 50,
        "statement": "차량 운전자는 고속도로를 포함한 모든 도로에서 전 좌석 탑승자가 안전띠를 착용하도록 해야 한다.",
        "answer": true,
        "explanation": "도로교통법에 따라 모든 도로에서 운전자는 운전 중 모든 좌석의 탑승자가 안전띠를 착용하도록 해야 합니다. 이를 위반 시 과태료가 부과됩니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무) 제1항 제1호"
    },
    {
        "id": 51,
        "statement": "상품을 광고할 때 허위·과장된 내용을 포함하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "표시·광고의 공정화에 관한 법률에 따라 소비자를 속이거나 오인하게 할 우려가 있는 허위·과장 광고는 금지됩니다.",
        "legalBasis": "표시·광고의 공정화에 관한 법률 제3조 (부당한 표시·광고 행위의 금지)"
    },
    {
        "id": 52,
        "statement": "계약 당사자 중 한쪽이 계약 내용을 위반하더라도, 상대방은 손해배상을 청구할 수 없다.",
        "answer": false,
        "explanation": "계약 내용이 이행되지 않거나 위반되었을 경우, 계약을 위반한 당사자는 상대방이 입은 손해를 배상할 책임이 발생할 수 있습니다.",
        "legalBasis": "민법 제390조 (채무불이행과 손해배상)"
    },
    {
        "id": 53,
        "statement": "공동주택에서 밤늦게 큰 소리로 소란을 피워 이웃에게 피해를 주는 경우, 경범죄처벌법에 따라 처벌될 수 있다.",
        "answer": true,
        "explanation": "밤에 이웃을 시끄럽게 하는 행위는 '인근소란'에 해당하여 경범죄처벌법에 따라 처벌될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란)"
    },
    {
        "id": 54,
        "statement": "오토바이 운전자는 안전모를 착용해야 할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 오토바이(이륜자동차 및 원동기장치자전거) 운전자 및 동승자는 안전모를 착용해야 합니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무) 제1항 제3호"
    },
    {
        "id": 55,
        "statement": "사업주는 근로자를 해고할 때 30일 전에 해고 예고를 해야 하며, 그렇지 않은 경우 해고예고수당을 지급해야 한다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자는 근로자를 해고하려면 적어도 30일 전에 해고를 예고해야 하며, 30일 전에 예고를 하지 아니하였을 때에는 30일분 이상의 통상임금을 지급해야 합니다.",
        "legalBasis": "근로기준법 제26조 (해고의 예고)"
    },
    {
        "id": 56,
        "statement": "내 땅에 심은 나무의 가지가 이웃집 담장을 넘어갔다면, 이웃 주민이 임의로 그 가지를 자를 수 있다.",
        "answer": false,
        "explanation": "민법에 따라 이웃집 가지가 담장을 넘었더라도 원칙적으로는 나무 소유자에게 제거를 청구해야 하며, 소유자의 동의 없이 임의로 가지를 제거할 수 없습니다. 다만, 뿌리가 넘어온 경우에는 임의로 제거할 수 있습니다.",
        "legalBasis": "민법 제240조 (수지, 목근의 제거권)"
    },
    {
        "id": 57,
        "statement": "상점에서 판매하는 물건에는 반드시 가격표를 붙여야 할 법적 의무가 없다.",
        "answer": false,
        "explanation": "표시·광고의 공정화에 관한 법률 및 소비자 관련 규정에 따라 사업자는 판매하는 상품에 대한 가격 등 중요한 정보를 소비자에게 제공할 의무가 있습니다. 통상적으로 가격표시로 이루어집니다.",
        "legalBasis": "표시·광고의 공정화에 관한 법률 제3조 (부당한 표시·광고 행위의 금지) 및 공정거래위원회 고시 '중요한 표시·광고 사항 고시'"
    },
    {
        "id": 58,
        "statement": "다른 사람에게 폭언을 하거나 공포심을 유발하는 언동을 하는 것은 형법상 협박죄에 해당할 수 있다.",
        "answer": true,
        "explanation": "협박죄는 사람에게 해악을 가할 것을 고지하여 공포심을 일으키게 하는 행위를 처벌합니다. 폭언의 내용과 정도에 따라 협박죄가 성립될 수 있습니다.",
        "legalBasis": "형법 제283조 (협박)"
    },
    {
        "id": 59,
        "statement": "빨간불 신호에 횡단보도를 건너는 보행자는 도로교통법을 위반한 것이다.",
        "answer": true,
        "explanation": "보행자는 보행자 신호등의 신호 또는 차량 신호등의 신호에 따라 도로를 횡단해야 합니다. 빨간불 신호는 정지를 의미하므로 이를 위반하여 건너는 것은 도로교통법 위반입니다.",
        "legalBasis": "도로교통법 제10조 (보행자의 통행)"
    },
    {
        "id": 60,
        "statement": "유언은 민법에 정해진 방식(예: 자필증서, 녹음, 공정증서 등)에 따르지 않아도 법적 효력이 발생한다.",
        "answer": false,
        "explanation": "유언은 엄격한 요식행위이므로, 민법이 정한 방식에 따르지 않으면 유언으로서의 법적 효력이 발생하지 않습니다.",
        "legalBasis": "민법 제1065조 (유언의 종류)"
    },
    {
        "id": 61,
        "statement": "상품권은 발행일로부터 5년이 지나면 법적으로 사용할 수 없다.",
        "answer": false,
        "explanation": "상품권의 유효기간은 상법 및 관련 판례에 따라 5년으로 규정되지만, 유효기간이 지났더라도 발행일로부터 소멸시효(상사채권은 5년, 민사채권은 10년)가 완성되지 않았다면 사용 가능하거나 환불받을 수 있습니다.",
        "legalBasis": "상법 제64조 (상사시효), 민법 제162조 (채권, 재산권의 소멸시효), 판례법리"
    },
    {
        "id": 62,
        "statement": "운전면허 없이 자동차를 운전하는 행위는 무면허 운전으로 도로교통법 위반에 해당한다.",
        "answer": true,
        "explanation": "도로교통법에 따라 운전면허를 받지 않거나 운전면허의 효력이 정지된 상태에서 자동차를 운전하는 것은 엄격히 금지됩니다.",
        "legalBasis": "도로교통법 제43조 (무면허운전 등의 금지) 및 제152조 (벌칙)"
    },
    {
        "id": 63,
        "statement": "주택 임대차 계약에서 수도관 파열이나 보일러 고장 등 주요 설비의 수리 비용은 원칙적으로 임대인(집주인)이 부담해야 한다.",
        "answer": true,
        "explanation": "민법상 임대인은 임차인이 임차물을 사용·수익에 필요한 상태를 유지하게 할 의무를 부담하며, 이는 통상적인 수리 의무를 포함합니다.",
        "legalBasis": "민법 제623조 (임대인의 의무)"
    },
    {
        "id": 64,
        "statement": "상점에서 물건을 훔치는 행위는 물건의 가액(가격)이 적더라도 절도죄에 해당할 수 있다.",
        "answer": true,
        "explanation": "타인의 재물을 절취하는 행위는 그 가액이 소액이더라도 원칙적으로 절도죄에 해당하며, 경중에 따라 처벌 수위가 달라질 수 있습니다.",
        "legalBasis": "형법 제329조 (절도)"
    },
    {
        "id": 65,
        "statement": "1년 이상 계속 근무하고 퇴직하는 근로자는 퇴직금을 받을 수 없다.",
        "answer": false,
        "explanation": "근로자퇴직급여 보장법에 따라 계속근로기간이 1년 이상인 근로자가 퇴직하는 경우에는 퇴직급여를 받을 권리가 있습니다.",
        "legalBasis": "근로자퇴직급여 보장법 제4조 (퇴직급여제도의 설정), 제8조 (퇴직금 제도)"
    },
    {
        "id": 66,
        "statement": "만 18세 미만의 남녀는 부모 동의가 있더라도 법적으로 혼인할 수 없다.",
        "answer": true,
        "explanation": "민법에 따라 만 18세가 되어야 혼인할 수 있습니다. 다만, 만 18세가 된 사람은 부모의 동의를 받아 혼인할 수 있습니다.",
        "legalBasis": "민법 제807조 (혼인 적령)"
    },
    {
        "id": 67,
        "statement": "아파트 등 공동주택에서 낮 시간에 생활 소음이 발생하더라도 소음 진동 규제법에 따라 처벌 대상이 된다.",
        "answer": false,
        "explanation": "소음·진동관리법은 공장 등 특정 소음에 대해 규제하며, 공동주택 간의 생활 소음은 공동주택관리법 및 관리규약으로 규율됩니다. 경미한 생활 소음은 처벌 대상이 아닐 수 있습니다.",
        "legalBasis": "소음·진동관리법 (주로 사업장 소음), 공동주택관리법 제20조 (층간소음의 방지 등)"
    },
    {
        "id": 68,
        "statement": "소비자에게 불리한 계약 내용이 포함된 약관은 항상 무효이다.",
        "answer": false,
        "explanation": "약관의 규제에 관한 법률에 따라 고객에게 부당하게 불리한 약관 조항은 무효가 될 수 있지만, 모든 불리한 조항이 무조건 무효가 되는 것은 아닙니다. 법원의 판단이 필요할 수 있습니다.",
        "legalBasis": "약관의 규제에 관한 법률 제6조 (불공정 조항의 효력)"
    },
    {
        "id": 69,
        "statement": "운전자가 안전운전 의무를 위반하여 교통사고를 일으킨 경우, 형사처벌을 받을 수 있다.",
        "answer": true,
        "explanation": "교통사고처리 특례법에 따라 운전자의 업무상 과실 또는 중대한 과실로 사람을 사상에 이르게 한 경우 형사처벌의 대상이 됩니다.",
        "legalBasis": "교통사고처리 특례법 제3조 (처벌의 특례)"
    },
    {
        "id": 70,
        "statement": "한번 준 선물은 어떠한 경우에도 다시 돌려받을 수 없다.",
        "answer": false,
        "explanation": "증여 계약은 원칙적으로 해제할 수 없지만, 증여 계약 후 증여자의 재산상태가 현저히 변경되거나 수증자가 증여자에게 부양 의무를 이행하지 않는 등의 특별한 사유가 있는 경우 증여 계약을 해제하고 선물을 돌려받을 수 있습니다.",
        "legalBasis": "민법 제556조 (수증자의 행위와 증여의 해제), 제557조 (증여자의 재산상태변경과 증여의 해제)"
    },
    {
        "id": 71,
        "statement": "공공장소에서 과도하게 신체를 노출하여 타인에게 수치심을 유발하는 행위는 경범죄처벌법에 따라 처벌받을 수 있다.",
        "answer": true,
        "explanation": "경범죄처벌법은 공공장소에서의 과다노출을 금지하고 있으며, 이를 위반 시 벌금 등이 부과될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제17호 (과다노출)"
    },
    {
        "id": 72,
        "statement": "월급제 근로자라도 법정 근로시간을 초과하여 근무하면 연장근로수당을 받을 수 있다.",
        "answer": true,
        "explanation": "근로기준법에 따라 월급을 받는 근로자도 주 40시간을 초과하는 연장근로에 대해서는 통상임금의 100분의 50 이상을 가산하여 지급해야 합니다.",
        "legalBasis": "근로기준법 제56조 (연장·야간 및 휴일 근로)"
    },
    {
        "id": 73,
        "statement": "대한민국 국민은 누구나 초등학교 및 중학교 교육을 받게 할 의무가 있다.",
        "answer": true,
        "explanation": "헌법과 교육기본법에 따라 모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가지며, 보호하는 자녀에게 초등교육과 법률이 정하는 교육을 받게 할 의무를 집니다.",
        "legalBasis": "헌법 제31조 (교육의 권리 및 의무), 교육기본법 제8조 (의무교육)"
    },
    {
        "id": 74,
        "statement": "인터넷에서 타인의 저작물(사진, 글 등)을 다운로드받아 개인 블로그나 SNS에 올릴 때는 원작자의 동의를 받을 필요가 없다.",
        "answer": false,
        "explanation": "타인의 저작물을 사용하려면 원칙적으로 저작권자의 허락을 받아야 합니다. 무단 사용 시 저작권 침해에 해당하여 법적 책임을 질 수 있습니다.",
        "legalBasis": "저작권법 제21조 (복제권), 제22조 (공연권), 제23조 (공중송신권) 등"
    },
    {
        "id": 75,
        "statement": "다른 사람의 SNS 계정 비밀번호를 알아내어 동의 없이 로그인하는 행위는 정보통신망법 위반에 해당한다.",
        "answer": true,
        "explanation": "정보통신망법은 타인의 정보통신망에 침입하는 행위를 금지하고 있으며, 이를 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 (정보통신망 침해행위 등의 금지) 및 제71조 (벌칙)"
    },
    {
        "id": 76,
        "statement": "도로에 유턴 표시나 허용 신호가 없는 곳에서는 유턴을 해서는 안 된다.",
        "answer": true,
        "explanation": "운전자는 유턴을 하려는 경우, 도로교통법에 따라 유턴이 허용되는 구간에서 신호에 따라 유턴해야 합니다. 임의로 유턴하는 것은 불법입니다.",
        "legalBasis": "도로교통법 시행규칙 별표2 (신호의 종류 및 그 표시하는 의미) (유턴 관련 규정)"
    },
    {
        "id": 77,
        "statement": "여러 명이 공동으로 소유한 재산은 그 중 한 사람의 동의만으로도 처분(매매 등)할 수 있다.",
        "answer": false,
        "explanation": "민법상 공동 소유 형태 중 공유에서는 공유물의 처분 및 변경에는 다른 공유자 전원의 동의가 있어야 합니다.",
        "legalBasis": "민법 제264조 (공유물의 처분, 변경)"
    },
    {
        "id": 78,
        "statement": "결함이 있는 제품 때문에 소비자가 피해를 입었더라도 제조사는 법적으로 책임이 없다.",
        "answer": false,
        "explanation": "제조물 책임법에 따라 제조물의 결함으로 인해 소비자에게 생명, 신체 또는 재산상의 손해가 발생한 경우, 제조업자는 손해를 배상할 책임이 있습니다.",
        "legalBasis": "제조물 책임법 제3조 (제조물 책임)"
    },
    {
        "id": 79,
        "statement": "사업주로부터 부당하게 해고를 당한 근로자는 노동위원회에 구제 신청을 할 수 없다.",
        "answer": false,
        "explanation": "근로자는 사용자로부터 정당한 이유 없이 해고를 당한 경우, 노동위원회에 부당해고 구제신청을 할 수 있습니다.",
        "legalBasis": "근로기준법 제23조 (해고 등의 제한), 노동위원회법 제15조 (구제명령)"
    },
    {
        "id": 80,
        "statement": "미성년 자녀의 법정대리인은 오직 부모만이 될 수 있다.",
        "answer": false,
        "explanation": "부모가 친권을 행사할 수 없는 경우(사망, 친권 상실 등)에는 법원에 의해 후견인이 지정되어 미성년 자녀의 법정대리인이 될 수 있습니다.",
        "legalBasis": "민법 제929조 (후견인의 선임), 제931조 (미성년자의 후견인)"
    },
    {
        "id": 81,
        "statement": "길거리에 침을 뱉는 행위는 법적으로 아무런 문제가 되지 않는다.",
        "answer": false,
        "explanation": "길거리에 침을 뱉는 행위는 '오물방치'에 해당하여 경범죄처벌법에 따라 처벌될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제3호 (쓰레기 등 무단투기)"
    },
    {
        "id": 82,
        "statement": "제한속도보다 10km/h를 초과하여 운전하는 것은 단속 대상이 아니다.",
        "answer": false,
        "explanation": "제한속도를 단 1km/h라도 초과하는 것은 속도위반에 해당하며, 단속 대상이 됩니다. 다만, 실제 단속 기준은 유예를 두는 경우가 있으나 법적으로는 위반입니다.",
        "legalBasis": "도로교통법 제17조 (자동차 등의 속도)"
    },
    {
        "id": 83,
        "statement": "주택 임대차 계약에서 임차인은 계약갱신청구권을 사용하여 1회에 한해 계약 연장을 요구할 수 있다.",
        "answer": true,
        "explanation": "주택임대차보호법에 따라 임차인은 1회에 한하여 계약갱신요구권을 행사할 수 있으며, 이 경우 갱신되는 임대차는 전 임대차와 동일한 조건으로 다시 계약된 것으로 봅니다.",
        "legalBasis": "주택임대차보호법 제6조의3 (계약갱신 요구 등)"
    },
    {
        "id": 84,
        "statement": "사람에게 상해를 입히지 않고 단순히 때리는 행위(폭행)는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "사람의 신체에 대하여 폭행을 가하는 행위는 상해에 이르지 않더라도 폭행죄로 처벌될 수 있습니다.",
        "legalBasis": "형법 제260조 (폭행, 존속폭행)"
    },
    {
        "id": 85,
        "statement": "근로자는 연차 유급휴가를 원하는 날짜에 무조건 사용할 수 있다.",
        "answer": false,
        "explanation": "근로자는 원칙적으로 연차 유급휴가를 원하는 시기에 사용할 수 있지만, 사업 운영에 막대한 지장이 있는 경우 사용자는 그 시기를 변경할 수 있습니다.",
        "legalBasis": "근로기준법 제60조 (연차 유급휴가) 제5항"
    },
    {
        "id": 86,
        "statement": "건설 현장에서 발생하는 폐기물은 아무 곳에나 버려도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "폐기물관리법에 따라 건설 폐기물은 적절한 처리 시설을 통해 처리하거나, 지정된 장소에만 버려야 합니다. 무단 투기 시 강력한 처벌을 받습니다.",
        "legalBasis": "폐기물관리법 제8조 (폐기물의 처리), 제68조 (벌칙)"
    },
    {
        "id": 87,
        "statement": "소비자와 사업자 간의 분쟁이 발생하면 한국소비자원에서 상담을 받거나 분쟁조정을 신청할 수 있다.",
        "answer": true,
        "explanation": "소비자기본법에 따라 한국소비자원은 소비자 분쟁 조정 기능을 수행하며, 소비자는 이곳에서 무료로 상담을 받거나 분쟁 조정을 신청할 수 있습니다.",
        "legalBasis": "소비자기본법 제33조 (소비자분쟁조정위원회 설치 등), 제34조 (소비자분쟁조정위원회의 업무)"
    },
    {
        "id": 88,
        "statement": "차량은 횡단보도를 건너는 보행자가 있더라도 속도를 줄이거나 일시 정지할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 모든 차의 운전자는 보행자가 횡단보도를 통행하고 있을 때에는 보행자의 횡단을 방해하거나 위험을 주지 않도록 일시 정지해야 합니다.",
        "legalBasis": "도로교통법 제27조 (보행자의 통행)"
    },
    {
        "id": 89,
        "statement": "사실이 아닌 내용으로 다른 사람을 경찰에 신고하여 처벌받게 하려고 하면 무고죄로 처벌받을 수 있다.",
        "answer": true,
        "explanation": "타인으로 하여금 형사처분 또는 징계처분을 받게 할 목적으로 허위의 사실을 공무소 또는 공무원에게 신고하는 행위는 무고죄로 처벌됩니다.",
        "legalBasis": "형법 제156조 (무고)"
    },
    {
        "id": 90,
        "statement": "계약은 반드시 서면으로 작성해야만 법적 효력을 가지며, 구두 계약은 효력이 없다.",
        "answer": false,
        "explanation": "대부분의 계약은 서면으로 작성하지 않아도 당사자 간의 의사 합치만으로도 법적 효력을 가집니다. 다만, 특정 계약(부동산 매매 등)은 서면 작성이 요구되거나, 구두 계약은 증거 확보가 어려울 수 있습니다.",
        "legalBasis": "민법 제105조 (임의규정) 및 계약자유의 원칙 (다만, 예외적으로 요식행위가 존재)"
    },
    {
        "id": 91,
        "statement": "구매한 물건이 단순히 마음에 들지 않아 교환이나 환불을 요청할 경우, 판매자는 법적으로 무조건 교환·환불을 해주어야 한다.",
        "answer": false,
        "explanation": "온라인 구매 등 특정 경우를 제외하고는, 소비자의 단순 변심에 의한 교환·환불은 판매자의 약관이나 정책에 따릅니다. 법적으로 모든 경우에 강제되는 것은 아닙니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등) (온라인 구매 등의 예외 규정), 소비자기본법 (사업자의 자율적 분쟁 해결 노력 권장)"
    },
    {
        "id": 92,
        "statement": "긴급 자동차(소방차, 구급차 등)가 사이렌을 울리며 접근할 때, 모든 차량은 즉시 진로를 양보해야 할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 모든 운전자는 긴급 자동차가 접근할 경우 진로를 양보하거나 일시 정지하는 등 긴급 자동차의 통행에 방해가 되지 않도록 해야 할 의무가 있습니다.",
        "legalBasis": "도로교통법 제29조 (긴급자동차의 우선 통행) 제4항"
    },
    {
        "id": 93,
        "statement": "임차인이 임차한 건물에서 자신의 실수로 화재를 발생시켜 임대인에게 손해를 입힌 경우, 임차인은 그 손해를 배상해야 할 책임이 있다.",
        "answer": true,
        "explanation": "임차인은 임차한 건물을 선량한 관리자의 주의로 보존해야 하며, 임차인의 고의 또는 과실로 건물에 손해가 발생하면 임대인에게 그 손해를 배상해야 합니다.",
        "legalBasis": "민법 제374조 (특정물의 인도의무), 제390조 (채무불이행과 손해배상)"
    },
    {
        "id": 94,
        "statement": "인터넷에서 특정인을 비방하거나 모욕하는 내용의 글을 지속적으로 게시하는 행위는 정보통신망법에 따라 처벌받을 수 있다.",
        "answer": true,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 사람을 비방할 목적으로 정보통신망을 통하여 공연히 사실이나 허위의 사실을 적시하여 타인의 명예를 훼손하거나 모욕하는 행위는 처벌 대상입니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 (벌칙), 제74조 (벌칙)"
    },
    {
        "id": 95,
        "statement": "동일한 사업장에서 동일한 업무를 수행하는 남녀 근로자에게 성별을 이유로 다른 임금을 지급하는 것은 법적으로 허용되지 않는다.",
        "answer": true,
        "explanation": "근로기준법은 남녀의 성을 이유로 차별적 대우를 하지 못하도록 규정하고 있으며, 동일 가치 노동에 대한 동일 임금 지급 원칙을 따릅니다.",
        "legalBasis": "근로기준법 제6조 (균등한 처우), 제9조 (균등 처우)"
    },
    {
        "id": 96,
        "statement": "미성년 자녀가 타인에게 손해를 끼쳤을 경우, 자녀의 부모는 그 손해에 대해 아무런 법적 책임이 없다.",
        "answer": false,
        "explanation": "민법에 따라 미성년 자녀가 타인에게 손해를 끼친 경우, 부모 등 법정대리인은 그 감독을 게을리하지 않았음을 증명하지 못하는 한 손해배상 책임을 집니다.",
        "legalBasis": "민법 제755조 (감독자의 책임)"
    },
    {
        "id": 97,
        "statement": "공동주택에서 반려견이 지속적으로 짖는 소리로 이웃에게 피해를 줄 경우, 법적 문제가 될 수 있다.",
        "answer": true,
        "explanation": "공동주택관리법 등 관련 법규 및 관리규약에 따라 반려동물로 인한 소음은 층간소음의 한 유형으로 간주되어 규제될 수 있으며, 심각한 경우 손해배상 청구 등 법적 분쟁의 소지가 있습니다.",
        "legalBasis": "공동주택관리법 제20조 (층간소음의 방지 등) 및 각 지방자치단체 조례"
    },
    {
        "id": 98,
        "statement": "온라인 쇼핑몰에서 구매한 상품에 대해 사실과 다른 허위 리뷰를 작성하는 것은 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "허위의 사실을 유포하여 타인의 업무를 방해하는 경우 형법상 업무방해죄에 해당할 수 있으며, 표시광고법 위반의 소지도 있습니다.",
        "legalBasis": "형법 제314조 (업무방해), 표시·광고의 공정화에 관한 법률 제3조 (부당한 표시·광고 행위의 금지)"
    },
    {
        "id": 99,
        "statement": "아파트 단지 내 소방차 전용 구역에 주차하는 것은 과태료 부과 대상이 아니다.",
        "answer": false,
        "explanation": "소방기본법에 따라 소방자동차 전용구역에 주차하는 행위 및 전용구역 진입을 가로막는 행위는 과태료 부과 대상입니다.",
        "legalBasis": "소방기본법 제21조의2 (소방자동차 전용구역) 및 제56조 (과태료)"
    },
    {
        "id": 100,
        "statement": "부동산을 매매한 후 소유권이전등기를 하지 않아도 매수인은 부동산의 소유권을 완전히 취득할 수 있다.",
        "answer": false,
        "explanation": "민법에 따라 부동산에 관한 물권의 변동은 등기하여야 그 효력이 발생합니다. 즉, 부동산 매매 후에도 등기를 해야 소유권을 완전히 취득할 수 있습니다.",
        "legalBasis": "민법 제186조 (부동산물권변동의 효력)"
    },
    {
        "id": 101,
        "statement": "장난으로 112나 119에 허위 신고를 하는 행위는 법적으로 처벌받을 수 있다.",
        "answer": true,
        "explanation": "허위 신고로 인해 공무원(경찰관, 소방관 등)의 직무 집행을 방해하거나 불필요한 출동을 유발하는 경우, 경범죄처벌법 또는 형법상 위계에 의한 공무집행방해죄 등으로 처벌받을 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제39호 (거짓신고), 형법 제137조 (위계에 의한 공무집행방해)"
    },
    {
        "id": 102,
        "statement": "근로자는 회사에 사직 의사를 밝히는 즉시 퇴사할 수 있으며, 회사 동의는 필요 없다.",
        "answer": false,
        "explanation": "원칙적으로 근로자는 사직 의사를 밝힌 후 민법에 따라 일정 기간(통상 월급제는 한 달)이 지나야 효력이 발생합니다. 회사와의 합의 없이 일방적으로 즉시 퇴사할 경우 손해배상 책임이 발생할 수 있습니다.",
        "legalBasis": "민법 제660조 (기간의 약정이 없는 고용의 해지통고)"
    },
    {
        "id": 103,
        "statement": "이혼 시 미성년 자녀의 친권 및 양육권은 항상 어머니에게만 주어진다.",
        "answer": false,
        "explanation": "민법상 자녀의 친권 및 양육권은 부모 중 누가 가지게 될지 법원이 자녀의 복리를 최우선으로 고려하여 결정하며, 아버지 또는 어머니 모두에게 주어질 수 있습니다.",
        "legalBasis": "민법 제837조 (이혼과 자의 양육책임), 제909조 (친권자)"
    },
    {
        "id": 104,
        "statement": "공사장의 소음은 시간과 상관없이 항상 소음 진동 규제법에 따라 규제 대상이 된다.",
        "answer": false,
        "explanation": "소음·진동관리법에 따라 공사장 소음은 지역별, 시간대별로 소음 기준을 정하고 있으며, 이 기준을 초과할 경우 규제 대상이 됩니다. 모든 시간대에 동일하게 규제되는 것은 아닙니다.",
        "legalBasis": "소음·진동관리법 제22조 (특정공사의 사전신고), 제44조 (생활소음·진동의 규제)"
    },
    {
        "id": 105,
        "statement": "타인의 등록된 상표와 동일하거나 유사한 상표를 무단으로 사용하여 물건을 판매하는 것은 상표법 위반이다.",
        "answer": true,
        "explanation": "상표권은 등록된 상표에 대해 독점적이고 배타적인 권리를 부여하므로, 타인의 등록상표를 무단으로 사용하면 상표권 침해가 되어 처벌될 수 있습니다.",
        "legalBasis": "상표법 제107조 (상표권 침해행위) 및 제230조 (침해죄)"
    },
    {
        "id": 106,
        "statement": "제품의 보증기간이 지났다면 어떠한 경우에도 무상 수리를 받을 수 없다.",
        "answer": false,
        "explanation": "원칙적으로 보증기간이 지나면 유상 수리 대상이나, 제품의 중대한 설계·제조상의 결함이 있거나 해당 부품이 단종되어 유상 수리가 불가능한 경우 등 특별한 사유가 있다면 예외적으로 무상 수리를 받을 수도 있습니다.",
        "legalBasis": "소비자기본법, 관련 공정거래위원회 고시(소비자분쟁해결기준) 등"
    },
    {
        "id": 107,
        "statement": "음주운전으로 운전면허가 취소된 사람은 영원히 운전면허를 재취득할 수 없다.",
        "answer": false,
        "explanation": "음주운전 등으로 운전면허가 취소된 경우, 도로교통법상 일정 기간(1년에서 5년 등) 운전면허 재취득이 제한되지만, 이 기간이 지나면 시험을 통해 면허를 재취득할 수 있습니다.",
        "legalBasis": "도로교통법 제82조 (운전면허의 결격사유) 제2항"
    },
    {
        "id": 108,
        "statement": "이웃집이 내 땅의 경계를 침범하여 건물을 지었다면 법적 조치를 취할 수 없다.",
        "answer": false,
        "explanation": "타인이 정당한 권리 없이 자신의 토지를 침범하여 건물을 지은 경우, 토지 소유자는 그 건물의 철거 및 토지 인도를 청구하고 손해배상을 청구할 수 있습니다.",
        "legalBasis": "민법 제213조 (소유물반환청구권), 제750조 (불법행위의 내용)"
    },
    {
        "id": 109,
        "statement": "공공장소에서 고성방가를 하거나 주위에 심한 소란을 피우는 행위는 경범죄처벌법에 따라 처벌받을 수 있다.",
        "answer": true,
        "explanation": "경범죄처벌법에 따르면 흥행장, 경기장 또는 그 밖에 사람이 많이 모이거나 다니는 곳에서 고성방가하는 등 시끄럽게 하여 다른 사람에게 불쾌감을 주는 행위는 처벌 대상입니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란)"
    },
    {
        "id": 110,
        "statement": "회사는 근로자에게 법적으로 모든 복리후생(예: 식대, 교통비, 명절 상여금)을 반드시 제공해야 한다.",
        "answer": false,
        "explanation": "식대, 교통비, 명절 상여금 등은 법정 의무사항이 아닌 복리후생 제도로, 회사의 취업규칙, 단체협약 또는 근로계약에 따라 지급 여부가 결정됩니다. 퇴직금, 4대보험 등은 법정 의무사항입니다.",
        "legalBasis": "근로기준법 (법정 의무사항과 비법정 의무사항 구분), 민법 제105조 (임의규정)"
    },
    {
        "id": 111,
        "statement": "대한민국 국민이라면 누구나 공공기관에 대해 자신이 알고자 하는 정보의 공개를 청구할 수 있다.",
        "answer": true,
        "explanation": "공공기관의 정보공개에 관한 법률에 따라 모든 국민은 공공기관이 보유·관리하는 정보를 공개할 것을 청구할 권리를 가집니다.",
        "legalBasis": "공공기관의 정보공개에 관한 법률 제3조 (정보공개의 원칙)"
    },
    {
        "id": 112,
        "statement": "대형 폐기물(예: 가구, 대형 가전제품)은 일반 쓰레기 봉투에 넣어 버려도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 대형 폐기물은 종량제 봉투에 담아 버릴 수 없으며, 지자체에 신고하여 수수료를 내고 스티커를 부착한 후 배출해야 합니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 각 지방자치단체 조례"
    },
    {
        "id": 113,
        "statement": "방문 판매원이 소비자에게 거짓된 설명으로 계약을 체결하게 유도한 경우, 그 계약은 취소할 수 없다.",
        "answer": false,
        "explanation": "방문판매 등에 관한 법률에 따라 소비자는 방문 판매 계약의 경우 일정 기간 내에 청약철회(계약 취소)를 할 수 있으며, 사기 등 부당한 방법으로 계약을 체결하게 한 경우 민법에 따라 취소할 수 있습니다.",
        "legalBasis": "방문판매 등에 관한 법률 제8조 (청약철회), 민법 제110조 (사기, 강박에 의한 의사표시)"
    },
    {
        "id": 114,
        "statement": "자동차 운전자가 차선을 변경할 때 방향지시등을 켜지 않아도 법적으로 아무런 문제가 되지 않는다.",
        "answer": false,
        "explanation": "도로교통법에 따라 운전자는 차로를 변경하거나 방향을 전환할 때 방향지시등을 켜는 등 신호를 해야 합니다.",
        "legalBasis": "도로교통법 제38조 (차의 신호) 제1항"
    },
    {
        "id": 115,
        "statement": "타인의 명예를 훼손하는 내용이 사실이라고 할지라도, 이를 공연히 적시하면 명예훼손죄로 처벌될 수 있다.",
        "answer": true,
        "explanation": "형법상 명예훼손죄는 '공연히 사실을 적시하여 사람의 명예를 훼손한 자'도 처벌하며, 이는 허위 사실을 적시한 경우와 다릅니다.",
        "legalBasis": "형법 제307조 (명예훼손) 제1항"
    },
    {
        "id": 116,
        "statement": "근로자가 임금을 받지 못하고 있을 경우(임금체불), 노동청에 진정을 제기하여 도움을 요청할 수 있다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자가 임금을 지급 기일 내에 지급하지 않을 경우, 근로자는 고용노동청에 진정 또는 고소를 제기하여 체불 임금 지급을 요구할 수 있습니다.",
        "legalBasis": "근로기준법 제43조 (임금 지급), 제104조 (권리구제)"
    },
    {
        "id": 117,
        "statement": "부모는 자녀가 성년(만 19세)이 된 후에도 계속해서 부양할 법적 의무를 가진다.",
        "answer": false,
        "explanation": "민법상 직계혈족은 서로 부양의무가 있지만, 자녀에 대한 부모의 1차적 부양의무는 자녀가 성년이 되면 원칙적으로 소멸합니다. 다만, 특별한 사정이 있는 경우(예: 자녀가 경제적 능력이 없어 생활 곤란)에는 상호 부양 의무가 발생할 수 있습니다.",
        "legalBasis": "민법 제974조 (부양의무)"
    },
    {
        "id": 118,
        "statement": "발명품을 특허청에 특허로 등록하면, 타인이 그 발명품을 무단으로 만들거나 사용할 수 없다.",
        "answer": true,
        "explanation": "특허법에 따라 발명을 특허로 등록하면 특허권자는 자신의 발명을 독점적으로 실시할 권리를 가지며, 타인이 무단으로 특허 발명을 실시할 경우 침해행위로 법적 제재를 가할 수 있습니다.",
        "legalBasis": "특허법 제94조 (특허권의 효력), 제127조 (침해행위의 금지청구 등)"
    },
    {
        "id": 119,
        "statement": "공무원은 민원인이 법적으로 정당하게 요청한 민원 처리를 거부할 수 없다.",
        "answer": true,
        "explanation": "민원 처리에 관한 법률에 따라 공무원은 민원인의 정당한 민원 신청을 법령에 따라 처리해야 하며, 부당하게 거부하거나 지연시켜서는 안 됩니다.",
        "legalBasis": "민원 처리에 관한 법률 제7조 (민원 처리의 원칙), 제15조 (민원처리 거부·회피의 금지)"
    },
    {
        "id": 120,
        "statement": "타인이 내 권리를 침해했을 때, 법적 절차를 거치지 않고 스스로 힘으로 그 권리를 회복하는 것은 항상 허용된다.",
        "answer": false,
        "explanation": "민법상 자력구제는 원칙적으로 금지되며, 법이 허용하는 예외적인 경우(현행범 체포 등)를 제외하고는 스스로 힘으로 권리를 회복하는 것은 불법이 될 수 있습니다. 법적 절차를 통해 권리를 구제받아야 합니다.",
        "legalBasis": "민법 제209조 (자력구제), 형법 제21조 (정당방위) (자력구제 제한의 원칙)"
    },
    {
        "id": 121,
        "statement": "국가적 재난 발생 시 생필품의 가격을 정당한 이유 없이 과도하게 올리는 행위는 법적으로 처벌될 수 있다.",
        "answer": true,
        "explanation": "물가안정에 관한 법률 등 관련 법령에 따라 정부는 비상 시 물가 안정을 위해 생필품 등의 가격을 규제할 수 있으며, 이를 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "물가안정에 관한 법률 제7조 (사재기·매점매석 행위의 금지), 제28조 (벌칙)"
    },
    {
        "id": 122,
        "statement": "자전거 운전자는 자전거 도로가 없는 경우에도 차도로 통행할 수 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 자전거는 원칙적으로 자전거도로를 통행해야 하지만, 자전거도로가 설치되지 아니한 곳에서는 차도의 우측 가장자리에 붙어서 통행할 수 있습니다.",
        "legalBasis": "도로교통법 제13조 (차마의 통행), 제13조의2 (자전거 등의 통행방법의 특례)"
    },
    {
        "id": 123,
        "statement": "계약 내용에 중요한 부분에 착오가 있더라도, 그 계약을 취소할 수 없다.",
        "answer": false,
        "explanation": "민법에 따라 계약 내용의 중요 부분에 착오가 있는 경우, 착오를 일으킨 사람은 그 계약을 취소할 수 있습니다. 다만, 착오가 중대한 과실로 인한 것이라면 취소할 수 없습니다.",
        "legalBasis": "민법 제109조 (착오로 인한 의사표시)"
    },
    {
        "id": 124,
        "statement": "길거리에서 만취하여 다른 사람에게 불안감이나 불쾌감을 주는 행위는 경범죄처벌법에 따라 처벌될 수 있다.",
        "answer": true,
        "explanation": "경범죄처벌법은 술에 취한 채로 함부로 주위를 소란하게 하거나 다른 사람에게 불안감·혐오감을 주는 행위(주취소란)를 금지하고 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제20호 (주취소란)"
    },
    {
        "id": 125,
        "statement": "여성 근로자는 출산휴가 기간 동안 급여를 전혀 받을 수 없다.",
        "answer": false,
        "explanation": "근로기준법에 따라 출산전후휴가 기간 중 최초 60일(다태아의 경우 75일)은 유급휴가로 지급되며, 이후 기간은 고용보험에서 급여를 지급받을 수 있습니다.",
        "legalBasis": "근로기준법 제74조 (임산부 보호), 고용보험법 제76조 (출산전후휴가급여 등)"
    },
    {
        "id": 126,
        "statement": "아이를 입양하려면 반드시 법원의 허가를 받아야만 법적으로 유효하다.",
        "answer": true,
        "explanation": "우리 민법은 입양을 위해 가정법원의 허가를 받도록 규정하고 있습니다. 이는 입양되는 아이의 복리를 최우선으로 고려하기 위함입니다.",
        "legalBasis": "민법 제867조 (입양의 성립)"
    },
    {
        "id": 127,
        "statement": "아파트 등 공동주택에서 늦은 밤까지 TV 소리가 시끄럽다면 경찰에 신고하여 해결을 요청할 수 있다.",
        "answer": true,
        "explanation": "공동주택 층간소음은 공동주택관리법 등에 따라 규제되며, 소음이 경범죄처벌법상의 '인근소란'에 해당할 정도로 심각한 경우 경찰에 신고할 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란), 공동주택관리법 제20조 (층간소음의 방지 등)"
    },
    {
        "id": 128,
        "statement": "판매된 제품에 중대한 결함이 발견되어 소비자의 안전을 위협한다면, 정부는 해당 제품의 리콜을 명령할 수 없다.",
        "answer": false,
        "explanation": "소비자기본법 등 관련 법률에 따라 제품에 중대한 결함이 있어 소비자의 생명·신체 또는 재산에 위해를 끼치거나 끼칠 우려가 있는 경우, 정부는 사업자에게 해당 제품의 수거·파기·수리·교환·환불 등의 리콜을 명령할 수 있습니다.",
        "legalBasis": "소비자기본법 제50조 (사업자의 시정조치 권고), 제51조 (소비자안전 확보를 위한 정부의 조치)"
    },
    {
        "id": 129,
        "statement": "보행자 신호등이 녹색으로 깜빡거릴 때 횡단보도에 진입하는 것은 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "보행자 신호등이 녹색으로 깜빡거리는 것은 곧 적색 신호로 바뀐다는 예고이므로, 이 때 횡단보도에 진입하면 안 됩니다. 이미 횡단 중인 보행자는 신속히 횡단을 완료해야 합니다.",
        "legalBasis": "도로교통법 시행규칙 별표2 (신호의 종류 및 그 표시하는 의미)"
    },
    {
        "id": 130,
        "statement": "내가 실수로 다른 사람을 다치게 한 경우, 법적으로 손해를 배상해야 할 책임이 발생할 수 있다.",
        "answer": true,
        "explanation": "고의 또는 과실로 타인에게 손해를 가한 자는 그 손해를 배상할 책임이 있습니다. 이는 민법상의 불법행위 책임입니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 131,
        "statement": "인터넷을 통해 특정인에게 반복적으로 원치 않는 메시지나 연락을 보내는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 반복적으로 타인에게 공포심이나 불안감을 유발하는 내용의 메시지를 보내는 행위는 금지되며, 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제44조의7 (불법정보의 유통금지 등), 제74조 (벌칙)"
    },
    {
        "id": 132,
        "statement": "1년 동안 80% 이상 출근한 근로자는 1년에 15일의 유급휴가를 받을 수 있다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자는 1년간 80퍼센트 이상 출근한 근로자에게 15일의 유급휴가를 주어야 합니다.",
        "legalBasis": "근로기준법 제60조 (연차 유급휴가) 제1항"
    },
    {
        "id": 133,
        "statement": "결혼 후 부부가 공동으로 노력하여 형성된 재산은 부부 중 한 명의 명의로 되어 있더라도 부부의 공동 재산이 아니다.",
        "answer": false,
        "explanation": "민법상 부부의 특유재산이 아닌 한, 결혼 후 부부가 공동의 노력으로 취득한 재산은 부부 중 누구의 명의로 되어 있든 부부의 공동 재산(실질적 공유)으로 간주됩니다.",
        "legalBasis": "민법 제830조 (특유재산과 귀속불명재산) 제2항 (공동재산 추정)"
    },
    {
        "id": 134,
        "statement": "공장 등에서 대기오염물질을 배출하는 경우, 배출허용기준을 초과하더라도 법적 제재를 받지 않는다.",
        "answer": false,
        "explanation": "대기환경보전법에 따라 대기오염물질을 배출하는 사업장은 환경부령으로 정하는 배출허용기준을 준수해야 하며, 이를 위반할 경우 과징금 부과 및 형사처벌을 받을 수 있습니다.",
        "legalBasis": "대기환경보전법 제16조 (배출허용기준) 및 제90조 (벌칙)"
    },
    {
        "id": 135,
        "statement": "공무원의 부정부패 행위를 목격한 경우, 국민권익위원회에 신고할 수 있다.",
        "answer": true,
        "explanation": "부패방지권익위법에 따라 국민권익위원회는 공공기관의 부패행위에 대한 신고를 접수하고 조사할 수 있는 권한을 가집니다.",
        "legalBasis": "부패방지 및 국민권익위원회의 설치와 운영에 관한 법률 제59조 (부패행위의 신고 및 처리)"
    },
    {
        "id": 136,
        "statement": "타인에게 증여(선물)한 후 증여자가 마음을 바꾸면 언제든지 다시 돌려달라고 요구할 수 있다.",
        "answer": false,
        "explanation": "증여 계약은 원칙적으로 해제할 수 없으며, 법률이 정한 특별한 해제 사유(예: 수증자의 증여자에 대한 망은행위, 증여자의 재산상태 악화 등)가 있을 때에만 해제할 수 있습니다.",
        "legalBasis": "민법 제555조 (증여의 해제), 제556조 (수증자의 행위와 증여의 해제), 제557조 (증여자의 재산상태변경과 증여의 해제)"
    },
    {
        "id": 137,
        "statement": "야간에 차량을 운전할 때 전조등(헤드라이트)을 켜지 않아도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "도로교통법에 따라 운전자는 밤(일몰 후부터 일출 전까지)에 도로에서 차를 운행할 때 전조등 등을 켜야 할 의무가 있습니다.",
        "legalBasis": "도로교통법 제37조 (차와 노면전차의 등화)"
    },
    {
        "id": 138,
        "statement": "임대인(집주인)은 임차인이 거주하는 집에 임차인의 동의 없이 자유롭게 출입할 수 있다.",
        "answer": false,
        "explanation": "임차인은 임차물을 사용·수익할 권리를 가지며, 임대인은 임차인의 사생활 및 주거의 평온을 침해할 수 없습니다. 따라서 임대인이 임차인의 동의 없이 주거에 출입하는 것은 원칙적으로 불법입니다.",
        "legalBasis": "민법 제623조 (임대인의 의무), 헌법 제16조 (주거의 자유)"
    },
    {
        "id": 139,
        "statement": "다른 사람에게 신체적인 접촉 없이 단순히 욕설만 한 경우에는 폭행죄로 처벌받지 않는다.",
        "answer": true,
        "explanation": "폭행죄는 사람의 신체에 대한 유형력의 행사를 의미하며, 단순한 욕설은 폭행죄에 해당하지 않습니다. 다만, 그 내용이 심한 경우 모욕죄나 명예훼손죄로 처벌될 수 있습니다.",
        "legalBasis": "형법 제260조 (폭행, 존속폭행)"
    },
    {
        "id": 140,
        "statement": "아르바이트생은 정규직 근로자와 동일한 노동법의 보호를 받지 못한다.",
        "answer": false,
        "explanation": "근로기준법상 '근로자'에 해당하는 아르바이트생(단시간 근로자 포함)은 정규직 근로자와 동일하게 근로기준법의 보호를 받습니다.",
        "legalBasis": "근로기준법 제2조 (정의) 제1항 제1호 (근로자), 제18조 (단시간근로자의 근로조건)"
    },
    {
        "id": 141,
        "statement": "쓰레기를 지정된 장소가 아닌 곳에 무단으로 버리면 과태료가 부과될 수 있다.",
        "answer": true,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 쓰레기를 무단으로 버리는 행위는 금지되며, 이를 위반할 경우 과태료가 부과됩니다.",
        "legalBasis": "폐기물관리법 제8조 (폐기물의 처리) 제1항, 제68조 (과태료)"
    },
    {
        "id": 142,
        "statement": "수도물을 과도하게 낭비해도 법적 제재를 받지 않는다.",
        "answer": false,
        "explanation": "물의 재이용 촉진 및 지원에 관한 법률, 수도법 등 관련 법령은 물 절약을 장려하며, 특정 상황이나 고의적인 낭비 행위에 대해 제재를 가할 수 있는 근거를 가지고 있습니다.",
        "legalBasis": "물의 재이용 촉진 및 지원에 관한 법률 제3조 (국가 및 지방자치단체의 책무), 수도법 제36조 (급수설비의 관리 등)"
    },
    {
        "id": 143,
        "statement": "특정 영업을 하려면 반드시 관련 법률에 따른 허가나 등록이 필요한 경우가 있다.",
        "answer": true,
        "explanation": "식품위생법, 약사법, 관광진흥법 등 다양한 법률은 국민의 안전과 공공의 이익을 위해 특정 영업에 대한 허가, 등록, 신고 등을 의무화하고 있습니다.",
        "legalBasis": "예: 식품위생법 제37조 (영업허가 등), 각 개별 법률"
    },
    {
        "id": 144,
        "statement": "타인의 글이나 아이디어를 자신의 것처럼 발표하면 저작권 침해 문제가 발생할 수 있다.",
        "answer": true,
        "explanation": "저작권법에 따라 타인의 저작물(글, 아이디어의 표현 등)을 무단으로 복제, 배포, 공연, 전시하는 등의 행위는 저작권 침해에 해당하여 법적 책임을 질 수 있습니다.",
        "legalBasis": "저작권법 제21조 (복제권), 제136조 (침해죄)"
    },
    {
        "id": 145,
        "statement": "보이스피싱이나 스미싱으로 인해 발생한 피해는 단순한 사기 행위에 불과하며, 정보통신망법 위반에는 해당하지 않는다.",
        "answer": false,
        "explanation": "보이스피싱이나 스미싱은 전기통신금융사기특별법뿐만 아니라, 정보통신망을 이용한 불법 행위로서 정보통신망법 위반에도 해당할 수 있습니다.",
        "legalBasis": "전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법 제2조 (정의), 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제44조의7 (불법정보의 유통금지 등)"
    },
    {
        "id": 146,
        "statement": "차량은 어린이 보호구역 내에서 보행자가 없어도 제한 속도 시속 30km 이하로 서행해야 한다.",
        "answer": true,
        "explanation": "도로교통법에 따라 자동차 등의 운전자는 어린이 보호구역에서 시속 30km 이내로 운행해야 하며, 어린이의 안전에 유의하면서 운전하여야 합니다.",
        "legalBasis": "도로교통법 제12조 (어린이 보호구역의 지정 및 관리) 제3항"
    },
    {
        "id": 147,
        "statement": "계약을 체결한 후에는 어떤 경우에도 그 계약을 취소하거나 해제할 수 없다.",
        "answer": false,
        "explanation": "민법상 계약은 착오, 사기, 강박 등 법정 취소 사유가 있거나, 채무불이행, 합의 해제 등 법정 또는 약정 해제 사유가 있는 경우 취소하거나 해제할 수 있습니다.",
        "legalBasis": "민법 제109조 (착오로 인한 의사표시), 제110조 (사기, 강박에 의한 의사표시), 제543조 (해지, 해제권)"
    },
    {
        "id": 148,
        "statement": "공공장소에서 심한 소음을 발생시켜 타인에게 피해를 줘도 벌금을 내지 않는다.",
        "answer": false,
        "explanation": "경범죄처벌법에 따라 공공장소에서 심한 소음을 발생시켜 다른 사람에게 불쾌감을 주는 행위는 '인근소란' 등으로 처벌될 수 있으며, 벌금이 부과될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란)"
    },
    {
        "id": 149,
        "statement": "근로자가 30일 이내에 해고 예고 없이 해고를 당한 경우, 회사에 해고예고수당을 청구할 수 없다.",
        "answer": false,
        "explanation": "근로기준법에 따라 사용자가 근로자를 해고하려면 적어도 30일 전에 해고를 예고해야 하며, 30일 전에 예고를 하지 아니하였을 때에는 30일분 이상의 통상임금을 지급해야 합니다.",
        "legalBasis": "근로기준법 제26조 (해고의 예고)"
    },
    {
        "id": 150,
        "statement": "이혼 후 자녀를 양육하는 부모는 상대 배우자로부터 자녀 양육비를 받을 권리가 없다.",
        "answer": false,
        "explanation": "민법에 따라 이혼한 경우 자녀 양육에 필요한 비용은 부모가 공동으로 부담해야 하며, 자녀를 양육하는 부모는 상대방에게 양육비 지급을 청구할 수 있습니다.",
        "legalBasis": "민법 제837조의2 (양육비부담)"
    },
    {
        "id": 151,
        "statement": "유효기간이 명시된 기프트카드(상품권)는 유효기간이 지나면 잔액 환불을 받을 수 없다.",
        "answer": false,
        "explanation": "전자금융거래법 및 공정거래위원회 고시에 따라 선불전자지급수단(기프트카드, 모바일 상품권 등)은 유효기간이 만료되더라도 일정 비율(통상 90%)의 잔액에 대해 환불을 요청할 수 있습니다.",
        "legalBasis": "전자금융거래법 제23조 (선불전자지급수단 발행자의 의무), 전자상거래 등에서의 소비자보호에 관한 법률, 공정거래위원회 고시(신유형 상품권 표준약관)"
    },
    {
        "id": 152,
        "statement": "장애인 전용 주차구역에 주차 표지를 부착하지 않은 일반 차량이 주차하면 과태료가 부과되지 않는다.",
        "answer": false,
        "explanation": "장애인등편의법에 따라 장애인 전용 주차구역에 주차할 수 있는 차량은 보행상 장애가 있는 사람이 탑승하고 장애인 자동차 표지를 부착한 차량으로 제한되며, 이를 위반 시 과태료가 부과됩니다.",
        "legalBasis": "장애인등편의증진법 제17조 (장애인전용주차구역 등), 제28조 (과태료)"
    },
    {
        "id": 153,
        "statement": "미성년자가 법정대리인(부모 등)의 동의 없이 체결한 계약은 원칙적으로 취소할 수 없다.",
        "answer": false,
        "explanation": "민법에 따라 미성년자가 법정대리인의 동의 없이 체결한 계약은 미성년자 본인 또는 법정대리인이 취소할 수 있습니다. 이는 미성년자를 보호하기 위한 규정입니다.",
        "legalBasis": "민법 제5조 (미성년자의 능력) 제2항"
    },
    {
        "id": 154,
        "statement": "반복적으로 특정인에게 전화나 문자 메시지로 해악을 고지(겁을 주는 내용)하는 행위는 처벌받을 수 있다.",
        "answer": true,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 정보통신망을 이용하여 반복적으로 공포심이나 불안감을 유발하는 내용을 전송하는 행위는 금지되며, 형법상 협박죄에도 해당할 수 있습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제44조의7 (불법정보의 유통금지 등) 제1항 제3호, 형법 제283조 (협박)"
    },
    {
        "id": 155,
        "statement": "인턴은 정식 근로자가 아니므로 근로기준법의 보호를 받을 수 없다.",
        "answer": false,
        "explanation": "근로기준법상 근로자로 인정되면 인턴이더라도 근로기준법의 보호를 받습니다. 이는 근로 제공의 형태나 명칭이 아닌 실질적인 사용종속 관계에 따라 판단됩니다.",
        "legalBasis": "근로기준법 제2조 (정의) 제1항 제1호 (근로자)"
    },
    {
        "id": 156,
        "statement": "부부는 자녀의 이름을 마음대로 지을 수 있으며, 법률에 정해진 제한은 없다.",
        "answer": false,
        "explanation": "가족관계등록법에 따라 자녀의 이름은 한글 또는 대법원규칙으로 정하는 인명용 한자(5자 이내)로 지어야 하며, 기타 특정 표현은 제한될 수 있습니다.",
        "legalBasis": "가족관계의 등록 등에 관한 법률 제44조 (출생신고의 기재사항)"
    },
    {
        "id": 157,
        "statement": "공공장소에서 노상방뇨를 하는 행위는 경범죄처벌법에 따라 처벌 대상이 된다.",
        "answer": true,
        "explanation": "경범죄처벌법상 '오물방치'에 해당하여 길이나 공원, 그 밖에 여러 사람이 모이거나 다니는 곳에서 함부로 침을 뱉거나 대소변을 보거나 또는 그렇게 하도록 시키거나 개 등 짐승을 끌고 와 대변을 보게 하고 이를 치우지 아니한 사람을 처벌할 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제3호 (쓰레기 등 무단투기) (노상방뇨 포함)"
    },
    {
        "id": 158,
        "statement": "오프라인 매장에서 구매한 물건은 단순 변심이라도 법적으로 환불이 보장된다.",
        "answer": false,
        "explanation": "전자상거래와 달리 오프라인 매장에서의 구매는 단순 변심에 의한 환불 의무가 법적으로 강제되지 않습니다. 이는 각 매장의 환불 정책에 따라 달라질 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 (온라인 거래에 한정 적용)"
    },
    {
        "id": 159,
        "statement": "자동차 운전자가 불필요하게 경음기(클락션)를 자주 울리는 것은 도로교통법 위반에 해당한다.",
        "answer": true,
        "explanation": "도로교통법에 따라 운전자는 위험 방지를 위한 경우와 법규 위반을 방지하기 위한 경우 외에는 경음기를 울려서는 안 됩니다.",
        "legalBasis": "도로교통법 제49조 (모든 운전자의 준수사항 등) 제1항 제8호"
    },
    {
        "id": 160,
        "statement": "공공장소에서 특정인의 얼굴이 명확히 보이도록 사진을 찍어 동의 없이 인터넷에 올리는 것은 법적 문제가 되지 않는다.",
        "answer": false,
        "explanation": "타인의 얼굴을 포함한 사진을 동의 없이 인터넷에 게시하는 것은 초상권 침해에 해당할 수 있으며, 타인의 명예를 훼손하는 경우 정보통신망법 위반으로 처벌될 수 있습니다.",
        "legalBasis": "민법 제750조 (초상권 침해), 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 (벌칙)"
    },
    {
        "id": 161,
        "statement": "다른 사람 소유의 건물 벽에 허락 없이 낙서를 하는 행위는 처벌받지 않는다.",
        "answer": false,
        "explanation": "타인의 재물을 손괴(망가뜨림)하거나 그 효용을 해하는 행위는 재물손괴죄에 해당하여 처벌받을 수 있습니다. 경미한 경우 경범죄처벌법에도 해당할 수 있습니다.",
        "legalBasis": "형법 제366조 (재물손괴 등), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제28호 (자연훼손)"
    },
    {
        "id": 162,
        "statement": "채용 시 구직자의 출신지역을 이유로 차별하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "근로기준법은 사용자가 근로자에 대하여 국적, 신앙 또는 사회적 신분을 이유로 차별적 대우를 하지 못하도록 규정하고 있으며, 채용절차의 공정화에 관한 법률도 출신지역 등의 차별을 금지합니다.",
        "legalBasis": "근로기준법 제6조 (균등한 처우), 채용절차의 공정화에 관한 법률 제4조의2 (균등한 기회보장 및 차별금지)"
    },
    {
        "id": 163,
        "statement": "자녀가 여러 명인 경우, 부모의 상속 재산은 법적으로 동일하게 분배된다.",
        "answer": true,
        "explanation": "민법상 상속 순위 내에 동일한 순위의 상속인이 여러 명 있는 경우, 상속분은 원칙적으로 균등하게 분배됩니다. (단, 배우자는 자녀와 공동 상속 시 5할 가산)",
        "legalBasis": "민법 제1009조 (공동상속인의 상속분)"
    },
    {
        "id": 164,
        "statement": "심야에 자동차에서 크게 음악을 틀어 소음을 유발하는 행위는 경범죄처벌법에 따라 처벌 대상이 된다.",
        "answer": true,
        "explanation": "경범죄처벌법상 '인근소란'에 해당하여 다른 사람에게 불쾌감을 주거나 불안하게 하는 소음 발생 행위는 처벌 대상입니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란)"
    },
    {
        "id": 165,
        "statement": "허가 없이 산림에서 나무를 베어내는 행위는 법적으로 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "산림자원의 조성 및 관리에 관한 법률에 따라 허가나 신고 없이 산림에서 나무를 베어내는 행위는 금지되며, 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "산림자원의 조성 및 관리에 관한 법률 제36조 (입목벌채등의 허가 등) 및 제55조 (벌칙)"
    },
    {
        "id": 166,
        "statement": "소비자 피해가 발생했으나 사업자와의 합의가 어려운 경우, 한국소비자원에 피해구제를 신청할 수 있다.",
        "answer": true,
        "explanation": "소비자기본법에 따라 한국소비자원은 소비자 피해 구제를 위한 상담, 피해 사실 조사 및 조정 기능을 수행하며, 소비자는 이를 통해 도움을 받을 수 있습니다.",
        "legalBasis": "소비자기본법 제34조 (소비자분쟁조정위원회의 업무)"
    },
    {
        "id": 167,
        "statement": "차량 운전자는 횡단보도를 건너는 보행자가 없더라도 일시 정지할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 운전자는 보행자가 횡단보도를 통행하고 있을 때에는 보행자의 횡단을 방해하거나 위험을 주지 않도록 일시 정지해야 합니다. 또한 보행자가 통행하려고 하는 때에도 일시 정지하여야 합니다.",
        "legalBasis": "도로교통법 제27조 (보행자의 보호) 제1항"
    },
    {
        "id": 168,
        "statement": "타인의 채무에 대한 보증은 반드시 서면으로 해야만 법적 효력이 있다.",
        "answer": true,
        "explanation": "민법에 따라 보증은 서면으로 하여야 효력이 발생합니다. 이는 보증인 보호를 위한 규정입니다.",
        "legalBasis": "민법 제428조의2 (보증채무의 범위)"
    },
    {
        "id": 169,
        "statement": "보험금을 타낼 목적으로 스스로 상해를 입힌 후 사고로 위장하여 보험사에 신고하는 것은 범죄가 아니다.",
        "answer": false,
        "explanation": "보험사기방지 특별법에 따라 보험금을 편취할 목적으로 보험사고를 가장하거나 허위로 꾸며내어 보험금을 청구하는 행위는 보험사기죄에 해당하여 처벌받습니다.",
        "legalBasis": "보험사기방지 특별법 제8조 (보험사기죄)"
    },
    {
        "id": 170,
        "statement": "사업주는 근로자가 안전하게 일할 수 있는 작업 환경을 제공할 의무가 없다.",
        "answer": false,
        "explanation": "산업안전보건법에 따라 사업주는 근로자가 안전하고 쾌적한 환경에서 일할 수 있도록 산업재해를 예방하고 근로자의 건강을 보호할 의무가 있습니다.",
        "legalBasis": "산업안전보건법 제38조 (안전조치), 제39조 (보건조치)"
    },
    {
        "id": 171,
        "statement": "모든 음식점의 실내에서는 흡연이 금지된다.",
        "answer": true,
        "explanation": "국민건강증진법에 따라 모든 음식점(휴게음식점, 일반음식점, 제과점영업)의 영업장 내는 금연구역으로 지정되어 있습니다.",
        "legalBasis": "국민건강증진법 제9조 (금연을 위한 조치) 제4항"
    },
    {
        "id": 172,
        "statement": "생활 쓰레기를 집 마당에서 소각하는 것은 법적으로 허용되지 않는다.",
        "answer": true,
        "explanation": "폐기물관리법에 따라 생활 폐기물을 허가받지 않은 장소에서 소각하는 것은 불법이며, 위반 시 과태료나 형사처벌을 받을 수 있습니다.",
        "legalBasis": "폐기물관리법 제8조 (폐기물의 처리), 제68조 (벌칙)"
    },
    {
        "id": 173,
        "statement": "정부기관의 정보는 개인정보가 포함되지 않는 한 일반 국민이 열람을 신청할 수 있다.",
        "answer": true,
        "explanation": "공공기관의 정보공개에 관한 법률에 따라 모든 국민은 공공기관이 보유·관리하는 정보에 대해 공개를 청구할 권리를 가집니다. 다만, 국가 기밀, 개인정보 등 비공개 대상 정보는 제외됩니다.",
        "legalBasis": "공공기관의 정보공개에 관한 법률 제3조 (정보공개의 원칙), 제9조 (비공개 대상 정보)"
    },
    {
        "id": 174,
        "statement": "창작물은 별도로 저작권 등록을 하지 않아도 창작과 동시에 저작권이 발생한다.",
        "answer": true,
        "explanation": "저작권법은 저작물의 창작과 동시에 저작권이 발생하며, 어떠한 절차나 형식의 이행을 필요로 하지 않는 무방식주의를 채택하고 있습니다.",
        "legalBasis": "저작권법 제10조 (저작권) 제2항"
    },
    {
        "id": 175,
        "statement": "다른 사람의 컴퓨터나 스마트폰에 악성 프로그램을 유포하는 행위는 정보통신망법 위반이다.",
        "answer": true,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 악성 프로그램을 유포하는 행위는 정보통신망 침해행위로 금지되며, 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 (정보통신망 침해행위 등의 금지) 제2항, 제71조 (벌칙)"
    },
    {
        "id": 176,
        "statement": "어린이 보호구역에서 제한 속도 시속 30km를 초과하여 운전하면 가중 처벌을 받는다.",
        "answer": true,
        "explanation": "특정범죄 가중처벌 등에 관한 법률에 따라 어린이 보호구역에서 시속 30km를 초과하여 어린이를 사망이나 상해에 이르게 한 경우 가중 처벌을 받습니다.",
        "legalBasis": "특정범죄 가중처벌 등에 관한 법률 제5조의13 (어린이 보호구역에서의 어린이 치사상의 가중처벌)"
    },
    {
        "id": 177,
        "statement": "타인의 명예를 훼손하는 내용이 진실된 사실이라고 할지라도 명예훼손죄로 처벌받을 수 있다.",
        "answer": true,
        "explanation": "형법상 명예훼손죄는 공연히 사실을 적시하여 사람의 명예를 훼손한 경우에도 성립합니다. 이는 허위 사실 적시 명예훼손과 구별됩니다.",
        "legalBasis": "형법 제307조 (명예훼손) 제1항 (사실 적시)"
    },
    {
        "id": 178,
        "statement": "타인의 주거(집)에 동의 없이 무단으로 침입하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 주거침입죄는 사람의 주거 또는 간수하는 장소에 침입하는 행위를 처벌하며, 위반 시 3년 이하의 징역 또는 500만원 이하의 벌금에 처해질 수 있습니다.",
        "legalBasis": "형법 제319조 (주거침입)"
    },
    {
        "id": 179,
        "statement": "연장근로에 대한 수당은 통상임금의 1.5배를 가산하여 지급된다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자는 연장근로에 대하여 통상임금의 100분의 50 이상을 가산하여 지급해야 합니다. 즉, 통상임금의 1.5배에 해당합니다.",
        "legalBasis": "근로기준법 제56조 (연장·야간 및 휴일 근로) 제1항"
    },
    {
        "id": 180,
        "statement": "배우자는 법적으로 상속인에 포함되지 않으며, 자녀가 없는 경우 상속받을 수 없다.",
        "answer": false,
        "explanation": "민법상 배우자는 직계비속(자녀)이나 직계존속(부모)과 동순위로 공동상속인이 되며, 직계비속과 직계존속이 모두 없는 경우에는 단독으로 상속인이 됩니다.",
        "legalBasis": "민법 제1003조 (배우자의 상속순위)"
    },
    {
        "id": 181,
        "statement": "온라인 쇼핑몰에서 구매한 물건은 배송받은 후 7일 이내라면 단순 변심으로도 취소(청약철회)가 가능하다.",
        "answer": true,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라 소비자는 통신판매업자와의 계약에 관한 청약철회는 재화 등을 공급받거나 공급이 시작된 날부터 7일 이내에 가능합니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등)"
    },
    {
        "id": 182,
        "statement": "자동차에 탑승하는 모든 승객은 좌석 위치와 관계없이 안전벨트를 착용해야 할 의무가 있다.",
        "answer": true,
        "explanation": "도로교통법에 따라 자동차 운전자 및 모든 승객은 좌석 안전띠를 착용해야 합니다. 다만, 일부 예외(응급환자 운반 등)는 있습니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무 등) 제1항"
    },
    {
        "id": 183,
        "statement": "실수로 다른 사람의 재물(물건)을 파손했다면, 그 손해를 배상할 책임이 없다.",
        "answer": false,
        "explanation": "민법상 고의 또는 과실로 타인에게 손해를 가한 자는 그 손해를 배상할 책임이 있습니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 184,
        "statement": "공공장소에서 술에 취해 다른 사람에게 불편을 주거나 통행을 방해하며 잠을 자는 행위는 경범죄처벌법에 따라 처벌될 수 있다.",
        "answer": true,
        "explanation": "경범죄처벌법상 '주취소란'에 해당하여 술에 취한 채로 함부로 주위를 소란하게 하거나 다른 사람에게 불안감·혐오감을 주는 행위는 처벌 대상입니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제20호 (주취소란)"
    },
    {
        "id": 185,
        "statement": "최저임금은 근로자와 사용자의 합의가 있다면 법정 최저임금보다 낮게 정할 수 있다.",
        "answer": false,
        "explanation": "최저임금법에 따라 최저임금은 근로자와 사용자 간의 합의로도 그 효력을 미칠 수 없으며, 이를 위반하여 지급된 임금은 최저임금액과 해당 근로자의 종전 임금액 간의 차액으로 보아 최저임금액 이상으로 지급되어야 합니다.",
        "legalBasis": "최저임금법 제6조 (최저임금의 효력) 제3항"
    },
    {
        "id": 186,
        "statement": "부부가 협의하여 이혼하는 경우, 반드시 가정법원의 협의이혼의사 확인을 받아야만 법적으로 이혼의 효력이 발생한다.",
        "answer": true,
        "explanation": "민법에 따라 협의이혼은 가정법원의 확인을 받아야 그 효력이 발생합니다. 이는 이혼 의사의 진정성을 확인하고 부부 쌍방의 권리 보호를 위함입니다.",
        "legalBasis": "민법 제836조 (협의이혼의 요건) 제1항"
    },
    {
        "id": 187,
        "statement": "길거리에 담배꽁초나 휴지를 버리는 행위는 법적으로 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '쓰레기 등 무단투기'에 해당하여 길거리나 공원 등에 함부로 오물을 버리는 행위는 처벌 대상입니다. 폐기물관리법에서도 무단 투기를 금지하고 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제3호 (쓰레기 등 무단투기)"
    },
    {
        "id": 188,
        "statement": "허위·과장 광고에 속아 물건을 구매했다면, 그 계약을 취소하고 환불받을 수 있다.",
        "answer": true,
        "explanation": "표시·광고의 공정화에 관한 법률에 따라 거짓·과장 광고 등 부당한 표시·광고 행위는 금지되며, 소비자는 이를 이유로 계약을 취소하거나 손해배상을 청구할 수 있습니다.",
        "legalBasis": "표시·광고의 공정화에 관한 법률 제3조 (부당한 표시·광고 행위의 금지), 민법 제110조 (사기, 강박에 의한 의사표시)"
    },
    {
        "id": 189,
        "statement": "운전 중 휴대전화를 사용하는 것은 어떤 경우에도 허용되지 않는다.",
        "answer": false,
        "explanation": "도로교통법에 따라 운전 중에는 휴대전화를 사용할 수 없지만, 자동차가 정지해 있는 경우나 손에 들지 않고 핸즈프리 장치를 사용하는 경우 등은 예외적으로 허용됩니다.",
        "legalBasis": "도로교통법 제49조 (모든 운전자의 준수사항 등) 제1항 제10호"
    },
    {
        "id": 190,
        "statement": "돈을 빌렸다면, 빌려준 사람이 상환을 독촉하지 않더라도 약속된 기한 내에 갚아야 할 의무가 있다.",
        "answer": true,
        "explanation": "민법상 채무자는 약속된 변제 기한까지 채무를 이행할 의무가 있으며, 채권자의 독촉 여부와 관계없이 기한을 지켜야 합니다.",
        "legalBasis": "민법 제387조 (채무불이행과 손해배상)"
    },
    {
        "id": 191,
        "statement": "길에서 다른 사람이 잃어버린 지갑을 주워 경찰서에 신고하지 않고 자신이 가지면 점유이탈물횡령죄에 해당할 수 있다.",
        "answer": true,
        "explanation": "형법상 '점유이탈물횡령죄'는 유실물, 표류물, 매장물 또는 타인의 점유를 이탈한 재물을 횡령하는 행위를 처벌합니다.",
        "legalBasis": "형법 제361조 (점유이탈물횡령)"
    },
    {
        "id": 192,
        "statement": "근로기준법상 근로자의 1일 법정 근로시간은 8시간을 초과할 수 없다.",
        "answer": false,
        "explanation": "근로기준법상 1일 법정 근로시간은 8시간이지만, 당사자 간의 합의에 따라 1주 12시간을 한도로 연장근로를 할 수 있습니다.",
        "legalBasis": "근로기준법 제50조 (근로시간)"
    },
    {
        "id": 193,
        "statement": "대한민국에서 술이나 담배를 구매할 수 있는 법정 연령은 만 19세이다.",
        "answer": true,
        "explanation": "청소년보호법에 따라 만 19세 미만의 청소년은 술이나 담배를 구매하거나 사용할 수 없도록 규정되어 있습니다.",
        "legalBasis": "청소년보호법 제2조 (정의) 제1호 (청소년의 정의)"
    },
    {
        "id": 194,
        "statement": "건물의 비상구를 물건으로 막아두는 행위는 소방시설법 위반에 해당한다.",
        "answer": true,
        "explanation": "화재예방, 소방시설 설치·유지 및 안전관리에 관한 법률에 따라 피난시설, 방화구획 및 방화시설을 폐쇄하거나 훼손하는 등의 행위는 금지됩니다.",
        "legalBasis": "화재예방, 소방시설 설치·유지 및 안전관리에 관한 법률 제10조 (피난시설, 방화구획 및 방화시설의 유지·관리)"
    },
    {
        "id": 195,
        "statement": "아파트 등 공동주택에서 특정 시간대(예: 야간)에 과도한 소음을 발생시키는 것은 법적으로 규제될 수 있다.",
        "answer": true,
        "explanation": "소음·진동관리법 및 공동주택관리법에 따라 생활 소음은 규제 대상이 될 수 있으며, 심야 시간 등 특정 시간대의 소음은 더욱 엄격하게 관리됩니다.",
        "legalBasis": "소음·진동관리법 제44조 (생활소음·진동의 규제), 공동주택관리법 제20조 (층간소음의 방지 등)"
    },
    {
        "id": 196,
        "statement": "계약서에 명시된 내용을 정당한 이유 없이 일방적으로 지키지 않으면 법적 책임을 질 수 있다.",
        "answer": true,
        "explanation": "민법상 채무불이행(계약 불이행)에 해당하며, 상대방은 손해배상을 청구하거나 계약 해제를 요구할 수 있습니다.",
        "legalBasis": "민법 제390조 (채무불이행과 손해배상)"
    },
    {
        "id": 197,
        "statement": "교통사고 발생 시 인명 피해가 있다면, 사고 당사자는 경찰에 신고할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 교통사고로 인해 사람을 사상(死傷)에 이르게 하거나 물건을 손괴한 경우에는 즉시 정차하여 사상자를 구호하고 피해자에게 인적 사항을 제공하는 등 필요한 조치를 취하고 경찰에 신고해야 합니다.",
        "legalBasis": "도로교통법 제54조 (사고발생 시의 조치)"
    },
    {
        "id": 198,
        "statement": "이웃 간의 사소한 갈등(예: 경계 침범, 햇빛 가림)은 항상 법적 해결이 불가능하다.",
        "answer": false,
        "explanation": "민법상 소유권 침해, 일조권 침해, 사생활 침해 등 이웃 간의 분쟁에 대해서는 법원에 손해배상, 방해배제 청구 등의 민사소송을 제기하여 해결할 수 있습니다.",
        "legalBasis": "민법 제217조 (매연등에 의한 인지에 대한 방해금지), 제213조 (소유물반환청구권)"
    },
    {
        "id": 199,
        "statement": "가족 구성원 간의 폭력도 가정폭력범죄의 처벌 등에 관한 특례법에 따라 법적 처벌을 받을 수 있다.",
        "answer": true,
        "explanation": "가정폭력범죄의 처벌 등에 관한 특례법은 가정 내에서 발생하는 폭력 행위를 범죄로 규정하고 가해자를 처벌하며 피해자를 보호하기 위한 법입니다.",
        "legalBasis": "가정폭력범죄의 처벌 등에 관한 특례법 제2조 (정의) 및 제3조 (가정폭력범죄)"
    },
    {
        "id": 200,
        "statement": "회사는 근로자에게 정당한 이유가 없어도 언제든지 해고할 수 있다.",
        "answer": false,
        "explanation": "근로기준법에 따라 사용자는 근로자에게 정당한 이유 없이 해고 등 불이익한 처우를 할 수 없으며, 정당한 이유 없이 해고된 경우 부당해고에 해당하여 구제 신청이 가능합니다.",
        "legalBasis": "근로기준법 제23조 (해고 등의 제한)"
    },
    {
        "id": 201,
        "statement": "경제적으로 어려운 국민은 법률구조공단에서 무료로 법률 상담 및 소송 지원을 받을 수 있다.",
        "answer": true,
        "explanation": "법률구조법에 따라 경제적으로 어렵거나 법을 잘 몰라 법적 보호를 받지 못하는 사람들에게 법률 상담, 소송 대리 등의 법률구조를 제공하는 기관이 법률구조공단입니다.",
        "legalBasis": "법률구조법 제2조 (설립 목적)"
    },
    {
        "id": 202,
        "statement": "집회 및 시위를 개최하려면 사전에 관할 경찰서에 신고해야 한다.",
        "answer": true,
        "explanation": "집회 및 시위에 관한 법률에 따라 옥외집회나 시위를 주최하려는 자는 그 일시, 장소, 목적 등을 기재한 신고서를 관할 경찰서장에게 제출해야 합니다.",
        "legalBasis": "집회 및 시위에 관한 법률 제6조 (옥외집회 및 시위의 신고)"
    },
    {
        "id": 203,
        "statement": "아파트 등 공동주택에서 음식물 쓰레기를 일반 쓰레기와 혼합하여 버리는 것은 법적으로 허용되지 않는다.",
        "answer": true,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 음식물 쓰레기는 별도로 분리 배출해야 하며, 이를 위반할 경우 과태료가 부과됩니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 각 지방자치단체 조례"
    },
    {
        "id": 204,
        "statement": "공무원은 국민에 대해 법령에 따라 친절하고 공정하게 직무를 수행해야 할 의무가 있다.",
        "answer": true,
        "explanation": "국가공무원법 및 민원 처리에 관한 법률 등에 따라 공무원은 국민에 대한 봉사자로서 법령에 따라 친절하고 공정하게 직무를 수행해야 할 의무가 있습니다.",
        "legalBasis": "국가공무원법 제59조 (성실 의무), 민원 처리에 관한 법률 제7조 (민원 처리의 원칙)"
    },
    {
        "id": 205,
        "statement": "다른 사람의 저작물을 일부 사용하더라도 상업적인 목적으로 사용하면 항상 저작권 침해에 해당한다.",
        "answer": false,
        "explanation": "저작권법에는 '공정이용' 규정이 있어, 저작물의 이용 목적 및 성격, 이용된 부분이 저작물 전체에서 차지하는 비중과 중요성 등을 고려하여 저작권자의 허락 없이도 저작물을 이용할 수 있는 경우가 있습니다. 다만, 상업적 이용의 경우 공정이용으로 인정받기가 더 어렵습니다.",
        "legalBasis": "저작권법 제35조의3 (저작물의 공정한 이용)"
    },
    {
        "id": 206,
        "statement": "다른 사람의 개인정보(아이디, 비밀번호 등)를 도용하여 온라인 활동을 하는 것은 법적 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 다른 사람의 정보를 도용하여 온라인 서비스를 이용하거나, 주민등록법에 따라 타인의 주민등록번호를 부정 사용하는 행위는 법적으로 처벌받습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제49조 (정보통신망 침해행위 등의 금지), 주민등록법 제37조 (벌칙)"
    },
    {
        "id": 207,
        "statement": "적립된 포인트나 마일리지 카드를 분실하더라도, 본인 확인이 가능하다면 적립된 포인트를 다시 사용할 수 있다.",
        "answer": true,
        "explanation": "대부분의 포인트나 마일리지 제도는 본인 확인 절차를 통해 분실된 카드의 포인트를 복구하거나 이전할 수 있도록 정책을 운영하고 있습니다. 이는 개인정보보호법 등과도 관련이 있습니다.",
        "legalBasis": "개인정보보호법 (본인 확인의 근거), 각 기업의 약관 및 정책"
    },
    {
        "id": 208,
        "statement": "교통사고를 일으킨 후 피해자를 구호하지 않고 현장을 이탈하면 뺑소니(도주차량)로 가중 처벌받을 수 있다.",
        "answer": true,
        "explanation": "특정범죄 가중처벌 등에 관한 법률에 따라 교통사고를 낸 후 도주하여 피해자를 사상(死傷)에 이르게 하거나, 사상자를 유기하고 도주하는 행위는 가중 처벌됩니다.",
        "legalBasis": "특정범죄 가중처벌 등에 관한 법률 제5조의3 (도주차량 운전자의 가중처벌)"
    },
    {
        "id": 209,
        "statement": "법률상 정당한 원인 없이 다른 사람의 재산이나 노무로 인해 이득을 얻었다면, 이를 원래 주인에게 돌려줄 의무가 없다.",
        "answer": false,
        "explanation": "민법상 '부당이득 반환'에 해당하며, 법률상 원인 없이 타인의 재산이나 노무로 인해 이득을 얻고 이로 인해 타인에게 손해를 입힌 경우, 그 이득을 반환할 의무가 있습니다.",
        "legalBasis": "민법 제741조 (부당이득의 내용)"
    },
    {
        "id": 210,
        "statement": "온라인에서 타인의 명예를 훼손하는 허위 사실을 유포하는 행위는 처벌받을 수 있다.",
        "answer": true,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 사람을 비방할 목적으로 정보통신망을 통하여 공연히 허위 사실을 적시하여 타인의 명예를 훼손한 경우 처벌받습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 (벌칙) 제2항"
    },
    {
        "id": 211,
        "statement": "온라인 결제 후 시스템 오류 등으로 인해 결제가 정상적으로 이루어지지 않아 소비자가 피해를 본 경우, 소비자는 사업자에게 책임을 물을 수 없다.",
        "answer": false,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률 및 민법상 계약 위반 등에 따라 사업자는 소비자의 정상적인 결제 실패로 인한 피해에 대해 책임을 져야 할 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제13조 (거래기록의 보존 등), 민법 제390조 (채무불이행과 손해배상)"
    },
    {
        "id": 212,
        "statement": "횡단보도에 보행자 신호등이 없더라도, 보행자는 언제든지 횡단보도를 건널 수 있다.",
        "answer": false,
        "explanation": "보행자 신호등이 없는 횡단보도는 차량 신호에 따라 차량이 정지했을 때 건널 수 있습니다. 보행자가 차량 신호와 관계없이 무단 횡단을 하면 도로교통법 위반으로 처벌받을 수 있습니다.",
        "legalBasis": "도로교통법 제10조 (보행자의 통행), 제11조 (보행자 횡단의 금지)"
    },
    {
        "id": 213,
        "statement": "전세 또는 월세 계약 만료 시 임대인(집주인)은 임차인에게 보증금을 즉시 돌려주어야 한다.",
        "answer": true,
        "explanation": "주택임대차보호법 및 민법에 따라 임대차 계약이 종료되면 임대인은 보증금을 임차인에게 반환할 의무가 있습니다. 임차인이 주택을 인도함과 동시에 보증금 반환 의무가 발생합니다.",
        "legalBasis": "주택임대차보호법 제4조 (임대차기간 등), 민법 제560조 (동시이행의 항변권)"
    },
    {
        "id": 214,
        "statement": "공공장소에서 신체를 과도하게 노출하여 다른 사람에게 불쾌감을 주는 행위는 처벌 대상이다.",
        "answer": true,
        "explanation": "경범죄처벌법상 '과다노출'에 해당하여 공공장소에서 고의로 노출하여 다른 사람에게 부끄러운 느낌이나 불쾌감을 주는 행위는 처벌 대상입니다. 형법상 공연음란죄도 적용될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제19호 (과다노출), 형법 제245조 (공연음란)"
    },
    {
        "id": 215,
        "statement": "직장 상사가 부당하게 하급자를 괴롭히는 행위는 법적으로 제재를 받지 않는다.",
        "answer": false,
        "explanation": "근로기준법에 따라 직장 내 괴롭힘 행위는 금지되며, 사용자는 직장 내 괴롭힘 발생 시 조사 및 조치할 의무가 있습니다. 이를 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "근로기준법 제76조의2 (직장 내 괴롭힘의 금지) 및 제76조의3 (직장 내 괴롭힘 발생 시 조치)"
    },
    {
        "id": 216,
        "statement": "미성년 자녀가 중대한 수술을 받을 때에는 부모 등 법정대리인의 동의가 필요하다.",
        "answer": true,
        "explanation": "의료법 및 민법상 미성년자의 법률행위 능력이 제한되어 있어, 중대한 의료행위에 대해서는 법정대리인(부모)의 동의가 필요합니다.",
        "legalBasis": "민법 제5조 (미성년자의 능력), 의료법 제12조 (진료거부 금지 등) 및 의료관행"
    },
    {
        "id": 217,
        "statement": "심야에 주택가에서 시끄럽게 파티를 하여 이웃에게 피해를 주는 것은 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "소음·진동관리법 및 경범죄처벌법에 따라 다른 사람에게 불쾌감을 주거나 불안하게 하는 소음 발생 행위는 규제 대상이 될 수 있습니다.",
        "legalBasis": "소음·진동관리법 제44조 (생활소음·진동의 규제), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란)"
    },
    {
        "id": 218,
        "statement": "온라인 구독 서비스는 언제든지 해지할 수 없다.",
        "answer": false,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라 계속거래에 해당하는 온라인 구독 서비스는 소비자가 언제든지 계약을 해지할 수 있습니다. 다만, 해지 시 위약금이나 대가 반환 등의 규정이 적용될 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제13조 (계속거래 등의 해지)"
    },
    {
        "id": 219,
        "statement": "6세 미만의 어린이를 자동차에 태울 때는 반드시 유아용 카시트(유아보호용 장구)를 사용해야 할 의무가 있다.",
        "answer": true,
        "explanation": "도로교통법에 따라 6세 미만의 영유아를 동승시킬 때에는 유아보호용 장구를 장착해야 하며, 이를 위반 시 과태료가 부과됩니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무 등) 제1항 제2호"
    },
    {
        "id": 220,
        "statement": "이웃집 나무 가지가 내 집 마당으로 넘어와 불편을 주면, 임의로 그 가지를 자를 수 없다.",
        "answer": false,
        "explanation": "민법에 따라 이웃 토지의 나뭇가지가 경계를 넘은 경우, 소유자는 그 가지를 제거하도록 청구할 수 있으며, 이웃이 이에 응하지 않으면 소유자가 직접 가지를 제거할 수 있습니다.",
        "legalBasis": "민법 제240조 (수목의 소유권)"
    },
    {
        "id": 221,
        "statement": "가게에서 물건을 훔치는 행위(절도)는 재산적 가치가 아무리 적더라도 범죄이다.",
        "answer": true,
        "explanation": "형법상 절도죄는 타인의 재물을 절취하는 행위를 처벌하며, 물건의 가치와 관계없이 범죄가 성립합니다. 다만, 소액의 경우 경미범죄로 처리될 수 있습니다.",
        "legalBasis": "형법 제329조 (절도)"
    },
    {
        "id": 222,
        "statement": "1년 이상 근무한 근로자는 퇴직 시 퇴직금을 받을 권리가 없다.",
        "answer": false,
        "explanation": "근로자퇴직급여 보장법에 따라 사용자는 계속근로기간이 1년 이상인 근로자에게 퇴직급여(퇴직금 또는 퇴직연금)를 지급해야 합니다.",
        "legalBasis": "근로자퇴직급여 보장법 제4조 (퇴직급여제도의 설정)"
    },
    {
        "id": 223,
        "statement": "이혼 후에도 생활이 어려운 배우자는 상대 배우자에게 부양료를 청구할 수 있다.",
        "answer": true,
        "explanation": "민법상 이혼 후에도 특별한 사정이 있는 경우, 생활이 어려운 배우자는 상대 배우자에게 부양료를 청구할 수 있습니다.",
        "legalBasis": "민법 제837조의2 (양육비부담), 제840조 (재판상 이혼원인) (별거 중 부양료 청구 관련)"
    },
    {
        "id": 224,
        "statement": "동물을 학대하는 행위는 법적으로 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "동물보호법에 따라 동물을 학대하거나 죽이는 행위는 금지되며, 이를 위반할 경우 처벌을 받습니다.",
        "legalBasis": "동물보호법 제10조 (동물학대 등의 금지) 및 제46조 (벌칙)"
    },
    {
        "id": 225,
        "statement": "누구나 공공기관이 보유한 정보를 열람 및 복사할 수 있다.",
        "answer": true,
        "explanation": "공공기관의 정보공개에 관한 법률에 따라 모든 국민은 공공기관이 보유·관리하는 정보에 대해 공개를 청구할 권리를 가집니다. 단, 비공개 대상 정보는 제외됩니다.",
        "legalBasis": "공공기관의 정보공개에 관한 법률 제3조 (정보공개의 원칙)"
    },
    {
        "id": 226,
        "statement": "제품에 안전과 관련된 중요한 결함이 발견되면, 제조사는 소비자에게 그 사실을 알릴 의무가 없다.",
        "answer": false,
        "explanation": "소비자기본법 및 제조물책임법 등에 따라 제조사는 제품의 안전과 관련된 중요한 결함을 발견하면 즉시 소비자에게 알려야 할 의무가 있습니다.",
        "legalBasis": "소비자기본법 제50조 (사업자의 시정조치 권고), 제조물책임법 제7조 (제조물책임)"
    },
    {
        "id": 227,
        "statement": "오토바이 운전자는 헬멧을 반드시 착용해야 하지만, 동승자는 착용하지 않아도 된다.",
        "answer": false,
        "explanation": "도로교통법에 따라 오토바이 운전자뿐만 아니라 동승자도 안전모(헬멧)를 반드시 착용해야 합니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무 등) 제3항"
    },
    {
        "id": 228,
        "statement": "유언은 자필로 작성하지 않고 구두로 해도 법적 효력이 있다.",
        "answer": false,
        "explanation": "민법상 유언은 반드시 법률이 정하는 방식(자필증서, 녹음, 공정증서, 비밀증서, 구수증서 유언)에 따라야만 효력이 발생하며, 단순한 구두 유언은 인정되지 않습니다.",
        "legalBasis": "민법 제1060조 (유언의 방식)"
    },
    {
        "id": 229,
        "statement": "타인을 음해할 목적으로 없는 사실을 지어내어 경찰이나 검찰에 신고하는 행위는 처벌받지 않는다.",
        "answer": false,
        "explanation": "형법상 '무고죄'는 타인으로 하여금 형사 또는 징계 처분을 받게 할 목적으로 허위의 사실을 신고하는 행위를 처벌합니다.",
        "legalBasis": "형법 제156조 (무고)"
    },
    {
        "id": 230,
        "statement": "장애를 가졌다는 이유로 채용을 거부하는 것은 법적으로 허용되지 않는다.",
        "answer": true,
        "explanation": "장애인차별금지 및 권리구제 등에 관한 법률은 고용에 있어 장애를 이유로 한 차별을 금지하고 있습니다.",
        "legalBasis": "장애인차별금지 및 권리구제 등에 관한 법률 제10조 (고용)"
    },
    {
        "id": 231,
        "statement": "도심 주택가에서 허가 없이 폭죽을 터뜨리는 행위는 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '위험한 불장난'이나 소음유발 행위로 처벌될 수 있으며, 특히 화재 발생 위험으로 소방시설법에 따라 금지될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제4호 (위험한 불장난), 화재예방, 소방시설 설치·유지 및 안전관리에 관한 법률"
    },
    {
        "id": 232,
        "statement": "공장 등에서 발생한 환경 오염 행위를 목격하면 환경부나 지방자치단체에 신고할 수 있다.",
        "answer": true,
        "explanation": "환경정책기본법 및 환경오염 피해 구제에 관한 법률 등은 환경 오염 행위에 대한 신고 체계를 운영하고 있으며, 국민은 환경 관련 불법행위를 신고할 수 있습니다.",
        "legalBasis": "환경정책기본법 제26조 (국민의 환경권) 등"
    },
    {
        "id": 233,
        "statement": "모든 민원 신청은 반드시 인터넷으로만 할 수 있다.",
        "answer": false,
        "explanation": "민원 처리에 관한 법률에 따라 민원은 인터넷, 방문, 우편, 팩스 등 다양한 방법으로 신청할 수 있습니다. 모든 민원이 인터넷으로만 가능한 것은 아닙니다.",
        "legalBasis": "민원 처리에 관한 법률 제8조 (민원의 신청)"
    },
    {
        "id": 234,
        "statement": "내가 찍은 사진이라도 상업적으로 이용하려면 반드시 저작권 등록을 해야 한다.",
        "answer": false,
        "explanation": "저작권법은 저작물의 창작과 동시에 저작권이 발생하며, 별도로 등록을 하지 않아도 보호받을 수 있습니다. 등록은 권리 입증에 도움이 될 뿐 필수 사항은 아닙니다.",
        "legalBasis": "저작권법 제10조 (저작권) 제2항"
    },
    {
        "id": 235,
        "statement": "온라인에서 불법적으로 도박을 하는 것은 법적 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 도박죄, 국민체육진흥법상 불법 체육진흥투표권 발매 또는 이용 행위 등 관련 법률에 따라 온라인 도박은 처벌 대상입니다.",
        "legalBasis": "형법 제246조 (도박) 및 제247조 (상습도박), 국민체육진흥법 제26조 (유사행위의 금지) 및 제47조 (벌칙)"
    },
    {
        "id": 236,
        "statement": "사업자가 소비자에게 불리한 계약 조항을 일방적으로 강요하는 것은 공정거래법 위반이 아니다.",
        "answer": false,
        "explanation": "약관의 규제에 관한 법률 및 독점규제 및 공정거래에 관한 법률에 따라 사업자는 소비자의 권익을 침해하는 불공정한 약관 조항을 사용하거나 불공정거래행위를 할 수 없습니다.",
        "legalBasis": "약관의 규제에 관한 법률 제6조 (불공정약관조항의 무효), 독점규제 및 공정거래에 관한 법률 제23조 (불공정거래행위의 금지)"
    },
    {
        "id": 237,
        "statement": "주택가 이면도로에서 제한속도를 초과하여 운전해도 특별한 처벌을 받지 않는다.",
        "answer": false,
        "explanation": "주택가 이면도로 역시 도로교통법상 도로에 해당하며, 제한속도를 초과하여 운전하면 과태료 또는 범칙금이 부과됩니다.",
        "legalBasis": "도로교통법 제17조 (제한속도) 및 제160조 (과태료)"
    },
    {
        "id": 238,
        "statement": "미성년자가 부모의 동의 없이 체결한 휴대폰 개통 계약은 부모가 취소할 수 없다.",
        "answer": false,
        "explanation": "민법에 따라 미성년자가 법정대리인(부모 등)의 동의 없이 체결한 계약은 취소할 수 있으며, 이는 휴대폰 개통 계약에도 적용됩니다.",
        "legalBasis": "민법 제5조 (미성년자의 능력) 제2항"
    },
    {
        "id": 239,
        "statement": "인터넷 게시판에 특정인의 개인정보(전화번호, 주소 등)를 동의 없이 공개하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "개인정보보호법 및 정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 개인의 동의 없이 개인정보를 제3자에게 제공하거나 공개하는 행위는 금지되며, 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "개인정보보호법 제18조 (개인정보의 목적 외 이용·제공 제한), 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제49조 (정보통신망 침해행위 등의 금지)"
    },
    {
        "id": 240,
        "statement": "채용 시 60세 이상이라는 이유만으로 지원자의 채용을 거부하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "고령자고용촉진법에 따라 사업주는 합리적인 이유 없이 연령을 이유로 고용에 있어 차별해서는 안 됩니다.",
        "legalBasis": "고령자고용촉진법 제4조의4 (연령에 의한 차별의 금지)"
    },
    {
        "id": 241,
        "statement": "구매한 제품에 하자가 있어도 소비자는 무조건 수리만 받아야 하며, 교환이나 환불은 요구할 수 없다.",
        "answer": false,
        "explanation": "소비자분쟁해결기준에 따라 품질 보증 기간 내 제품 하자가 발생하면 무상 수리를 받을 수 있으며, 동일 하자가 반복되거나 수리가 불가능한 경우 교환 또는 환불을 요구할 수 있습니다.",
        "legalBasis": "소비자분쟁해결기준 (공정거래위원회 고시), 제조물책임법 제4조 (제조물책임)"
    },
    {
        "id": 242,
        "statement": "다른 차량 통행에 방해가 되지 않는다면 도로에서 이중 주차를 해도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "이중 주차는 도로교통법상 정차 또는 주차 위반에 해당하며, 다른 차량의 통행을 방해할 가능성이 높아 과태료 부과 대상이 됩니다.",
        "legalBasis": "도로교통법 제32조 (정차 및 주차의 금지), 제33조 (주차금지 장소)"
    },
    {
        "id": 243,
        "statement": "이웃집 반려견의 짖는 소리가 지나치게 심해 생활에 불편을 준다면 법적으로 대응할 수 없다.",
        "answer": false,
        "explanation": "민법상 소음은 불법행위로 인한 손해배상 청구의 대상이 될 수 있으며, 환경분쟁조정위원회 등을 통해 조정을 신청할 수도 있습니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용), 환경분쟁 조정법"
    },
    {
        "id": 244,
        "statement": "다른 사람을 단순히 밀치는 행위는 폭행죄에 해당하지 않는다.",
        "answer": false,
        "explanation": "형법상 폭행죄는 사람의 신체에 대한 일체의 유형력 행사를 의미하므로, 단순히 밀치는 행위도 폭행죄에 해당할 수 있습니다.",
        "legalBasis": "형법 제260조 (폭행, 존속폭행) 제1항"
    },
    {
        "id": 245,
        "statement": "아르바이트생은 정규직 근로자와 달리 주휴수당을 받을 수 없다.",
        "answer": false,
        "explanation": "근로기준법에 따라 1주 동안의 소정근로시간이 15시간 이상이고, 1주 동안 개근한 근로자(아르바이트생 포함)는 주휴수당을 받을 수 있습니다.",
        "legalBasis": "근로기준법 제55조 (휴일)"
    },
    {
        "id": 246,
        "statement": "대한민국에서 남녀 모두 만 18세가 되면 부모의 동의 없이 결혼할 수 있다.",
        "answer": false,
        "explanation": "민법상 만 19세가 되어야 부모의 동의 없이 결혼할 수 있습니다. 만 18세의 경우 부모 또는 후견인의 동의를 받아야 합니다.",
        "legalBasis": "민법 제807조 (혼인 적령)"
    },
    {
        "id": 247,
        "statement": "공원 등 공공장소에서 밤늦게까지 서성이며 다른 사람에게 불안감을 조성하는 행위는 경범죄처벌법에 따라 처벌 대상이 된다.",
        "answer": true,
        "explanation": "경범죄처벌법상 '불안감 조성'에 해당하여 정당한 이유 없이 다른 사람에게 불안감을 조성하거나 해를 끼칠 우려가 있는 행위는 처벌 대상이 됩니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제19호 (불안감 조성)"
    },
    {
        "id": 248,
        "statement": "헬스장 등 장기 서비스 계약 후 중도 해지 시에는 위약금을 물어야 한다.",
        "answer": true,
        "explanation": "소비자분쟁해결기준에 따라 계약기간 만료 전 해지하는 경우, 소비자는 사업자에게 발생하는 손실(위약금)을 부담해야 할 수 있습니다. 다만, 부당한 위약금 조항은 무효가 될 수 있습니다.",
        "legalBasis": "소비자분쟁해결기준 (공정거래위원회 고시), 약관의 규제에 관한 법률"
    },
    {
        "id": 249,
        "statement": "음주 운전 차량의 동승자는 운전자의 음주 사실을 알았더라도 법적으로 처벌받지 않는다.",
        "answer": false,
        "explanation": "도로교통법 및 형법상 음주운전을 방조한 경우, 즉 운전자의 음주 사실을 알면서도 차량에 동승하거나 음주운전을 권유하는 등 방조 행위를 한 경우 처벌받을 수 있습니다.",
        "legalBasis": "도로교통법 제150조 (벌칙) 제8호 (음주운전 방조), 형법 제32조 (종범)"
    },
    {
        "id": 250,
        "statement": "미성년자가 불법행위(예: 고의로 타인에게 손해를 입힘)로 타인에게 손해를 입혔다면, 그 미성년자 본인은 배상 책임이 없다.",
        "answer": false,
        "explanation": "민법상 미성년자도 책임능력(자기 행위의 위법성을 판단할 능력)이 있는 경우에는 불법행위로 인한 손해배상 책임을 질 수 있습니다. 책임능력이 없는 경우에는 감독 의무자(부모 등)가 책임을 집니다.",
        "legalBasis": "민법 제753조 (미성년자의 책임능력), 제755조 (감독자의 책임)"
    },
    {
        "id": 251,
        "statement": "공공장소에서 싸움을 하여 다른 사람에게 피해를 주는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 폭행죄가 성립될 수 있으며, 경범죄처벌법상 '싸움'에 해당하여 처벌 대상이 될 수 있습니다.",
        "legalBasis": "형법 제260조 (폭행, 존속폭행), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제1호 (싸움)"
    },
    {
        "id": 252,
        "statement": "회사가 임금을 제때 지급하지 않으면 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "근로기준법에 따라 사용자는 근로자에게 임금을 정해진 날짜에 지급해야 하며, 이를 위반할 경우 임금체불에 해당하여 처벌받을 수 있습니다.",
        "legalBasis": "근로기준법 제43조 (임금 지급)"
    },
    {
        "id": 253,
        "statement": "이혼 시 자녀의 양육권자와 친권자는 반드시 동일해야 한다.",
        "answer": false,
        "explanation": "민법상 이혼 후에는 자녀의 친권자와 양육권자가 다를 수 있습니다. 예를 들어, 양육은 한 부모가 하지만 친권은 공동으로 행사하는 경우도 있습니다.",
        "legalBasis": "민법 제909조 (친권자), 제837조 (이혼과 자의 양육책임)"
    },
    {
        "id": 254,
        "statement": "아파트 등 공동주택의 각 세대 주민은 화재 시 대피 방법을 알 필요가 없다.",
        "answer": false,
        "explanation": "소방시설 설치 및 관리에 관한 법률 등 관련 법규에 따라 건축물 소유자, 관리자, 점유자는 화재 예방 및 안전 관리 의무를 가지며, 이는 입주민의 안전에 대한 책임 의식과 교육 참여를 포함합니다.",
        "legalBasis": "화재예방, 소방시설 설치·유지 및 안전관리에 관한 법률 제24조 (자체점검 등) 및 제25조 (피난계획의 수립 및 시행)"
    },
    {
        "id": 255,
        "statement": "일반 쓰레기를 산이나 강에 무단으로 버리는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "폐기물관리법에 따라 폐기물을 지정된 장소가 아닌 곳에 무단으로 버리는 행위는 금지되며, 위반 시 과태료 또는 형사처벌을 받습니다.",
        "legalBasis": "폐기물관리법 제8조 (폐기물의 처리) 제1항 및 제68조 (벌칙)"
    },
    {
        "id": 256,
        "statement": "온라인으로 결제할 때 개인정보 유출 등으로 인한 피해는 소비자가 전적으로 책임져야 한다.",
        "answer": false,
        "explanation": "전자금융거래법 및 개인정보보호법에 따라 금융기관이나 사업자는 개인정보 유출 및 해킹 등으로부터 소비자를 보호할 의무가 있으며, 이로 인한 피해 발생 시 사업자에게 책임이 있습니다.",
        "legalBasis": "전자금융거래법 제9조 (금융기관의 책임) 및 제10조 (이용자의 책임), 개인정보보호법 제39조 (개인정보 유출 등의 통지 및 신고)"
    },
    {
        "id": 257,
        "statement": "시내 도로에서 제한속도보다 조금 빠르게 운전하는 것은 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "도로교통법에 따라 운전자는 도로에 설치된 제한속도 표지를 준수해야 하며, 제한속도를 조금이라도 초과하여 운전하면 속도위반에 해당하여 과태료나 벌금이 부과됩니다.",
        "legalBasis": "도로교통법 제17조 (제한속도)"
    },
    {
        "id": 258,
        "statement": "돈을 빌려준 사람이 사망하면, 그 빚은 갚지 않아도 된다.",
        "answer": false,
        "explanation": "민법상 채무는 상속의 대상이 되므로, 돈을 빌려준 사람(채권자)이 사망하더라도 그의 상속인에게 채무가 승계되어 빚은 계속해서 갚아야 합니다. 상속 포기 등 특별한 절차를 밟지 않는 한 상속됩니다.",
        "legalBasis": "민법 제1005조 (상속과 포괄적 권리의무의 승계)"
    },
    {
        "id": 259,
        "statement": "물건을 훔치려다 미수에 그쳤어도 절도죄로 처벌받을 수 없다.",
        "answer": false,
        "explanation": "형법상 절도죄는 미수범도 처벌하도록 규정하고 있습니다. 실제로 재물을 취득하지 못했더라도 절도를 시도했다면 처벌 대상이 됩니다.",
        "legalBasis": "형법 제342조 (미수범)"
    },
    {
        "id": 260,
        "statement": "근로자는 직장에서 위험한 상황을 발견하더라도 회사에 보고할 의무가 없다.",
        "answer": false,
        "explanation": "산업안전보건법에 따라 근로자는 산업재해 예방을 위해 사업주가 하는 조치에 따라야 할 의무가 있으며, 위험 요인을 발견하면 이를 사업주에게 보고해야 합니다.",
        "legalBasis": "산업안전보건법 제36조 (근로자의 의무), 제5조 (사업주 등의 의무)"
    },
    {
        "id": 261,
        "statement": "대중교통 내에서 큰 소리로 통화하거나 다른 승객에게 불쾌감을 줄 정도로 음식을 먹는 행위는 법적으로 제재를 받지 않는다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '무단 소란' 또는 '오물방치' 등으로 처벌될 수 있으며, 각 대중교통 운영 기관의 내부 규정에도 위반될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란) 및 제3호 (쓰레기 등 무단투기)"
    },
    {
        "id": 262,
        "statement": "공사장에서 발생하는 소음은 법적으로 규제 대상이 아니다.",
        "answer": false,
        "explanation": "소음·진동관리법에 따라 공사장에서 발생하는 소음은 배출허용기준을 준수해야 하며, 이를 위반할 경우 행정 처분 및 과태료 등이 부과될 수 있습니다.",
        "legalBasis": "소음·진동관리법 제21조 (공사장의 소음·진동 저감)"
    },
    {
        "id": 263,
        "statement": "국민은 국가기관의 부당한 처분에 대해 국민신문고 등을 통해 민원을 제기할 수 없다.",
        "answer": false,
        "explanation": "민원 처리에 관한 법률 및 국민권익위원회 설치 및 운영에 관한 법률에 따라 국민은 국가기관이나 공공기관의 부당한 처분, 불편 사항 등에 대해 민원을 제기할 수 있습니다. 국민신문고는 대표적인 민원 창구입니다.",
        "legalBasis": "민원 처리에 관한 법률 제8조 (민원의 신청), 국민권익위원회 설치 및 운영에 관한 법률"
    },
    {
        "id": 264,
        "statement": "상표는 특허청에 등록하지 않아도 법적 보호를 받을 수 있다.",
        "answer": false,
        "explanation": "상표법은 '등록주의'를 채택하고 있으므로, 상표는 특허청에 등록해야만 상표권으로서 법적 보호를 받을 수 있습니다. 미등록 상표는 부정경쟁방지법 등으로 보호받을 수 있는 경우도 있지만, 상표권의 절대적 효력은 등록을 통해 발생합니다.",
        "legalBasis": "상표법 제3조 (상표등록을 받을 수 있는 자), 제89조 (상표권의 효력)"
    },
    {
        "id": 265,
        "statement": "보이스피싱이나 스미싱 문자를 받으면 금융감독원에 신고할 수 있다.",
        "answer": true,
        "explanation": "보이스피싱이나 스미싱 피해가 발생했거나 의심되는 경우, 금융감독원이나 경찰청 등 관련 기관에 신고하여 도움을 받을 수 있습니다.",
        "legalBasis": "전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법"
    },
    {
        "id": 266,
        "statement": "소비자 피해 발생 시 한국소비자원에 신고하는 것은 의무 사항이다.",
        "answer": false,
        "explanation": "소비자 피해 발생 시 한국소비자원에 신고하는 것은 소비자의 권리이자 피해 구제를 위한 효율적인 방법이지만, 법적인 의무 사항은 아닙니다.",
        "legalBasis": "소비자기본법 제34조 (소비자분쟁조정위원회의 업무)"
    },
    {
        "id": 267,
        "statement": "구급차나 소방차가 사이렌을 울리며 접근할 때, 일반 차량 운전자는 양보할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 운전자는 긴급자동차(구급차, 소방차 등)가 사이렌을 울리며 접근할 때에는 진로를 양보하거나 일시 정지해야 할 의무가 있습니다.",
        "legalBasis": "도로교통법 제29조 (긴급자동차 우선 통행)"
    },
    {
        "id": 268,
        "statement": "사망한 부모의 빚은 자녀에게 상속되지 않는다.",
        "answer": false,
        "explanation": "민법상 피상속인(사망한 사람)의 재산뿐만 아니라 빚(채무)도 상속인에게 포괄적으로 상속됩니다. 빚을 상속받지 않으려면 한정승인이나 상속 포기 등의 절차를 밟아야 합니다.",
        "legalBasis": "민법 제1005조 (상속과 포괄적 권리의무의 승계), 제1019조 (상속의 승인, 포기와 그 기간)"
    },
    {
        "id": 269,
        "statement": "경미한 사건이라도 허위로 경찰에 신고하면 처벌받을 수 없다.",
        "answer": false,
        "explanation": "형법상 무고죄 또는 위계에 의한 공무집행방해죄가 성립될 수 있으며, 경범죄처벌법상 '거짓신고'로도 처벌받을 수 있습니다.",
        "legalBasis": "형법 제156조 (무고), 제137조 (위계에 의한 공무집행방해), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제2호 (거짓신고)"
    },
    {
        "id": 270,
        "statement": "직장 내 괴롭힘이 발생하더라도 회사는 가해자를 징계할 의무가 없다.",
        "answer": false,
        "explanation": "근로기준법에 따라 사업주는 직장 내 괴롭힘 발생 사실을 확인한 경우, 행위자에 대한 징계 등 적절한 조치를 취해야 할 의무가 있습니다.",
        "legalBasis": "근로기준법 제76조의3 (직장 내 괴롭힘 발생 시 조치) 제5항"
    },
    {
        "id": 271,
        "statement": "새 제품을 구매하면 별도의 계약이 없어도 제조사나 판매자로부터 일정 기간 품질 보증을 받을 수 있다.",
        "answer": true,
        "explanation": "소비자기본법 및 소비자분쟁해결기준에 따라 소비자는 제품 구매 후 일정 기간 동안 품질 보증을 받을 권리가 있으며, 하자가 발생할 경우 무상 수리, 교환, 환불 등을 요구할 수 있습니다.",
        "legalBasis": "소비자기본법 제20조 (사업자의 책임), 소비자분쟁해결기준 (공정거래위원회 고시)"
    },
    {
        "id": 272,
        "statement": "자전거는 보행자 안전을 위해 항상 자전거 도로 또는 차도로만 통행해야 하며, 보도로 통행할 수 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 자전거는 자전거 도로가 없는 경우 차도 우측 가장자리에 붙어 통행해야 하지만, 일부 예외(어린이, 노인, 장애인, 자전거 도로가 없는 곳의 보도 통행 시 서행 등)를 제외하고는 원칙적으로 보도 통행은 금지됩니다.",
        "legalBasis": "도로교통법 제13조의2 (자전거 등의 통행방법의 특례)"
    },
    {
        "id": 273,
        "statement": "목줄을 하지 않은 반려견이 타인을 물어 상해를 입혔다면, 견주는 법적 책임을 져야 한다.",
        "answer": true,
        "explanation": "민법상 동물 점유자의 책임에 따라, 동물이 타인에게 손해를 가한 경우 그 동물의 점유자는 손해를 배상할 책임이 있습니다. 또한 동물보호법에 따라 목줄 미착용으로 인한 사고 시 처벌받을 수 있습니다.",
        "legalBasis": "민법 제759조 (동물의 점유자의 책임), 동물보호법 제13조 (안전조치) 및 제49조 (벌칙)"
    },
    {
        "id": 274,
        "statement": "범죄를 저지른 친구가 경찰의 수사를 받고 있을 때, 그 친구를 숨겨주면 범인도피죄로 처벌받을 수 있다.",
        "answer": true,
        "explanation": "형법상 범인도피죄는 벌금 이상의 형에 해당하는 죄를 범한 자를 은닉하거나 도피하게 하는 행위를 처벌합니다.",
        "legalBasis": "형법 제151조 (범인도피와 증거인멸)"
    },
    {
        "id": 275,
        "statement": "아르바이트생도 법정 근로시간(주 40시간, 1일 8시간)을 초과하여 일했다면 연장근로수당을 받을 수 있다.",
        "answer": true,
        "explanation": "근로기준법상 근로자는 근로 형태(정규직, 계약직, 아르바이트 등)와 관계없이 법정 근로시간을 초과하여 일하면 통상임금의 1.5배를 가산한 연장근로수당을 받을 수 있습니다.",
        "legalBasis": "근로기준법 제56조 (연장·야간 및 휴일 근로)"
    },
    {
        "id": 276,
        "statement": "대한민국에서는 미성년자만 입양할 수 있다.",
        "answer": false,
        "explanation": "민법에 따라 성년이 된 사람도 입양할 수 있습니다. 다만, 입양의 절차와 요건은 미성년자 입양과 성년자 입양이 다릅니다.",
        "legalBasis": "민법 제867조 (성년자 입양)"
    },
    {
        "id": 277,
        "statement": "금연구역으로 지정된 장소에서 흡연하면 과태료가 부과되지 않는다.",
        "answer": false,
        "explanation": "국민건강증진법에 따라 금연구역으로 지정된 장소에서 흡연할 경우 과태료가 부과됩니다.",
        "legalBasis": "국민건강증진법 제9조 (금연을 위한 조치) 제4항, 제34조 (과태료)"
    },
    {
        "id": 278,
        "statement": "상점에서는 상품의 가격을 소비자가 쉽게 알 수 있도록 명확하게 표시해야 할 의무가 없다.",
        "answer": false,
        "explanation": "소비자기본법 및 물가안정에 관한 법률 등에 따라 사업자는 상품의 가격을 소비자가 쉽게 알 수 있도록 표시해야 할 의무가 있습니다 (가격표시제).",
        "legalBasis": "소비자기본법 제19조 (사업자의 책무) 제1항, 물가안정에 관한 법률 제3조 (가격표시 등)"
    },
    {
        "id": 279,
        "statement": "아파트나 주택 단지 내 도로에 이웃 주민의 차량 통행을 방해하도록 주차해도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "도로교통법상 주차 금지 구역에 해당할 수 있으며, 단지 내 관리규약 위반 및 주민 간의 불편을 초래하여 법적 분쟁의 소지가 될 수 있습니다. 심한 경우 업무방해나 통행방해로 간주될 수 있습니다.",
        "legalBasis": "도로교통법 제32조 (정차 및 주차의 금지)"
    },
    {
        "id": 280,
        "statement": "공사장에서 발생하는 소음은 해당 공사 기간 중에는 어떤 규제도 받지 않는다.",
        "answer": false,
        "explanation": "소음·진동관리법에 따라 공사장에서 발생하는 소음도 규제 기준이 있으며, 이를 초과하는 경우 행정 처분 및 과태료가 부과될 수 있습니다.",
        "legalBasis": "소음·진동관리법 제21조 (공사장의 소음·진동 저감)"
    },
    {
        "id": 281,
        "statement": "경찰에 허위로 범죄 사실을 신고하면 처벌받지 않는다.",
        "answer": false,
        "explanation": "형법상 무고죄에 해당하여 타인으로 하여금 형사 또는 징계 처분을 받게 할 목적으로 허위의 사실을 신고하면 처벌받습니다. 경범죄처벌법상 거짓신고도 처벌 대상입니다.",
        "legalBasis": "형법 제156조 (무고), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제2호 (거짓신고)"
    },
    {
        "id": 282,
        "statement": "법정 공휴일(예: 설날, 추석)에 근로를 제공했다면 휴일근로수당을 받을 수 있다.",
        "answer": true,
        "explanation": "근로기준법에 따라 법정 공휴일은 유급휴일로 보장되며, 법정 공휴일에 근로를 제공한 경우 휴일근로수당(통상임금의 1.5배 또는 2배)을 받을 수 있습니다. (상시 5인 이상 사업장 해당)",
        "legalBasis": "근로기준법 제56조 (연장·야간 및 휴일 근로), 제55조 (휴일)"
    },
    {
        "id": 283,
        "statement": "이혼한 부모의 자녀는 조부모와 만날 권리가 없다.",
        "answer": false,
        "explanation": "민법은 자녀가 부모 외의 다른 친족(조부모 등)과 만날 수 있는 면접교섭권을 인정하고 있습니다. 법원은 자녀의 복리를 위해 필요한 경우 면접교섭을 허용할 수 있습니다.",
        "legalBasis": "민법 제837조의2 (양육비부담), 제843조 (재판상 이혼원인에 관한 규정의 준용) 및 판례"
    },
    {
        "id": 284,
        "statement": "모든 종류의 쓰레기는 분리수거 없이 한 번에 버려도 된다.",
        "answer": false,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 생활 폐기물은 종류별로 분리하여 배출해야 합니다. 이를 위반할 경우 과태료가 부과됩니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 각 지방자치단체 조례"
    },
    {
        "id": 285,
        "statement": "지방자치단체는 법률의 범위 내에서 지역 특성에 맞는 조례를 제정할 수 없다.",
        "answer": false,
        "explanation": "지방자치법에 따라 지방자치단체는 법령의 범위 안에서 그 사무에 관하여 조례를 제정할 수 있습니다. 조례는 해당 지역의 특성과 주민의 복리를 위해 만들어집니다.",
        "legalBasis": "지방자치법 제28조 (조례)"
    },
    {
        "id": 286,
        "statement": "금융 사기(보이스피싱 등) 피해를 본 경우, 정부나 금융기관으로부터 어떤 보호나 지원도 받을 수 없다.",
        "answer": false,
        "explanation": "전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법에 따라 금융위원회, 금융감독원, 금융기관 등은 금융 사기 피해에 대한 예방 및 구제를 위한 제도와 지원을 제공합니다.",
        "legalBasis": "전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법 제2조 (정의) 및 제3조 (금융회사의 역할)"
    },
    {
        "id": 287,
        "statement": "시내버스 등 대중교통은 정류장이 아닌 곳에서도 승객이 원하면 언제든지 승하차할 수 있다.",
        "answer": false,
        "explanation": "여객자동차 운수사업법 및 관련 규정에 따라 시내버스 등 대중교통은 지정된 정류장에서만 승하차할 수 있으며, 운전자는 승객의 안전을 위해 정류장 외 승하차를 거부할 수 있습니다.",
        "legalBasis": "여객자동차 운수사업법 제21조 (운송사업자의 의무)"
    },
    {
        "id": 288,
        "statement": "내 토지와 이웃 토지의 경계가 불분명할 경우, 임의로 울타리를 설치하면 된다.",
        "answer": false,
        "explanation": "경계가 불분명한 경우 임의로 울타리를 설치하면 경계 침범 등의 분쟁이 발생할 수 있습니다. 지적도를 확인하거나 경계확정소송, 경계측량 등의 법적 절차를 통해 해결해야 합니다.",
        "legalBasis": "지적측량 기본법, 민법 제212조 (토지소유권의 범위)"
    },
    {
        "id": 289,
        "statement": "성매매는 법적으로 허용되지 않는 행위이다.",
        "answer": true,
        "explanation": "성매매알선 등 행위의 처벌에 관한 법률은 성매매 행위, 성매매 알선 행위 등을 엄격히 금지하고 처벌하고 있습니다.",
        "legalBasis": "성매매알선 등 행위의 처벌에 관한 법률 제4조 (금지행위)"
    },
    {
        "id": 290,
        "statement": "회사가 남성이라는 이유만으로 여성보다 높은 임금을 지급하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "남녀고용평등과 일·가정 양립 지원에 관한 법률에 따라 사업주는 근로자의 성(性)을 이유로 임금, 고용 등에서 차별해서는 안 됩니다.",
        "legalBasis": "남녀고용평등과 일·가정 양립 지원에 관한 법률 제8조 (임금)"
    },
    {
        "id": 291,
        "statement": "공공장소에서 술에 취해 다른 사람에게 불쾌감을 주거나 소란을 피우면 처벌받지 않는다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '주취소란'에 해당하여 술에 취한 채 함부로 주위를 소란하게 하거나 다른 사람에게 불안감·혐오감을 주는 행위는 처벌 대상입니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제20호 (주취소란)"
    },
    {
        "id": 292,
        "statement": "대기오염 경보가 발령되면 국민은 건강 보호를 위한 행동 요령을 따를 필요가 없다.",
        "answer": false,
        "explanation": "대기환경보전법 및 관련 지침에 따라 대기오염 경보 발령 시에는 미세먼지 등 유해 물질로부터 국민의 건강을 보호하기 위해 행동 요령(예: 외출 자제, 마스크 착용)을 따르는 것이 권고됩니다.",
        "legalBasis": "대기환경보전법 제2조 (정의), 미세먼지 저감 및 관리에 관한 특별법"
    },
    {
        "id": 293,
        "statement": "개인정보가 아닌 공공기관의 일반적인 문서도 정보공개 청구를 통해 열람할 수 없다.",
        "answer": false,
        "explanation": "공공기관의 정보공개에 관한 법률에 따라 모든 국민은 공공기관이 보유·관리하는 정보에 대해 공개를 청구할 권리를 가집니다. 개인정보 등 비공개 대상 정보를 제외한 일반적인 문서는 공개 청구가 가능합니다.",
        "legalBasis": "공공기관의 정보공개에 관한 법률 제3조 (정보공개의 원칙)"
    },
    {
        "id": 294,
        "statement": "저작권 보호기간이 만료된 저작물(예: 오래된 고전 문학)은 누구든지 자유롭게 이용할 수 있다.",
        "answer": true,
        "explanation": "저작권법에 따라 저작권 보호기간이 만료된 저작물은 공공의 영역(Public Domain)으로 전환되어 누구나 자유롭게 이용할 수 있습니다.",
        "legalBasis": "저작권법 제39조 (보호기간)"
    },
    {
        "id": 295,
        "statement": "'해킹'은 타인의 컴퓨터 시스템에 무단으로 침입하는 행위를 말한다.",
        "answer": true,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 정당한 접근 권한 없이 또는 허용된 접근 권한을 넘어 정보통신망에 침입하는 행위는 '침해행위'로 규정되며, 일반적으로 해킹으로 불립니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 (정보통신망 침해행위 등의 금지) 제1항"
    },
    {
        "id": 296,
        "statement": "온라인으로 구매한 디지털 콘텐츠(예: 영화, 음악 파일)는 다운로드 즉시 청약철회가 불가능하다.",
        "answer": true,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라 복제가 가능한 재화의 경우, 복제가 가능한 상태로 소비자가 재화를 받은 때에는 청약철회가 제한됩니다. 디지털 콘텐츠는 다운로드 시 복제가 이루어지므로 청약철회가 불가능한 경우가 많습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등) 제2항 제5호"
    },
    {
        "id": 297,
        "statement": "보행자가 횡단보도를 건너고 있을 때, 차량 운전자는 무조건 일시 정지하여 보행자 통행을 방해하지 않아야 한다.",
        "answer": true,
        "explanation": "도로교통법에 따라 모든 차의 운전자는 보행자가 횡단보도를 통행하고 있거나 통행하려고 하는 때에는 일시 정지하여 보행자의 횡단을 방해하거나 위험을 주어서는 안 됩니다.",
        "legalBasis": "도로교통법 제27조 (보행자의 보호) 제1항"
    },
    {
        "id": 298,
        "statement": "돈을 빌린 사람이 빚을 갚지 않아도, 채권자는 불법적인 방법(예: 협박, 폭행)으로 돈을 받아낼 수 없다.",
        "answer": true,
        "explanation": "채권의 공정한 추심에 관한 법률에 따라 채권 추심자는 채무자를 폭행·협박하거나 사생활을 침해하는 등의 불법적인 방법으로 채권을 추심할 수 없습니다. 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "채권의 공정한 추심에 관한 법률 제9조 (불법 채권추심 행위의 금지)"
    },
    {
        "id": 299,
        "statement": "공공장소에서 노상방뇨를 하는 행위는 경범죄처벌법에 따라 처벌받지 않는다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '쓰레기 등 무단투기' 항목에 포함되어 길이나 공원, 그 밖에 여러 사람이 모이거나 다니는 곳에서 함부로 침을 뱉거나 대소변을 보는 행위는 처벌 대상입니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제3호 (쓰레기 등 무단투기)"
    },
    {
        "id": 300,
        "statement": "상점에서 스피커를 통해 너무 큰 소리로 음악을 틀어 주변 사람들에게 피해를 주는 행위는 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '인근소란' 또는 소음·진동관리법상 생활소음 규제에 해당하여 다른 사람에게 불쾌감을 주거나 불안하게 하는 소음 발생 행위는 처벌 대상이 될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란), 소음·진동관리법 제44조 (생활소음·진동의 규제)"
    },
    {
        "id": 301,
        "statement": "제조사가 제품의 심각한 결함을 발견하면, 소비자에게 해당 제품을 회수하거나 교환해 줄 의무가 없다.",
        "answer": false,
        "explanation": "제조물책임법 및 소비자기본법에 따라 제조사는 제조물에 결함이 있어 소비자의 생명·신체 또는 재산에 위해를 가하거나 가할 우려가 있는 경우 해당 제조물을 수거·파기 또는 수리·교환하는 등 필요한 조치를 취해야 할 의무가 있습니다.",
        "legalBasis": "제조물책임법 제7조 (제조물책임), 소비자기본법 제50조 (사업자의 시정조치 권고)"
    },
    {
        "id": 302,
        "statement": "교통 신호등이 빨간불일 때 교차로에 진입하면 신호 위반이다.",
        "answer": true,
        "explanation": "도로교통법에 따라 차량 운전자는 빨간불 신호 시 정지선 또는 교차로 직전에서 반드시 정지해야 하며, 이를 위반할 경우 신호 위반으로 처벌받습니다.",
        "legalBasis": "도로교통법 제5조 (신호 또는 지시에 따를 의무)"
    },
    {
        "id": 303,
        "statement": "온라인에서 타인의 명예를 훼손하는 것보다 오프라인(공연히)에서 훼손하는 것이 항상 더 중하게 처벌받는다.",
        "answer": false,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률은 온라인 명예훼손에 대해 형법보다 가중된 처벌 규정을 두고 있어, 경우에 따라 온라인 명예훼손이 더 중하게 처벌될 수 있습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 (벌칙), 형법 제307조 (명예훼손)"
    },
    {
        "id": 304,
        "statement": "술에 취해 길거리에서 잠이 들더라도 경범죄처벌 대상이 아니다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '주취소란'에 해당하여 술에 취한 채로 함부로 주위를 소란하게 하거나 다른 사람에게 불안감·혐오감을 주는 행위, 또는 도로 등에서 술에 취해 쓰러져 통행을 방해하는 행위는 처벌 대상입니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제20호 (주취소란)"
    },
    {
        "id": 305,
        "statement": "근로자는 1년간 일정 기간 근무하면 유급 연차휴가를 사용할 권리가 있다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자는 1년간 80퍼센트 이상 출근한 근로자에게 15일의 유급휴가를 주어야 하며, 계속근로기간이 1년 미만인 근로자에게도 일정 기준에 따라 유급휴가를 주어야 합니다.",
        "legalBasis": "근로기준법 제60조 (연차 유급휴가)"
    },
    {
        "id": 306,
        "statement": "이혼 시 자녀를 양육하는 부모는 상대방에게 양육비를 청구할 수 없다.",
        "answer": false,
        "explanation": "민법에 따라 이혼한 부부는 자녀의 양육에 필요한 비용을 부모의 경제적 능력에 따라 부담해야 하므로, 자녀를 양육하는 부모는 상대방에게 양육비를 청구할 수 있습니다.",
        "legalBasis": "민법 제837조의2 (양육비부담)"
    },
    {
        "id": 307,
        "statement": "허가 없이 개인이 드론을 비행금지구역에서 조종하는 것은 불법이 아니다.",
        "answer": false,
        "explanation": "항공안전법에 따라 비행금지구역이나 비행제한구역에서 허가 없이 드론을 비행하는 것은 불법이며, 위반 시 과태료 또는 형사처벌을 받을 수 있습니다.",
        "legalBasis": "항공안전법 제127조 (초경량비행장치 비행 제한) 및 제166조 (벌칙)"
    },
    {
        "id": 308,
        "statement": "이동통신사와 휴대폰 계약 시 약정 기간을 채우지 못하고 해지하면 위약금을 물지 않아도 된다.",
        "answer": false,
        "explanation": "전기통신사업법 및 공정거래위원회의 위약금 관련 고시에 따라, 약정 기간이 있는 휴대폰 계약을 중도 해지할 경우 정당한 위약금이 부과될 수 있습니다.",
        "legalBasis": "전기통신사업법 제50조 (금지행위), 약관의 규제에 관한 법률"
    },
    {
        "id": 309,
        "statement": "소방차 진입을 방해할 수 있는 소방시설 주변에 주차하는 것은 단속 대상이 아니다.",
        "answer": false,
        "explanation": "소방시설 설치 및 관리에 관한 법률에 따라 소방시설 주변 5m 이내에 불법 주정차하는 것은 소방 활동에 지장을 초래하여 단속 및 과태료 부과 대상이 됩니다.",
        "legalBasis": "소방시설 설치 및 관리에 관한 법률 제11조 (소방자동차의 전용구역 등) 및 제50조 (과태료)"
    },
    {
        "id": 310,
        "statement": "이웃집 건물이 내 집의 전망을 가려도 법적으로 아무런 문제를 제기할 수 없다.",
        "answer": false,
        "explanation": "일조권(햇빛을 받을 권리) 및 조망권(경관을 조망할 권리)은 법적으로 보호될 수 있는 권리이며, 지나친 침해가 있는 경우 손해배상 청구 등의 법적 구제를 받을 수 있습니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용) 및 판례"
    },
    {
        "id": 311,
        "statement": "공공장소에서 큰 소리로 노래를 부르거나 소란을 피우는 행위는 법적으로 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '인근소란'에 해당하여 여러 사람에게 고통이나 불편을 주는 시끄러운 소리를 내는 행위는 처벌 대상입니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란)"
    },
    {
        "id": 312,
        "statement": "회사가 직원을 채용할 때 외모를 기준으로 차별하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "국가인권위원회법 및 고용정책기본법 등에 따라 합리적인 이유 없이 외모 등 개인의 신체적 조건을 이유로 고용상 차별하는 것은 허용되지 않습니다.",
        "legalBasis": "국가인권위원회법 제2조 (정의) 제3호 (평등권 침해의 차별행위), 고용정책기본법 제7조 (차별의 금지)"
    },
    {
        "id": 313,
        "statement": "부모는 자녀를 훈육할 때 어떤 종류의 폭력을 사용해도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "민법상 징계권 범위 내에서 허용되는 체벌은 이미 삭제되었고, 아동복지법상 아동학대 금지 조항에 따라 자녀에게 신체적·정서적 폭력을 가하는 것은 아동학대에 해당하며 처벌받을 수 있습니다.",
        "legalBasis": "아동복지법 제17조 (금지행위), 민법 제915조 (징계권) (징계권 내 체벌 허용 조항 삭제)"
    },
    {
        "id": 314,
        "statement": "키우는 반려견의 짖는 소리가 너무 커서 이웃에게 지속적인 피해를 주면 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "소음·진동관리법상 생활소음 규제 대상이 될 수 있으며, 민법상 불법행위에 해당하여 손해배상 청구의 대상이 될 수 있습니다.",
        "legalBasis": "소음·진동관리법 제44조 (생활소음·진동의 규제), 민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 315,
        "statement": "국민은 국가기관이나 공공기관의 위법 부당한 행정 처분에 대해 민원을 제기할 권리가 없다.",
        "answer": false,
        "explanation": "민원 처리에 관한 법률 및 국민권익위원회 설치 및 운영에 관한 법률에 따라 국민은 국가기관이나 공공기관의 위법·부당한 처분 또는 불합리한 행정제도 등으로 인한 권익 침해나 불편에 대해 민원을 제기할 권리가 있습니다.",
        "legalBasis": "민원 처리에 관한 법률 제4조 (민원인의 권리), 국민권익위원회 설치 및 운영에 관한 법률 제3조 (설치 목적)"
    },
    {
        "id": 316,
        "statement": "온라인 쇼핑몰에서 허위 구매 후기를 작성하여 다른 소비자를 속이는 것은 법적 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률 및 표시·광고의 공정화에 관한 법률에 따라 소비자를 기만하거나 허위·과장된 내용의 표시·광고 행위는 금지되며, 이를 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제21조 (금지행위), 표시·광고의 공정화에 관한 법률 제3조 (부당한 표시·광고 행위의 금지)"
    },
    {
        "id": 317,
        "statement": "운전면허 없이 자동차를 운전하는 것은 불법이 아니다.",
        "answer": false,
        "explanation": "도로교통법상 운전면허를 받지 않고 자동차를 운전하는 행위는 '무면허 운전'에 해당하며, 이는 중대한 위법행위로 처벌받습니다.",
        "legalBasis": "도로교통법 제43조 (무면허운전 등의 금지), 제152조 (벌칙)"
    },
    {
        "id": 318,
        "statement": "개인 소유의 땅이라도 정당한 이유 없이 타인의 출입을 막을 수 없다.",
        "answer": false,
        "explanation": "민법상 토지 소유자는 소유하는 토지를 점유할 수 있으며, 정당한 이유 없이 타인의 출입을 거절할 수 있습니다. 다만, 공로로 통하는 통행권이나 인접 토지의 통행권 등 예외는 있습니다.",
        "legalBasis": "민법 제211조 (소유권의 내용)"
    },
    {
        "id": 319,
        "statement": "다른 사람의 재물에 낙서를 하는 행위는 재물손괴죄에 해당하지 않는다.",
        "answer": false,
        "explanation": "형법상 재물손괴죄는 타인의 재물을 손괴 또는 은닉 기타 방법으로 그 효용을 해하는 행위를 처벌하므로, 낙서로 인해 물건의 효용이 떨어지면 재물손괴죄가 성립할 수 있습니다.",
        "legalBasis": "형법 제366조 (재물손괴 등)"
    },
    {
        "id": 320,
        "statement": "회사가 근로자에게 지급해야 할 임금을 정당한 이유 없이 체불하면 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "근로기준법에 따라 사용자는 근로자에게 임금을 정해진 날짜에 전액 지급해야 하며, 이를 위반할 경우 임금체불에 해당하여 처벌받을 수 있습니다.",
        "legalBasis": "근로기준법 제43조 (임금 지급) 및 제109조 (벌칙)"
    },
    {
        "id": 321,
        "statement": "결혼식을 올렸더라도 혼인신고를 하지 않으면 법적으로 부부로 인정받지 못한다.",
        "answer": true,
        "explanation": "민법상 혼인의 효력은 혼인 당사자가 시(구)·읍·면의 장에게 신고함으로써 발생합니다. 따라서 결혼식을 올렸더라도 혼인신고를 하지 않았다면 법률상 부부가 아닙니다.",
        "legalBasis": "민법 제812조 (혼인성립의 요건)"
    },
    {
        "id": 322,
        "statement": "개인이 자신의 집 주변에 범죄 예방 목적으로 CCTV를 설치하는 것은 어떤 규제도 받지 않는다.",
        "answer": false,
        "explanation": "개인정보보호법에 따라 공개된 장소에 영상정보처리기기(CCTV)를 설치·운영하는 경우 법률에 따른 설치 목적 외의 목적으로 임의로 카메라를 조작하거나 다른 곳을 비추는 행위 등이 금지되며, 필요 최소한의 범위에서 운영해야 합니다.",
        "legalBasis": "개인정보보호법 제25조 (영상정보처리기기 설치·운영의 제한)"
    },
    {
        "id": 323,
        "statement": "폐가전제품이나 가구 등 대형 폐기물을 길거리에 무단으로 버리는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 대형 폐기물은 지정된 방법(대형폐기물 신고 스티커 부착 등)으로 배출해야 하며, 무단으로 버리는 것은 불법이며 과태료 부과 대상입니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 제68조 (과태료)"
    },
    {
        "id": 324,
        "statement": "공무원은 직무와 관련하여 금품이나 향응을 받으면 안 된다.",
        "answer": true,
        "explanation": "국가공무원법, 공무원 행동강령 및 부정청탁 및 금품등 수수의 금지에 관한 법률(김영란법) 등에 따라 공무원은 직무와 관련하여 금품이나 향응을 받거나 요구해서는 안 됩니다.",
        "legalBasis": "국가공무원법 제61조 (청렴의 의무), 부정청탁 및 금품등 수수의 금지에 관한 법률 제8조 (금품등의 수수 금지)"
    },
    {
        "id": 325,
        "statement": "인터넷에 올라온 타인의 글이나 사진은 출처를 밝히지 않고 자유롭게 사용할 수 있다.",
        "answer": false,
        "explanation": "저작권법에 따라 타인의 글이나 사진은 저작자의 허락 없이 사용하면 저작권 침해가 되며, 출처를 밝히더라도 저작권자의 동의 없이 상업적 이용 등을 할 경우 문제가 될 수 있습니다.",
        "legalBasis": "저작권법 제10조 (저작권), 제21조 (복제권), 제22조 (공연권), 제23조 (공중송신권)"
    },
    {
        "id": 326,
        "statement": "악성 소프트웨어(예: 바이러스, 랜섬웨어 등)를 제작하거나 유포하는 행위는 법적으로 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 악성 프로그램 등을 유포하거나, 정보통신망에 침입하는 등의 행위는 금지되며, 이를 위반 시 처벌받습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 (정보통신망 침해행위 등의 금지) 제2항"
    },
    {
        "id": 327,
        "statement": "식당이나 카페에서는 메뉴판에 최종 가격을 표시하지 않아도 된다.",
        "answer": false,
        "explanation": "물가안정에 관한 법률 및 식품위생법 등에 따라 식당이나 카페는 메뉴판 등에 소비자가 쉽게 알 수 있도록 최종 가격을 표시해야 합니다.",
        "legalBasis": "물가안정에 관한 법률 제3조 (가격표시 등), 식품위생법 시행규칙 제44조 (영업자가 준수하여야 할 사항)"
    },
    {
        "id": 328,
        "statement": "중앙선이 노란색 실선으로 된 도로에서 반대편 차선으로 넘어가는 것은 법적으로 금지된다.",
        "answer": true,
        "explanation": "도로교통법에 따라 중앙선이 황색실선인 경우, 차선을 넘어 반대편 차로로 통행하는 것은 금지됩니다.",
        "legalBasis": "도로교통법 제14조 (차로의 설치 등) 제3항"
    },
    {
        "id": 329,
        "statement": "계약 체결 후 단순 변심으로 계약을 해지할 수 있는 권리는 항상 인정된다.",
        "answer": false,
        "explanation": "원칙적으로 계약은 당사자 간의 합의에 따라 구속력을 가지며, 단순 변심만으로는 해지할 수 없습니다. 다만, 전자상거래 등에서의 소비자보호에 관한 법률상 청약철회권이나 방문판매 등에 관한 법률상 청약철회권 등 특별법에 의해 인정되는 예외적인 경우가 있습니다.",
        "legalBasis": "민법 제543조 (해지, 해제권) (해지권의 의의), 전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등)"
    },
    {
        "id": 330,
        "statement": "다른 사람에게 해를 가할 것처럼 말로 위협하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 협박죄는 사람에게 해악을 고지하여 공포심을 느끼게 하는 행위를 처벌합니다.",
        "legalBasis": "형법 제283조 (협박, 존속협박)"
    },
    {
        "id": 331,
        "statement": "중고 제품을 구매하면 새 제품과 동일하게 법적인 품질 보증을 받을 수 있다.",
        "answer": false,
        "explanation": "중고 제품의 품질 보증은 판매자와의 계약 내용에 따라 달라지며, 일반적으로 새 제품과 동일한 법적 품질 보증을 받을 수는 없습니다. 다만, 중고차 등 일부 품목은 관련 법규에 따라 일정 기간 보증이 적용될 수 있습니다.",
        "legalBasis": "민법 제580조 (매도인의 하자담보책임) 및 제582조 (매수인의 권리행사기간), 중고차성능·상태점검책임보험 (자동차관리법 관련)"
    },
    {
        "id": 332,
        "statement": "운전 중 휴대전화를 사용하여 통화하는 것은 운전이 방해되지 않는다면 허용된다.",
        "answer": false,
        "explanation": "도로교통법에 따라 자동차 운전 중에는 휴대용 전화를 사용하는 것이 원칙적으로 금지됩니다. 다만, 손으로 잡지 않고 통화하거나 음성으로 제어하는 등 안전 운전에 지장이 없는 일부 예외는 있습니다.",
        "legalBasis": "도로교통법 제49조 (모든 운전자의 준수사항 등) 제1항 제10호"
    },
    {
        "id": 333,
        "statement": "친구에게 돈을 빌려줄 때 차용증을 쓰지 않아도 법적 효력이 있다.",
        "answer": true,
        "explanation": "계약은 구두로도 성립하므로 차용증이 없어도 법적 효력은 있습니다. 다만, 차용증이 없으면 돈을 빌려주었다는 사실이나 금액을 증명하기 어려워 분쟁 발생 시 불리할 수 있습니다.",
        "legalBasis": "민법 제105조 (임의규정), 민사소송법 (입증책임)"
    },
    {
        "id": 334,
        "statement": "경찰관이 신분증 제시를 요구할 때 다른 사람의 신분증을 제시해도 처벌받지 않는다.",
        "answer": false,
        "explanation": "다른 사람의 신분증을 제시하는 행위는 주민등록법 위반 또는 공무집행방해죄 등으로 처벌받을 수 있습니다.",
        "legalBasis": "주민등록법 제37조 (벌칙), 형법 제136조 (공무집행방해)"
    },
    {
        "id": 335,
        "statement": "최저임금은 모든 사업장에서 반드시 지켜야 하는 법정 임금이다.",
        "answer": true,
        "explanation": "최저임금법에 따라 사용자는 최저임금의 적용을 받는 근로자에게 최저임금액 이상의 임금을 지급해야 하며, 이는 모든 사업장에 적용됩니다.",
        "legalBasis": "최저임금법 제6조 (최저임금의 효력)"
    },
    {
        "id": 336,
        "statement": "이혼 시 부부 공동의 재산은 반드시 절반씩 나누어야 한다.",
        "answer": false,
        "explanation": "민법상 이혼 시 재산분할은 혼인 중 부부가 공동으로 형성한 재산에 대해 각자의 기여도를 고려하여 분할합니다. 따라서 반드시 절반씩 나누는 것은 아닙니다.",
        "legalBasis": "민법 제839조의2 (재산분할청구권)"
    },
    {
        "id": 337,
        "statement": "일반 가정집은 소화기를 비치할 의무가 없다.",
        "answer": false,
        "explanation": "소방시설 설치 및 관리에 관한 법률 시행령 개정에 따라 2017년부터는 모든 주택에 소화기 및 단독경보형감지기를 의무적으로 설치해야 합니다.",
        "legalBasis": "소방시설 설치 및 관리에 관한 법률 시행령 제11조 (특정소방대상물의 관계인이 특정소방대상물에 설치·관리하여야 하는 소방시설의 종류 등)"
    },
    {
        "id": 338,
        "statement": "온라인 게임에서 유료 아이템을 구매한 후에는 어떠한 경우에도 청약철회를 할 수 없다.",
        "answer": false,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라 유료 아이템도 구매 후 7일 이내에는 청약철회가 가능합니다. 다만, 이미 사용했거나 복제가 가능한 경우 등 일부 예외가 있을 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등)"
    },
    {
        "id": 339,
        "statement": "물건을 싣거나 내리는 중이라도 '하역 주차장'이 아닌 일반 도로의 횡단보도에 주차하는 것은 불법이다.",
        "answer": true,
        "explanation": "도로교통법에 따라 횡단보도 위나 횡단보도에 걸쳐서 주차하는 것은 불법이며, 물건을 싣거나 내리는 행위와 상관없이 단속 대상이 됩니다.",
        "legalBasis": "도로교통법 제32조 (정차 및 주차의 금지) 제2호"
    },
    {
        "id": 340,
        "statement": "이웃집에서 인테리어 공사로 인해 발생하는 소음은 어떠한 경우에도 규제할 수 없다.",
        "answer": false,
        "explanation": "소음·진동관리법에 따라 공사장에서 발생하는 소음은 배출허용기준을 준수해야 하며, 이를 초과하는 경우 행정 처분 및 과태료 등이 부과될 수 있습니다. 또한, 민법상 소음 피해로 손해배상을 청구할 수도 있습니다.",
        "legalBasis": "소음·진동관리법 제21조 (공사장의 소음·진동 저감), 민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 341,
        "statement": "술에 취해 공공장소에서 넘어져 다른 사람에게 상해를 입혔다면, 술에 취했다는 이유로 처벌받지 않는다.",
        "answer": false,
        "explanation": "형법상 상해죄로 처벌받을 수 있습니다. 다만, 심신미약 상태인 경우 형이 감경될 수 있지만, 범죄 자체가 면책되는 것은 아닙니다.",
        "legalBasis": "형법 제257조 (상해), 제10조 (심신장애인)"
    },
    {
        "id": 342,
        "statement": "해고 시 회사는 반드시 정당한 이유를 서면으로 통지해야 한다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자가 근로자를 해고하려면 해고 사유와 해고 시기를 서면으로 통지해야 하며, 정당한 이유 없는 해고는 부당해고에 해당합니다.",
        "legalBasis": "근로기준법 제27조 (해고사유 등의 서면통지)"
    },
    {
        "id": 343,
        "statement": "미성년 자녀가 부모 동의 없이 체결한 계약으로 생긴 빚은 부모가 취소할 수 없다.",
        "answer": false,
        "explanation": "민법상 미성년자가 법정대리인(부모 등)의 동의 없이 체결한 계약은 법정대리인이 취소할 수 있습니다.",
        "legalBasis": "민법 제5조 (미성년자의 능력) 제2항"
    },
    {
        "id": 344,
        "statement": "길거리에서 수상한 사람을 보았을 때 경찰에 신고하는 것은 법적으로 허용되지 않는다.",
        "answer": false,
        "explanation": "경찰 112 신고 등 범죄 예방 또는 안전을 위한 신고는 국민의 권리이자 필요에 따라 적극 권장되는 행위입니다.",
        "legalBasis": "경찰관 직무집행법 제2조 (직무의 범위)"
    },
    {
        "id": 345,
        "statement": "자동차 배기가스는 대기오염의 원인이 아니므로 규제 대상이 아니다.",
        "answer": false,
        "explanation": "대기환경보전법에 따라 자동차 배기가스 등은 대기오염의 주요 원인 중 하나이며, 정부는 배출허용기준 설정 등 관련 규제를 시행하고 있습니다.",
        "legalBasis": "대기환경보전법 제5조 (자동차의 배출가스 허용기준) 등"
    },
    {
        "id": 346,
        "statement": "신용카드 회사는 고객의 동의 없이 개인정보를 다른 회사에 판매할 수 있다.",
        "answer": false,
        "explanation": "개인정보보호법에 따라 신용카드 회사 등 개인정보처리자는 고객의 동의 없이 개인정보를 제3자에게 제공하거나 판매할 수 없습니다.",
        "legalBasis": "개인정보보호법 제17조 (개인정보의 제공), 제18조 (개인정보의 목적 외 이용·제공 제한)"
    },
    {
        "id": 347,
        "statement": "자동차에 탑승한 모든 사람은 운전석, 조수석, 뒷좌석 상관없이 안전벨트를 착용해야 할 의무가 있다.",
        "answer": true,
        "explanation": "도로교통법에 따라 자동차에 탑승한 모든 사람은 좌석 안전띠(안전벨트)를 착용해야 할 의무가 있습니다. 이를 위반 시 과태료가 부과됩니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무 등) 제1항"
    },
    {
        "id": 348,
        "statement": "여러 명이 함께 사는 주거 공간에서 다른 사람의 개인 물품을 동의 없이 사용할 수 있다.",
        "answer": false,
        "explanation": "다른 사람의 동의 없이 개인 물품을 사용하는 것은 사생활 침해나 재물 손괴에 해당할 수 있으며, 민법상 손해배상 청구의 대상이 될 수 있습니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 349,
        "statement": "물건을 훔치려다가 마음을 바꿔 원래대로 돌려놓으면 절도죄로 처벌받지 않는다.",
        "answer": false,
        "explanation": "형법상 절도죄는 미수범도 처벌하도록 규정하고 있습니다. 절도를 시도한 행위 자체가 처벌 대상이므로, 마음을 바꿔 원래대로 돌려놓았더라도 이미 범죄 행위가 시작된 것으로 보아 처벌받을 수 있습니다.",
        "legalBasis": "형법 제342조 (미수범)"
    },
    {
        "id": 350,
        "statement": "아르바이트생은 정규직 근로자와 비교하여 정당한 이유 없이 차별 대우를 받을 수 있다.",
        "answer": false,
        "explanation": "기간제 및 단시간근로자 보호 등에 관한 법률에 따라 사용자는 기간제근로자 및 단시간근로자(아르바이트생 포함)임을 이유로 동종 또는 유사한 업무에 종사하는 정규직근로자에 비하여 차별적 처우를 해서는 안 됩니다.",
        "legalBasis": "기간제 및 단시간근로자 보호 등에 관한 법률 제8조 (차별적 처우의 금지)"
    },
    {
        "id": 351,
        "statement": "혼인신고는 거주지 관할 동사무소에서만 할 수 있다.",
        "answer": false,
        "explanation": "혼인신고는 당사자의 등록기준지 또는 주소지 관할 시·구·읍·면사무소에서 할 수 있으며, 전국의 모든 시·구·읍·면사무소 어디서든 신고가 가능합니다.",
        "legalBasis": "가족관계의 등록 등에 관한 법률 제15조 (혼인의 신고)"
    },
    {
        "id": 352,
        "statement": "공원 등에 야간 출입 제한 시간이 있다면, 밤늦게까지 머무르는 것은 불법이 아니다.",
        "answer": false,
        "explanation": "지방자치단체의 조례에 따라 공원 등의 출입 시간이 제한될 수 있으며, 이를 위반할 경우 경범죄처벌법상 '출입금지위반' 또는 해당 조례 위반으로 과태료가 부과될 수 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제15호 (출입금지위반), 지방자치법"
    },
    {
        "id": 353,
        "statement": "물을 아끼지 않고 낭비해도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "물관리기본법 및 수도법 등은 물의 효율적인 이용 및 보전과 관련한 규정을 두고 있으며, 국가 차원에서 물 낭비를 줄이기 위한 다양한 정책을 시행하고 있습니다.",
        "legalBasis": "물관리기본법 제2조 (정의), 수도법 제20조 (물의 절약)"
    },
    {
        "id": 354,
        "statement": "국민은 필요한 경우 공공기관에 특정 서비스를 제공해 달라고 요청할 수 있는 권리가 없다.",
        "answer": false,
        "explanation": "민원 처리에 관한 법률에 따라 국민은 행정기관에 대하여 일정한 행정 목적을 달성하기 위하여 하는 행정 서비스 요구 행위인 민원을 제기할 권리가 있습니다.",
        "legalBasis": "민원 처리에 관한 법률 제4조 (민원인의 권리)"
    },
    {
        "id": 355,
        "statement": "유명인의 얼굴이 들어간 밈(Meme)을 상업적 목적으로 사용해도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "유명인의 얼굴이 들어간 밈을 상업적 목적으로 사용할 경우, 해당 인물의 초상권 또는 퍼블리시티권(재산권으로서의 초상권)을 침해할 수 있으며, 저작권 침해 문제도 발생할 수 있습니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용) (초상권 및 퍼블리시티권 침해 관련 판례), 저작권법"
    },
    {
        "id": 356,
        "statement": "인터넷에 특정인에 대한 근거 없는 소문을 유포해도 법적으로 처벌받지 않는다.",
        "answer": false,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 정보통신망을 통해 사람을 비방할 목적으로 공공연하게 거짓의 사실을 드러내어 다른 사람의 명예를 훼손하면 처벌받습니다. 진실한 사실이라도 명예훼손이 될 수 있습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 (벌칙)"
    },
    {
        "id": 357,
        "statement": "중고차 매매상사에서 구매한 중고차는 구매 후 일정 기간 동안 성능 보증을 받을 수 있다.",
        "answer": true,
        "explanation": "자동차관리법 시행규칙에 따라 중고차 매매업자는 소비자에게 일정 기간(예: 1개월 또는 2,000km 등) 동안 중고차의 성능·상태를 보증하고, 이를 보증하기 위한 책임보험에 가입해야 합니다.",
        "legalBasis": "자동차관리법 제58조 (자동차매매업자의 고지 및 관리의무), 자동차관리법 시행규칙 제120조 (성능·상태점검의 방법 및 보증기간 등)"
    },
    {
        "id": 358,
        "statement": "자동차는 자전거 전용차로로 통행할 수 없다.",
        "answer": true,
        "explanation": "도로교통법에 따라 자전거 전용차로는 자전거만 통행할 수 있도록 설치된 차로이며, 자동차는 이 곳으로 통행할 수 없습니다. 이를 위반 시 범칙금 또는 과태료가 부과됩니다.",
        "legalBasis": "도로교통법 제13조 (차마의 통행)"
    },
    {
        "id": 359,
        "statement": "공연성이 없는(예: 1:1 대화) 상태에서 타인의 명예를 훼손하는 발언은 명예훼손죄로 처벌되지 않는다.",
        "answer": true,
        "explanation": "형법상 명예훼손죄가 성립하려면 '공연성'이라는 요건이 필요합니다. 공연성은 불특정 또는 다수인이 인지할 수 있는 상태를 의미하므로, 1:1 대화 등 공연성이 없는 경우에는 명예훼손죄가 성립하지 않습니다. (다만 모욕죄 등 다른 죄가 성립될 여지는 있습니다.)",
        "legalBasis": "형법 제307조 (명예훼손) 및 판례"
    },
    {
        "id": 360,
        "statement": "다른 사람의 신체를 동의 없이 촬영하는 것은 불법이다.",
        "answer": true,
        "explanation": "성폭력범죄의 처벌 등에 관한 특례법(성폭력처벌법)에 따라 카메라나 그 밖에 이와 유사한 기능을 갖춘 기계장치를 이용하여 성적 욕망 또는 수치심을 유발할 수 있는 타인의 신체를 그 의사에 반하여 촬영하는 것은 불법입니다.",
        "legalBasis": "성폭력범죄의 처벌 등에 관한 특례법 제14조 (카메라 등을 이용한 촬영)"
    },
    {
        "id": 361,
        "statement": "온라인 쇼핑몰에서 구매한 상품은 단순 변심이라도 언제든지 반품할 수 있다.",
        "answer": false,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라 청약철회는 원칙적으로 상품을 받은 날부터 7일 이내에 가능하며, 상품 훼손, 재판매 불가 등 일부 경우에는 제한될 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등)"
    },
    {
        "id": 362,
        "statement": "운전면허증 유효기간이 지났더라도 운전을 하면 안 된다.",
        "answer": true,
        "explanation": "도로교통법에 따라 운전면허 유효기간이 만료된 상태로 운전하는 것은 무면허 운전에 해당하며, 처벌 대상이 됩니다.",
        "legalBasis": "도로교통법 제43조 (무면허운전 등의 금지), 제152조 (벌칙)"
    },
    {
        "id": 363,
        "statement": "세입자가 고의가 아닌 실수로 임대인의 집을 파손해도 보상할 의무가 없다.",
        "answer": false,
        "explanation": "민법상 임차인은 임차물을 선량한 관리자의 주의로 보존하고, 임차인의 귀책사유(고의 또는 과실)로 임차물이 훼손된 경우 손해를 배상할 책임이 있습니다.",
        "legalBasis": "민법 제374조 (특정물인도채무자의 선관의무), 제615조 (차주의 원상회복의무)"
    },
    {
        "id": 364,
        "statement": "온라인상에서 특정인을 지속적으로 따라다니거나 괴롭히는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "스토킹범죄의 처벌 등에 관한 법률(스토킹처벌법)에 따라 온라인(정보통신망 이용)으로 특정인에게 접근하거나 따라다니는 등 스토킹 행위를 하면 처벌받습니다.",
        "legalBasis": "스토킹범죄의 처벌 등에 관한 법률 제2조 (정의) 제1호 나목, 제4조 (스토킹범죄)"
    },
    {
        "id": 365,
        "statement": "회사가 직원을 해고할 때는 반드시 해고하기 30일 전에 예고해야 한다.",
        "answer": true,
        "explanation": "근로기준법에 따라 사용자는 근로자를 해고하려면 적어도 30일 전에 해고 예고를 해야 하며, 30일 전에 해고 예고를 하지 아니하였을 때에는 30일분 이상의 통상임금(해고예고수당)을 지급해야 합니다.",
        "legalBasis": "근로기준법 제26조 (해고의 예고)"
    },
    {
        "id": 366,
        "statement": "부모가 사망했을 때 자녀는 부모의 빚을 무조건 상속받아야 한다.",
        "answer": false,
        "explanation": "민법상 상속인은 상속을 포기하거나 상속재산의 범위 내에서만 빚을 갚는 한정승인을 할 수 있습니다. 이 경우 부모의 빚을 무조건 상속받는 것은 아닙니다.",
        "legalBasis": "민법 제1019조 (상속의 승인, 포기와 그 기간), 제1028조 (한정승인의 효과)"
    },
    {
        "id": 367,
        "statement": "비상구 앞에 물건을 쌓아두는 행위는 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "소방시설 설치 및 관리에 관한 법률에 따라 피난시설, 방화구획 및 방화시설을 폐쇄·훼손·변경하거나 그 주위에 물건을 쌓아두는 행위는 엄격히 금지됩니다. 위반 시 과태료 등이 부과됩니다.",
        "legalBasis": "소방시설 설치 및 관리에 관한 법률 제16조 (피난시설 등의 유지·관리) 및 제50조 (과태료)"
    },
    {
        "id": 368,
        "statement": "상품권은 유효기간이 지나면 무조건 사용할 수 없다.",
        "answer": false,
        "explanation": "공정거래위원회 상품권 표준약관에 따라 상품권은 유효기간이 지난 후에도 발행일로부터 5년 이내에는 90% 이상 사용 시 잔액을 환불받을 수 있습니다. 단, 발행사 정책에 따라 다를 수 있습니다.",
        "legalBasis": "상품권 표준약관 (공정거래위원회 고시)"
    },
    {
        "id": 369,
        "statement": "횡단보도가 아닌 곳에서 보행자가 무단횡단하다가 차량에 치이면 차량 운전자는 항상 책임이 없다.",
        "answer": false,
        "explanation": "차량 운전자에게도 도로교통법상 안전운전 의무와 전방 주시 의무가 있습니다. 따라서 무단횡단 사고라도 운전자가 사고를 예방할 수 있었던 상황 등 과실이 있다면 책임이 인정될 수 있습니다.",
        "legalBasis": "도로교통법 제48조 (안전운전 및 친환경 경제운전의 의무), 제49조 (모든 운전자의 준수사항 등) 및 판례"
    },
    {
        "id": 370,
        "statement": "이웃집 나무 가지가 내 집 마당까지 넘어와 불편을 주더라도 임의로 자를 수 없다.",
        "answer": true,
        "explanation": "민법에 따라 이웃 나무 가지가 경계를 넘어왔더라도 임의로 자르지 못하고, 나무 주인에게 가지를 제거해 달라고 청구할 수 있습니다. 청구 후 응하지 않으면 그때서야 임의로 제거할 수 있습니다.",
        "legalBasis": "민법 제240조 (수지, 목근의 제거권)"
    },
    {
        "id": 371,
        "statement": "물건을 훔쳤을 때 그 가치와 상관없이 모두 절도죄로 처벌받는다.",
        "answer": false,
        "explanation": "형법상 절도죄는 물건의 가치와 상관없이 성립되지만, 소액의 물건을 절취한 경우 상습성 등이 없다면 경범죄처벌법상의 '절도'로 더 가볍게 처벌될 수도 있습니다.",
        "legalBasis": "형법 제329조 (절도), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제14호 (절도)"
    },
    {
        "id": 372,
        "statement": "회사가 직원의 나이가 많다는 이유만으로 정당한 이유 없이 승진에서 제외하는 것은 불법이다.",
        "answer": true,
        "explanation": "고령자고용촉진법에 따라 사업주는 근로자의 연령을 이유로 임금, 임금 외의 금품, 복리후생, 교육·훈련, 배치·전보, 승진, 퇴직, 해고 등에 있어 차별하여서는 안 됩니다.",
        "legalBasis": "고령자고용촉진법 제4조의4 (고령자 고용 촉진을 위한 노력)"
    },
    {
        "id": 373,
        "statement": "부모의 동의를 받으면 만 18세 미만인 미성년자도 결혼할 수 있다.",
        "answer": false,
        "explanation": "민법상 만 19세가 되어야 결혼할 수 있으며, 만 19세 미만의 미성년자는 부모의 동의 여부와 관계없이 결혼할 수 없습니다.",
        "legalBasis": "민법 제807조 (혼인 적령)"
    },
    {
        "id": 374,
        "statement": "공공장소에 다른 사람에게 불쾌감을 줄 수 있는 그림이나 글씨를 전시하는 것은 허용되지 않는다.",
        "answer": true,
        "explanation": "경범죄처벌법상 '불안감 조성' 또는 '광고물 무단 설치' 등에 해당할 수 있으며, 공공질서와 미풍양속을 해치는 행위는 규제 대상이 됩니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제19호 (불안감 조성) 또는 제10호 (광고물 무단설치)"
    },
    {
        "id": 375,
        "statement": "자동차의 소음기 등을 개조하여 과도한 소음을 발생시키는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "자동차관리법에 따라 자동차 소음기 등은 허용 기준을 준수해야 하며, 불법 개조로 과도한 소음을 발생시키는 행위는 처벌 대상입니다.",
        "legalBasis": "자동차관리법 제34조 (자동차의 튜닝) 및 제81조 (벌칙)"
    },
    {
        "id": 376,
        "statement": "온라인 결제 시 카드 정보 등 개인 금융 정보는 항상 안전하게 보호된다고 믿어도 된다.",
        "answer": false,
        "explanation": "개인정보보호법과 전자금융거래법 등 관련 법규에 따라 금융 정보는 보호되지만, 사용자의 부주의나 시스템 오류 등 여러 원인으로 정보 유출 위험은 항상 존재합니다. 따라서 사용자의 주의와 보안 조치가 필요합니다.",
        "legalBasis": "개인정보보호법 제3조 (정보주체의 권리), 전자금융거래법 제9조 (금융기관의 책임)"
    },
    {
        "id": 377,
        "statement": "만 6세 미만의 어린이는 반드시 카시트(유아용 보호장구)를 사용해야 한다.",
        "answer": true,
        "explanation": "도로교통법에 따라 6세 미만의 유아를 자동차에 태울 때에는 유아용 보호장구를 장착한 후에 태워야 합니다. 이를 위반 시 과태료가 부과됩니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무 등) 제1항"
    },
    {
        "id": 378,
        "statement": "상점이나 노점상에서 발생하는 소음은 어떤 경우에도 규제할 수 없다.",
        "answer": false,
        "explanation": "소음·진동관리법상 생활소음 규제 대상이 될 수 있으며, 경범죄처벌법상 '인근소란'에 해당하여 처벌받을 수도 있습니다.",
        "legalBasis": "소음·진동관리법 제44조 (생활소음·진동의 규제), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란)"
    },
    {
        "id": 379,
        "statement": "개인 소유의 건물 벽에 노상방뇨를 하는 행위는 처벌받지 않는다.",
        "answer": false,
        "explanation": "경범죄처벌법상 '쓰레기 등 무단투기' 항목에 포함되어 길이나 공원, 그 밖에 여러 사람이 모이거나 다니는 곳에서 함부로 대소변을 보는 행위는 처벌 대상입니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제3호 (쓰레기 등 무단투기)"
    },
    {
        "id": 380,
        "statement": "근로자는 사용하지 못한 연차휴가를 다음 해로 이월하여 사용할 수 없다.",
        "answer": false,
        "explanation": "근로기준법상 연차휴가는 1년간 사용하지 않으면 원칙적으로 소멸되지만, 근로자와 사용자가 합의하여 연차휴가 사용 시기를 정하거나 이월하기로 한 경우에는 다음 해로 이월하여 사용할 수 있습니다.",
        "legalBasis": "근로기준법 제60조 (연차 유급휴가) 제7항"
    },
    {
        "id": 381,
        "statement": "조부모는 어떠한 경우에도 손자녀의 양육권을 주장할 수 없다.",
        "answer": false,
        "explanation": "민법상 자녀의 복리를 위해 필요한 경우 조부모 등 친족이 손자녀에 대한 양육권을 주장하여 법원의 허가를 받는 것이 가능합니다.",
        "legalBasis": "민법 제837조의2 (양육비부담), 제843조 (재판상 이혼원인에 관한 규정의 준용) 및 판례"
    },
    {
        "id": 382,
        "statement": "공중화장실에서 담배를 피우는 행위는 법적으로 제재를 받지 않는다.",
        "answer": false,
        "explanation": "공중화장실 등에 관한 법률 및 국민건강증진법에 따라 공중화장실은 금연구역으로 지정되어 있으며, 흡연 시 과태료가 부과됩니다.",
        "legalBasis": "공중화장실 등에 관한 법률 제7조 (금지행위), 국민건강증진법 제9조 (금연을 위한 조치) 제4항"
    },
    {
        "id": 383,
        "statement": "허가 없이 강이나 바다에서 물고기를 잡는 행위는 불법이 아니다.",
        "answer": false,
        "explanation": "수산업법 또는 내수면어업법에 따라 어업권이 없는 자가 허가 없이 어업을 하는 것은 불법이며, 금지된 어구 사용, 금어기 위반 등도 처벌 대상이 됩니다.",
        "legalBasis": "수산업법 제40조 (무면허 어업의 금지), 내수면어업법 제18조 (무면허 어업의 금지)"
    },
    {
        "id": 384,
        "statement": "공무원의 부당한 직무 처리에 대해 민원을 제기하는 것은 불법이다.",
        "answer": false,
        "explanation": "민원 처리에 관한 법률에 따라 국민은 공무원의 위법·부당한 처분에 대하여 민원을 제기할 수 있는 권리가 있습니다. 또한 국민권익위원회에 고충 민원을 제기할 수도 있습니다.",
        "legalBasis": "민원 처리에 관한 법률 제4조 (민원인의 권리), 국민권익위원회 설치 및 운영에 관한 법률 제3조 (설치 목적)"
    },
    {
        "id": 385,
        "statement": "학교 수업용 교재를 복사하여 친구들과 나눠 쓰는 것은 저작권 침해에 해당한다.",
        "answer": true,
        "explanation": "저작권법에 따라 저작물을 복제하거나 배포하는 행위는 저작권자의 허락을 받아야 합니다. 학교 수업 목적이라 하더라도 저작권자의 허락 없이 무단 복제하여 배포하는 것은 원칙적으로 저작권 침해에 해당합니다.",
        "legalBasis": "저작권법 제2조 (정의), 제21조 (복제권), 제22조 (공연권)"
    },
    {
        "id": 386,
        "statement": "인터넷에 영화나 음악 파일을 불법으로 공유하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "저작권법에 따라 저작권자의 허락 없이 영화나 음악 파일을 온라인에서 다운로드하거나 공유하는 행위는 저작권 침해에 해당하며, 처벌받을 수 있습니다.",
        "legalBasis": "저작권법 제136조 (벌칙)"
    },
    {
        "id": 387,
        "statement": "신용카드사는 고객의 개인정보를 본인의 동의 없이 제3자에게 판매할 수 없다.",
        "answer": true,
        "explanation": "개인정보보호법에 따라 개인정보처리자(신용카드사 포함)는 정보주체(고객)의 동의를 받지 아니하고 개인정보를 제3자에게 제공할 수 없으며, 이를 위반할 경우 처벌받습니다.",
        "legalBasis": "개인정보보호법 제17조 (개인정보의 제공)"
    },
    {
        "id": 388,
        "statement": "음주운전은 혈중 알코올 농도 수치와 상관없이 항상 면허가 취소된다.",
        "answer": false,
        "explanation": "도로교통법상 음주운전은 혈중 알코올 농도 수치에 따라 운전면허 정지 또는 취소 처분을 받게 됩니다. 0.03% 이상 0.08% 미만은 정지, 0.08% 이상은 취소입니다.",
        "legalBasis": "도로교통법 제93조 (운전면허의 취소·정지)"
    },
    {
        "id": 389,
        "statement": "주택 임대차 계약 기간이 만료되면 세입자는 무조건 집을 비워줘야 한다.",
        "answer": false,
        "explanation": "주택임대차보호법에 따라 세입자는 계약갱신청구권을 행사하거나 묵시적 갱신이 되는 경우, 계약 기간이 만료되더라도 계속해서 거주할 수 있는 권리를 가집니다.",
        "legalBasis": "주택임대차보호법 제6조 (계약의 갱신), 제6조의3 (계약갱신 요구 등)"
    },
    {
        "id": 390,
        "statement": "타인의 이름이나 신분을 속여 공공기관에서 서류를 발급받는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 공문서 위조·변조죄, 사서명 위조·변조죄 또는 주민등록법 위반 등으로 처벌받을 수 있습니다.",
        "legalBasis": "형법 제225조 (공문서등의 위조·변조), 제239조 (사서명위조·변조), 주민등록법 제37조 (벌칙)"
    },
    {
        "id": 391,
        "statement": "미용실에서 머리 손질을 받은 후 마음에 들지 않는다는 이유로 무조건 환불을 요구할 수 있다.",
        "answer": false,
        "explanation": "서비스 특성상 환불은 제한적일 수 있으며, 소비자분쟁해결기준에 따라 시술 결과가 현저히 불량하거나 계약 내용과 다른 경우에 한하여 재시술, 손해배상 또는 환불을 요구할 수 있습니다.",
        "legalBasis": "소비자기본법 제20조 (사업자의 책임), 소비자분쟁해결기준 (공정거래위원회 고시)"
    },
    {
        "id": 392,
        "statement": "횡단보도가 없는 교차로에서 보행자가 건너고 있을 때 차량은 보행자를 보호할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법상 모든 차의 운전자는 보행자의 통행을 방해하지 않도록 보행자를 보호해야 할 의무가 있습니다. 횡단보도가 없는 곳이라도 보행자에게 주의를 기울여야 합니다.",
        "legalBasis": "도로교통법 제27조 (보행자의 보호), 제48조 (안전운전 및 친환경 경제운전의 의무)"
    },
    {
        "id": 393,
        "statement": "임대인은 세입자와의 계약 기간이 남아 있어도 언제든지 계약을 해지할 수 있다.",
        "answer": false,
        "explanation": "주택임대차보호법 등 관련 법률에 따라 임대차 계약 기간 중에는 임대인이 일방적으로 계약을 해지할 수 없으며, 법으로 정해진 사유(세입자의 의무 위반 등)가 있는 경우에만 해지가 가능합니다.",
        "legalBasis": "주택임대차보호법 제4조 (임대차기간 등)"
    },
    {
        "id": 394,
        "statement": "공공장소에서 다른 사람에게 성적 수치심을 주는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 공연음란죄에 해당하여 공공연하게 음란한 행위를 하는 경우 처벌받습니다. 또한 경범죄처벌법상 '과다노출' 등도 처벌 대상입니다.",
        "legalBasis": "형법 제245조 (공연음란), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제16호 (과다노출)"
    },
    {
        "id": 395,
        "statement": "회사는 근로자에게 임금을 정해진 날짜에 지급하지 않아도 된다.",
        "answer": false,
        "explanation": "근로기준법에 따라 사용자는 근로자에게 임금을 매월 1회 이상 일정한 날짜를 정하여 지급해야 하며, 이를 위반할 경우 임금체불로 처벌받습니다.",
        "legalBasis": "근로기준법 제43조 (임금 지급)"
    },
    {
        "id": 396,
        "statement": "미성년 자녀가 다른 사람의 물건을 파손했다면 부모는 법적 책임을 져야 한다.",
        "answer": true,
        "explanation": "민법상 미성년자가 타인에게 손해를 가한 경우, 그 미성년자를 감독할 법정의무가 있는 자(부모)가 손해를 배상할 책임이 있습니다. 다만, 감독을 게을리하지 아니한 경우에는 그러하지 아니합니다.",
        "legalBasis": "민법 제755조 (책임무능력자의 감독자의 책임)"
    },
    {
        "id": 397,
        "statement": "집회나 시위를 열기 전에 반드시 경찰에 신고해야 한다.",
        "answer": true,
        "explanation": "집회 및 시위에 관한 법률에 따라 옥외 집회 또는 시위를 주최하려는 자는 그 목적, 일시, 장소 등을 관할 경찰서장에게 신고해야 합니다.",
        "legalBasis": "집회 및 시위에 관한 법률 제6조 (옥외집회 및 시위의 신고)"
    },
    {
        "id": 398,
        "statement": "유통기한이 지난 식품을 판매하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "식품위생법에 따라 유통기한이 지난 식품을 판매하거나 판매할 목적으로 진열·보관하는 것은 불법이며, 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "식품위생법 제7조 (식품 또는 식품첨가물에 관한 기준 및 규격) 제4항, 제94조 (벌칙)"
    },
    {
        "id": 399,
        "statement": "구급차나 소방차가 사이렌을 울리며 접근할 때 양보할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 모든 차의 운전자는 소방차, 구급차 등 긴급자동차가 접근할 때에는 교차로를 피하여 진로를 양보하거나 일시 정지해야 합니다.",
        "legalBasis": "도로교통법 제29조 (긴급자동차의 통행의 특례)"
    },
    {
        "id": 400,
        "statement": "친구에게 빌린 물건을 사용하다가 실수로 파손했다면 배상할 의무가 없다.",
        "answer": false,
        "explanation": "민법상 빌린 물건을 사용하다가 사용자에게 고의 또는 과실이 있다면, 그로 인해 발생한 손해에 대해 배상할 책임이 있습니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 401,
        "statement": "사람을 강제로 어떤 장소에 가두는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 감금죄에 해당하여 사람을 체포 또는 감금하는 행위는 처벌 대상입니다.",
        "legalBasis": "형법 제276조 (체포, 감금)"
    },
    {
        "id": 402,
        "statement": "직장 내 괴롭힘은 법적으로 아무런 규제도 받지 않는다.",
        "answer": false,
        "explanation": "근로기준법에 직장 내 괴롭힘 금지 조항이 신설되어, 직장 내 괴롭힘 행위 발생 시 사용자에게 조사 및 조치 의무가 부과되며, 위반 시 과태료가 부과될 수 있습니다.",
        "legalBasis": "근로기준법 제76조의2 (직장 내 괴롭힘의 금지), 제76조의3 (직장 내 괴롭힘 발생 시 조치)"
    },
    {
        "id": 403,
        "statement": "혼인 신고를 하지 않아도 사실혼 관계라면 법적으로 여러 권리를 주장할 수 있다.",
        "answer": true,
        "explanation": "사실혼은 혼인 신고를 하지 않았지만 사실상 혼인 생활을 하는 부부 관계를 의미하며, 판례에 따라 재산분할 청구권, 상속 이외의 재산분할 청구권, 위자료 청구권 등 일부 법적 권리가 인정될 수 있습니다.",
        "legalBasis": "판례 (사실혼 관련)"
    },
    {
        "id": 404,
        "statement": "장난으로 소방 비상벨을 누르는 행위는 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "화재예방, 소방시설 설치·유지 및 안전관리에 관한 법률에 따라 정당한 사유 없이 소방시설의 기능에 지장을 줄 수 있는 행위를 하는 경우 처벌받을 수 있습니다.",
        "legalBasis": "화재예방, 소방시설 설치·유지 및 안전관리에 관한 법률 제2조 (정의) 제2항, 제50조 (과태료)"
    },
    {
        "id": 405,
        "statement": "음식물 쓰레기를 일반 쓰레기와 함께 버려도 된다.",
        "answer": false,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 음식물 쓰레기는 별도로 분리하여 배출해야 하며, 이를 위반할 경우 과태료가 부과됩니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 각 지방자치단체 조례"
    },
    {
        "id": 406,
        "statement": "할부로 물건을 구매한 후, 일정 기간 이내에는 계약을 철회할 수 없다.",
        "answer": false,
        "explanation": "할부거래에 관한 법률에 따라 소비자는 할부계약의 내용에 관한 서면을 받은 날부터 7일 이내(방문판매의 경우 14일)에는 청약을 철회할 수 있습니다.",
        "legalBasis": "할부거래에 관한 법률 제8조 (청약의 철회 등)"
    },
    {
        "id": 407,
        "statement": "버스 전용차로는 대중교통 외 일반 차량은 통행할 수 없다.",
        "answer": true,
        "explanation": "도로교통법에 따라 버스 전용차로는 버스 등 특정 차량만 통행할 수 있도록 지정된 차로이며, 일반 차량이 통행할 경우 단속 대상이 됩니다. 다만, 일부 예외(택시, 긴급차량 등)가 있습니다.",
        "legalBasis": "도로교통법 제15조 (전용차로의 설치)"
    },
    {
        "id": 408,
        "statement": "이웃집에서 밤늦게까지 시끄러운 음악을 틀어도 법적으로 규제할 수 없다.",
        "answer": false,
        "explanation": "소음·진동관리법상 생활소음 규제 대상이 될 수 있으며, 경범죄처벌법상 '인근소란'에 해당하여 다른 사람에게 피해를 주는 소음은 법적으로 규제 대상이 됩니다.",
        "legalBasis": "소음·진동관리법 제44조 (생활소음·진동의 규제), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제21호 (인근소란)"
    },
    {
        "id": 409,
        "statement": "다른 사람을 위협하여 재산상의 이득을 취하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 공갈죄에 해당하여 사람을 공갈하여 재물을 교부받거나 재산상의 이익을 취득하는 행위는 처벌 대상입니다.",
        "legalBasis": "형법 제350조 (공갈)"
    },
    {
        "id": 410,
        "statement": "직원이 회사 업무와 무관하게 개인적인 잘못을 저질렀더라도 해고할 수 없다.",
        "answer": false,
        "explanation": "근로기준법상 해고는 정당한 이유가 있어야 하지만, 업무 외적인 사유라도 근로자의 비위행위가 사회 통념상 고용 관계를 더 이상 지속하기 어려울 정도로 중대한 경우 해고가 정당하다고 인정될 수 있습니다.",
        "legalBasis": "근로기준법 제23조 (해고 등의 제한) 및 판례"
    },
    {
        "id": 411,
        "statement": "미성년 자녀의 친권자(부모)가 사망하면 자녀는 법적 보호자를 가질 수 없다.",
        "answer": false,
        "explanation": "민법상 미성년자에게 친권자가 없거나 친권자가 친권을 행사할 수 없는 경우에는 가정법원의 직권 또는 이해관계인의 청구에 의해 미성년 후견인을 지정하여 자녀를 보호할 수 있습니다.",
        "legalBasis": "민법 제929조 (미성년후견인의 선임청구권)"
    },
    {
        "id": 412,
        "statement": "공원 등 공공장소에서 술을 마시는 행위는 항상 불법이다.",
        "answer": false,
        "explanation": "주류 판매점 이외의 공공장소에서 술을 마시는 행위 자체는 원칙적으로 불법이 아닙니다. 다만, 일부 지방자치단체에서 조례를 통해 특정 공공장소를 '음주 청정지역'으로 지정하고 음주를 금지하는 경우가 있으며, 위반 시 과태료가 부과될 수 있습니다.",
        "legalBasis": "국민건강증진법 제8조 (절주 및 금연을 위한 조치), 지방자치법 (조례 제정권)"
    },
    {
        "id": 413,
        "statement": "대기오염이 심각해도 정부는 국민에게 공기 질 정보를 제공할 의무가 없다.",
        "answer": false,
        "explanation": "대기환경보전법 및 미세먼지 저감 및 관리에 관한 특별법에 따라 환경부 등은 대기오염 상황을 상시 측정하고 그 결과를 국민에게 공개하며, 대기오염이 심각할 경우 비상저감조치 및 행동요령을 전파할 의무가 있습니다.",
        "legalBasis": "대기환경보전법 제15조 (대기오염에 관한 경보), 미세먼지 저감 및 관리에 관한 특별법 제13조 (정보의 제공)"
    },
    {
        "id": 414,
        "statement": "국민은 국가기관이 보유한 모든 정보에 대해 정보공개를 청구할 수 있다.",
        "answer": false,
        "explanation": "공공기관의 정보공개에 관한 법률에 따라 국민은 공공기관이 보유·관리하는 정보에 대해 공개를 청구할 수 있으나, 국가 기밀, 개인 정보, 수사 관련 정보 등 법률에 정해진 비공개 대상 정보는 공개되지 않습니다.",
        "legalBasis": "공공기관의 정보공개에 관한 법률 제9조 (비공개 대상 정보)"
    },
    {
        "id": 415,
        "statement": "오픈소스 소프트웨어는 저작권 보호를 받지 않아 자유롭게 수정하거나 상업적으로 이용할 수 있다.",
        "answer": false,
        "explanation": "오픈소스 소프트웨어도 저작권 보호를 받으며, 다만 라이선스(예: GPL, MIT License)에 따라 사용, 수정, 배포의 조건이 명시되어 있습니다. 라이선스 조건을 준수해야 자유로운 이용이 가능합니다.",
        "legalBasis": "저작권법 (오픈소스 라이선스 준수 원칙)"
    },
    {
        "id": 416,
        "statement": "피싱(Phishing)은 전자금융사기 중 하나로 타인의 개인정보를 가로채는 행위를 말한다.",
        "answer": true,
        "explanation": "피싱은 전기통신금융사기의 한 유형으로, 타인을 기망하거나 공포심을 조성하는 등의 방법으로 타인의 개인정보를 알아내어 재산상의 이익을 취득하는 행위를 말합니다.",
        "legalBasis": "전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법 제2조 (정의) 제2호"
    },
    {
        "id": 417,
        "statement": "상점 포인트나 마일리지는 사용하지 않으면 무조건 사라진다.",
        "answer": false,
        "explanation": "상점 포인트나 마일리지는 보통 유효기간이 명시되어 있지만, 유효기간이 지나도 일정 기간 소멸 시효가 적용되거나, 일부는 사용자의 요청에 따라 재적립 또는 환급이 가능한 경우가 있습니다.",
        "legalBasis": "민법 제162조 (채권, 재산권의 소멸시효)"
    },
    {
        "id": 418,
        "statement": "교통사고를 낸 후 아무런 조치 없이 현장을 벗어나는 것은 불법이 아니다.",
        "answer": false,
        "explanation": "도로교통법에 따라 교통사고 발생 시 운전자는 사상자 구호, 현장 조치, 인적 사항 제공 등 필요한 조치를 해야 합니다. 이를 위반하고 도주하는 것은 '뺑소니'(사고 후 미조치)로 처벌받습니다.",
        "legalBasis": "도로교통법 제54조 (사고발생 시의 조치)"
    },
    {
        "id": 419,
        "statement": "아파트 공동 현관에 개인 물건을 놓아두는 것은 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "공동주택관리법에 따라 공동주택 공용 부분은 입주자 전체의 공용에 제공되며, 소방시설 설치 및 관리에 관한 법률에 따라 비상 통로나 소방시설 주변에 물건을 적치하는 것은 금지됩니다. 위반 시 과태료가 부과될 수 있습니다.",
        "legalBasis": "공동주택관리법 제18조 (공동주택 관리규약), 소방시설 설치 및 관리에 관한 법률 제16조 (피난시설 등의 유지·관리)"
    },
    {
        "id": 420,
        "statement": "인터넷을 통한 도박은 법적으로 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 도박죄에 해당하여 일시 오락에 불과한 경우를 제외하고 영리의 목적으로 인터넷 등 정보통신망을 이용한 도박은 처벌 대상이 됩니다. 또한 국민체육진흥법 등에 의해 불법 스포츠 도박도 처벌됩니다.",
        "legalBasis": "형법 제246조 (도박), 국민체육진흥법 제26조 (벌칙)"
    },
    {
        "id": 421,
        "statement": "온라인 유료 구독 서비스는 언제든지 자유롭게 해지할 수 있다.",
        "answer": false,
        "explanation": "온라인 유료 구독 서비스는 약관에 따라 중도 해지 시 위약금이 발생하거나, 남은 기간에 대한 환불이 제한될 수 있습니다. 해지 조건은 각 서비스의 약관에 따라 다릅니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등), 약관의 규제에 관한 법률"
    },
    {
        "id": 422,
        "statement": "차량은 인도(보도)로 통행할 수 없다.",
        "answer": true,
        "explanation": "도로교통법에 따라 차마(자동차, 오토바이 등)는 차도로 통행해야 하며, 보도(인도)로 통행하는 것은 원칙적으로 금지됩니다. 위반 시 범칙금 등이 부과됩니다.",
        "legalBasis": "도로교통법 제13조 (차마의 통행)"
    },
    {
        "id": 423,
        "statement": "건설 현장에서 밤늦은 시간까지 공사를 진행해도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "소음·진동관리법 및 각 지방자치단체의 조례에 따라 주거지역 등에서는 건설 공사로 인한 소음 발생을 제한하는 시간이 정해져 있습니다. 이를 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "소음·진동관리법 제21조 (공사장의 소음·진동 저감) 및 지방자치단체 조례"
    },
    {
        "id": 424,
        "statement": "경찰에 허위로 범죄를 신고하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 타인으로 하여금 형사처분 또는 징계처분을 받게 할 목적으로 공무소 또는 공무원에 대하여 허위의 사실을 신고하면 '무고죄'로 처벌받으며, 그러한 목적 없이 장난삼아 신고했더라도 경범죄처벌법상 '거짓신고'로 처벌받을 수 있습니다.",
        "legalBasis": "형법 제156조 (무고), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제2호 (거짓신고)"
    },
    {
        "id": 425,
        "statement": "근로자는 회사에서 1년 미만으로 근무했더라도 퇴직금을 받을 수 있다.",
        "answer": false,
        "explanation": "근로자퇴직급여 보장법에 따라 퇴직금은 계속근로기간이 1년 이상인 근로자에게 지급됩니다.",
        "legalBasis": "근로자퇴직급여 보장법 제4조 (퇴직급여제도의 설정)"
    },
    {
        "id": 426,
        "statement": "성인이 본인의 이름을 바꾸려면 법원의 허가를 받아야 한다.",
        "answer": true,
        "explanation": "가족관계의 등록 등에 관한 법률에 따라 성인은 이름을 바꾸기 위해서는 등록기준지 또는 주소지 관할 가정법원에 개명허가 신청을 해야 합니다.",
        "legalBasis": "가족관계의 등록 등에 관한 법률 제99조 (개명허가 신청)"
    },
    {
        "id": 427,
        "statement": "아파트 복도나 계단에서 담배를 피워도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "국민건강증진법에 따라 아파트 등 공동주택의 복도, 계단, 엘리베이터, 지하주차장은 금연구역으로 지정될 수 있으며, 흡연 시 과태료가 부과될 수 있습니다.",
        "legalBasis": "국민건강증진법 제9조 (금연을 위한 조치) 제5항"
    },
    {
        "id": 428,
        "statement": "위조상품(짝퉁)을 판매하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "상표법 및 부정경쟁방지 및 영업비밀보호에 관한 법률에 따라 등록된 상표권을 침해하는 위조상품을 제조, 판매, 유통하는 행위는 엄격히 금지되며, 위반 시 형사처벌 및 손해배상 책임을 질 수 있습니다.",
        "legalBasis": "상표법 제107조 (상표권 침해 행위의 금지), 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 (정의)"
    },
    {
        "id": 429,
        "statement": "보행자가 무단횡단을 하다가 적발되면 과태료가 부과될 수 있다.",
        "answer": true,
        "explanation": "도로교통법에 따라 보행자는 횡단보도, 육교, 지하도 등을 이용하여 도로를 횡단해야 하며, 이를 위반하고 무단횡단 시 과태료가 부과됩니다.",
        "legalBasis": "도로교통법 제10조 (보행자의 통행) 제2항, 제161조 (과태료)"
    },
    {
        "id": 430,
        "statement": "기업이 고객의 개인정보를 유출했을 때 아무런 책임도 지지 않는다.",
        "answer": false,
        "explanation": "개인정보보호법에 따라 개인정보처리자(기업 등)는 개인정보 유출 사고 발생 시 피해 방지 및 최소화를 위한 조치를 취해야 하며, 이를 위반하거나 고의 또는 과실로 개인정보를 유출한 경우 손해배상 책임 및 형사처벌을 받을 수 있습니다.",
        "legalBasis": "개인정보보호법 제34조 (개인정보 유출 통지 등의 의무), 제39조 (손해배상 책임)"
    },
    {
        "id": 431,
        "statement": "술에 취해 길거리에서 행패를 부리더라도 경찰관이 체포할 수 없다.",
        "answer": false,
        "explanation": "경찰관직무집행법 및 경범죄처벌법에 따라 경찰관은 주취 상태로 소란을 피우거나 타인에게 위협을 가하는 등 공공의 안전과 질서를 해치는 행위에 대해 제지하거나 체포할 수 있습니다.",
        "legalBasis": "경찰관 직무집행법 제6조 (범죄의 예방과 제지), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제20호 (주취소란)"
    },
    {
        "id": 432,
        "statement": "여성 근로자는 출산 전후로 유급 휴가를 사용할 권리가 없다.",
        "answer": false,
        "explanation": "근로기준법에 따라 사용자는 임신 중인 여성에게 출산 전과 후를 통하여 90일의 출산전후휴가를 주어야 하며, 이 중 최초 60일(다태아의 경우 75일)은 유급으로 지급됩니다.",
        "legalBasis": "근로기준법 제74조 (임산부의 보호)"
    },
    {
        "id": 433,
        "statement": "계부모와 친자 관계가 없으면, 양자 관계를 맺지 않는 한 계자녀는 계부모의 재산을 상속받을 수 없다.",
        "answer": true,
        "explanation": "민법상 상속은 혈연관계 또는 법정 친자관계(입양 등)를 전제로 하므로, 양자 관계를 맺지 않은 계자녀는 계부모의 법정 상속인이 될 수 없습니다.",
        "legalBasis": "민법 제1000조 (상속의 순위)"
    },
    {
        "id": 434,
        "statement": "공공장소에서 다른 사람에게 불쾌감이나 불안감을 주는 행위를 지속하면 법적으로 문제가 될 수 있다.",
        "answer": true,
        "explanation": "경범죄처벌법상 '불안감 조성', '업무방해', '인근소란' 등 여러 조항에 해당하여 처벌받을 수 있습니다. 또한, 정도에 따라 형법상 다른 범죄가 될 수도 있습니다.",
        "legalBasis": "경범죄처벌법 제3조 (경범죄의 종류) 제1항 제19호 (불안감 조성)"
    },
    {
        "id": 435,
        "statement": "재활용이 가능한 쓰레기는 일반 쓰레기와 섞어서 버려도 된다.",
        "answer": false,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 쓰레기는 재활용 가능 여부에 따라 분리 배출해야 합니다. 이를 위반할 경우 과태료가 부과됩니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 각 지방자치단체 조례"
    },
    {
        "id": 436,
        "statement": "백화점 상품권은 유효기간이 지나면 완전히 무효가 된다.",
        "answer": false,
        "explanation": "공정거래위원회 상품권 표준약관에 따라 상품권은 발행일로부터 5년간 소멸시효가 적용되며, 유효기간이 지났더라도 5년 이내에는 90% 이상 사용 시 잔액을 환불받을 수 있습니다.",
        "legalBasis": "상품권 표준약관 (공정거래위원회 고시)"
    },
    {
        "id": 437,
        "statement": "운전자는 필요한 경우에만 경음기(크락션)를 사용해야 한다.",
        "answer": true,
        "explanation": "도로교통법에 따라 운전자는 다른 사람에게 위험을 주거나 안전운전을 할 수 없는 부득이한 경우를 제외하고는 경음기를 함부로 사용해서는 안 됩니다.",
        "legalBasis": "도로교통법 제49조 (모든 운전자의 준수사항 등) 제1항 제8호"
    },
    {
        "id": 438,
        "statement": "공공도로라도 타인의 집 주차장 입구를 막는 것은 불법이 아니다.",
        "answer": false,
        "explanation": "도로교통법상 주차금지 구역에 해당하며, 타인의 차량 통행을 방해하는 행위는 불법입니다. 또한, 민법상 재산권 침해나 업무방해에 해당할 수도 있습니다.",
        "legalBasis": "도로교통법 제32조 (정차 및 주차의 금지) 제1호, 제2호"
    },
    {
        "id": 439,
        "statement": "도로에서 고의로 차량 통행을 방해하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 '일반교통방해죄'에 해당하여 육로, 수로 또는 교량을 손괴 또는 폐색하거나 기타 방법으로 교통을 방해한 자는 처벌 대상입니다.",
        "legalBasis": "형법 제185조 (일반교통방해)"
    },
    {
        "id": 440,
        "statement": "종교를 이유로 근로자를 차별하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "국가인권위원회법 및 고용정책기본법 등에 따라 종교를 이유로 고용상 차별하는 것은 금지됩니다.",
        "legalBasis": "국가인권위원회법 제2조 (정의) 제3호 (평등권 침해의 차별행위), 고용정책기본법 제7조 (차별의 금지)"
    },
    {
        "id": 441,
        "statement": "자녀가 없는 부부는 다른 사람의 자녀를 입양할 수 없다.",
        "answer": false,
        "explanation": "민법상 자녀가 없는 부부도 일정한 요건을 갖추면 다른 사람의 자녀를 입양할 수 있습니다. 이는 입양의 목적과 절차에 따라 가능합니다.",
        "legalBasis": "민법 제867조 (요건 등)"
    },
    {
        "id": 442,
        "statement": "불법 집회는 정당한 사유 없이 공공의 안녕질서를 위태롭게 하는 집회를 말한다.",
        "answer": true,
        "explanation": "집회 및 시위에 관한 법률상 집회는 표현의 자유를 보장하지만, 법률에 정해진 절차를 거치지 않거나, 공공의 안녕과 질서를 직접적으로 위협하는 집회는 '불법 집회'로 간주되어 규제를 받습니다.",
        "legalBasis": "집회 및 시위에 관한 법률 제2조 (정의), 제5조 (집회 및 시위의 금지)"
    },
    {
        "id": 443,
        "statement": "반려동물을 오랜 시간 집에 혼자 두어 소음이 발생해도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "소음·진동관리법상 생활소음 규제 대상이 될 수 있으며, 반려동물로 인한 지속적인 소음은 민법상 손해배상 청구의 대상이 될 수도 있습니다.",
        "legalBasis": "소음·진동관리법 제44조 (생활소음·진동의 규제), 민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 444,
        "statement": "대한민국 국민은 반드시 주민등록을 해야 할 의무가 있다.",
        "answer": true,
        "explanation": "주민등록법에 따라 대한민국 국민은 읍·면·동사무소 또는 출장소에 주민등록을 해야 할 의무가 있습니다. 이는 주거 관계 등 인구 동태를 파악하고 행정 편의를 도모하기 위함입니다.",
        "legalBasis": "주민등록법 제6조 (등록의 의무)"
    },
    {
        "id": 445,
        "statement": "대학교재를 개인 공부 목적으로 전부 복사하여 사용하는 것은 저작권 침해이다.",
        "answer": true,
        "explanation": "저작권법상 '사적 이용을 위한 복제'는 복제의 대상이 '개인적인 연구'에 한정되고, 복제의 범위가 '일부'로 제한되는 등 엄격한 요건을 충족해야 합니다. 대학교재를 '전부' 복사하는 것은 원칙적으로 저작권 침해에 해당합니다.",
        "legalBasis": "저작권법 제30조 (사적 이용을 위한 복제)"
    },
    {
        "id": 446,
        "statement": "온라인에서 1대1 대화(DM)로 특정인을 욕설하거나 비방하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률상 '공연성'이 없더라도, 일대일 대화라 하더라도 지속적이고 반복적인 욕설이나 비방은 통신매체를 이용한 음란행위 또는 성폭력처벌법상의 '통신매체를 이용한 음란행위' 등으로 처벌될 수 있으며, 모욕죄나 명예훼손죄가 성립할 수도 있습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제44조의7 (불법정보의 유통금지 등), 성폭력범죄의 처벌 등에 관한 특례법 제13조 (통신매체를 이용한 음란행위)"
    },
    {
        "id": 447,
        "statement": "문자 메시지로 받은 링크를 클릭하여 개인정보를 입력해도 금융 사기에 해당하지 않는다.",
        "answer": false,
        "explanation": "문자 메시지로 받은 알 수 없는 링크를 클릭하여 개인정보를 입력하는 것은 '스미싱'이나 '피싱' 등 전자금융사기의 주요 수법입니다. 이를 통해 개인정보가 유출되면 금융 피해로 이어질 수 있습니다.",
        "legalBasis": "전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법 제2조 (정의)"
    },
    {
        "id": 448,
        "statement": "다른 운전자의 난폭운전을 목격하고 신고하는 것은 불법이다.",
        "answer": false,
        "explanation": "도로교통법에 따라 난폭운전을 하는 운전자를 목격한 경우, 경찰에 신고하는 것은 불법이 아니며, 오히려 안전한 도로 환경을 조성하는 데 도움이 됩니다.",
        "legalBasis": "도로교통법 제46조의3 (난폭운전의 금지), 경찰관직무집행법 제2조 (직무의 범위)"
    },
    {
        "id": 449,
        "statement": "아파트나 상가의 공용 시설은 관리비만 낸다면 언제든지 제한 없이 사용할 수 있다.",
        "answer": false,
        "explanation": "공용 시설은 공동주택관리법 및 관리규약에 따라 사용 시간, 방법, 비용 등이 제한될 수 있습니다. 이는 다른 입주민의 편의와 시설 관리를 위한 조치입니다.",
        "legalBasis": "공동주택관리법 제18조 (공동주택 관리규약)"
    },
    {
        "id": 450,
        "statement": "다른 사람을 가볍게 밀치거나 때리는 행위는 폭행죄로 처벌받지 않는다.",
        "answer": false,
        "explanation": "형법상 폭행죄는 사람의 신체에 대한 일체의 유형력 행사를 의미하며, 반드시 상해를 입히지 않더라도 사람을 가볍게 밀치거나 때리는 행위도 폭행죄에 해당하여 처벌받을 수 있습니다.",
        "legalBasis": "형법 제260조 (폭행)"
    },
    {
        "id": 451,
        "statement": "온라인 쇼핑몰에 악의적인 후기를 작성하면 명예훼손으로 처벌받을 수 있다.",
        "answer": true,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 사람을 비방할 목적으로 정보통신망을 통하여 공공연하게 사실 또는 거짓의 사실을 드러내어 다른 사람의 명예를 훼손하면 처벌받습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 (벌칙)"
    },
    {
        "id": 452,
        "statement": "소화전 근처에 주차하는 것은 불법이 아니다.",
        "answer": false,
        "explanation": "도로교통법에 따라 소방용수시설 또는 비상소화장치로부터 5미터 이내의 장소에는 주차할 수 없습니다. 위반 시 과태료가 부과됩니다.",
        "legalBasis": "도로교통법 제32조 (정차 및 주차의 금지) 제4호"
    },
    {
        "id": 453,
        "statement": "이웃집과의 경계에 있는 담을 허물려면 상대방 동의 없이 임의로 할 수 있다.",
        "answer": false,
        "explanation": "민법에 따라 경계에 설치된 담 등은 상린자(이웃) 간의 공유로 추정되므로, 공유물을 변경하려면 다른 공유자(이웃)의 동의를 받아야 합니다.",
        "legalBasis": "민법 제239조 (경계표, 담의 설치권), 제264조 (공유물의 변경)"
    },
    {
        "id": 454,
        "statement": "공공장소에서 알몸으로 돌아다니는 것은 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 '공연음란죄'에 해당하여 공공연하게 음란한 행위를 하는 경우 처벌받습니다. 또한 경범죄처벌법상 '과다노출' 등도 적용될 수 있습니다.",
        "legalBasis": "형법 제245조 (공연음란), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제16호 (과다노출)"
    },
    {
        "id": 455,
        "statement": "주말이나 공휴일에 근무하면 무조건 통상임금의 1.5배를 받아야 한다.",
        "answer": true,
        "explanation": "근로기준법에 따라 연장근로(주 40시간 초과), 야간근로(오후 10시 ~ 오전 6시), 휴일근로에 대해서는 통상임금의 50% 이상을 가산하여 지급해야 하므로, 휴일근무 시 통상임금의 1.5배를 받게 됩니다.",
        "legalBasis": "근로기준법 제56조 (연장·야간 및 휴일 근로)"
    },
    {
        "id": 456,
        "statement": "이혼 후 자녀를 양육하지 않는 부모는 자녀 양육비를 지급할 의무가 없다.",
        "answer": false,
        "explanation": "민법상 이혼 후 자녀를 직접 양육하지 않는 부모도 자녀의 양육에 필요한 비용(양육비)을 부담할 의무가 있습니다. 이는 부모의 자녀에 대한 부양 의무에 해당합니다.",
        "legalBasis": "민법 제837조 (이혼과 자의 양육 책임)"
    },
    {
        "id": 457,
        "statement": "금연구역으로 지정된 장소에서 흡연하면 과태료가 부과될 수 있다.",
        "answer": true,
        "explanation": "국민건강증진법에 따라 의료기관, 어린이집, 학교, 공공청사 등 금연구역으로 지정된 장소에서 흡연 시 과태료가 부과됩니다.",
        "legalBasis": "국민건강증진법 제9조 (금연을 위한 조치) 제4항"
    },
    {
        "id": 458,
        "statement": "온라인에서 구매한 디지털 콘텐츠(음악, 영화 등)는 다운로드 후에도 무조건 환불이 가능하다.",
        "answer": false,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라 디지털 콘텐츠는 원칙적으로 청약철회가 가능하나, 복제가 가능하거나 이미 사용된 경우 등 법률에서 정한 일부 예외 사유에 해당하는 경우에는 환불이 제한될 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등)"
    },
    {
        "id": 459,
        "statement": "밤에 차량 운전 시 전조등을 켜지 않아도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "도로교통법에 따라 모든 차의 운전자는 밤에 도로를 통행하거나 안개가 끼거나 비 또는 눈이 오는 경우 등에는 전조등을 켜야 합니다. 위반 시 범칙금 등이 부과됩니다.",
        "legalBasis": "도로교통법 제37조 (차의 등화) 제1항"
    },
    {
        "id": 460,
        "statement": "임대차 계약이 끝났을 때 집주인은 세입자의 보증금을 즉시 돌려주지 않아도 된다.",
        "answer": false,
        "explanation": "주택임대차보호법에 따라 임대차 계약이 종료되면 임대인은 보증금을 임차인에게 반환할 의무가 있습니다. 보증금 반환은 임차인의 목적물 반환과 동시이행 관계에 있습니다.",
        "legalBasis": "주택임대차보호법 제3조 (대항력 등) 제1항, 민법 제536조 (동시이행의 항변권)"
    },
    {
        "id": 461,
        "statement": "다른 사람에게 단순한 말로 위협하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 '협박죄'는 사람에게 해악을 가할 것을 고지하여 공포심을 일으키는 행위를 의미합니다. 단순한 말이라도 상대방에게 공포심을 주었다면 협박죄가 성립할 수 있습니다.",
        "legalBasis": "형법 제283조 (협박)"
    },
    {
        "id": 462,
        "statement": "회사는 근로자가 사용하지 않은 연차휴가에 대해 수당을 지급하거나 이월을 강요할 의무가 없다.",
        "answer": false,
        "explanation": "근로기준법에 따라 사용자는 연차휴가 사용기간이 만료되기 6개월 전부터 휴가 사용을 촉진해야 하며, 사용 촉진에도 불구하고 근로자가 휴가를 사용하지 않은 경우 미사용 연차에 대한 수당을 지급해야 합니다.",
        "legalBasis": "근로기준법 제60조 (연차 유급휴가) 제7항"
    },
    {
        "id": 463,
        "statement": "입양은 오직 성인을 대상으로만 가능하다.",
        "answer": false,
        "explanation": "민법상 입양은 성인을 대상으로 하는 '일반 입양' 외에, 미성년자를 대상으로 하는 '친양자 입양'과 '일반 입양'이 모두 가능합니다.",
        "legalBasis": "민법 제867조 (요건 등), 제908조의2 (친양자의 입양의 요건)"
    },
    {
        "id": 464,
        "statement": "길거리에 쓰레기를 버리는 것은 과태료 부과 대상이 아니다.",
        "answer": false,
        "explanation": "폐기물관리법 및 경범죄처벌법에 따라 길거리나 공공장소에 쓰레기를 함부로 버리는 행위는 과태료 또는 범칙금 부과 대상입니다.",
        "legalBasis": "폐기물관리법 제68조 (과태료), 경범죄처벌법 제3조 (경범죄의 종류) 제1항 제3호 (쓰레기 등 무단투기)"
    },
    {
        "id": 465,
        "statement": "대형 폐기물은 신고 없이 아무 곳에나 버려도 된다.",
        "answer": false,
        "explanation": "폐기물관리법 및 각 지방자치단체의 조례에 따라 냉장고, 가구 등 대형 폐기물은 정해진 절차에 따라 신고 후 배출 스티커를 부착하여 버려야 합니다. 무단 투기 시 과태료가 부과됩니다.",
        "legalBasis": "폐기물관리법 제15조 (생활폐기물의 처리 등) 및 지방자치단체 조례"
    },
    {
        "id": 466,
        "statement": "선불식 상품권에 남은 소액 잔액은 환불받을 수 없다.",
        "answer": false,
        "explanation": "공정거래위원회 상품권 표준약관에 따라 액면가액의 60%(1만원 이하 상품권은 80%) 이상 사용 시 잔액을 환불받을 수 있습니다.",
        "legalBasis": "상품권 표준약관 (공정거래위원회 고시)"
    },
    {
        "id": 467,
        "statement": "어린아이는 나이와 상관없이 앞좌석에 태워도 된다.",
        "answer": false,
        "explanation": "도로교통법상 6세 미만의 영유아는 카시트 등 유아용 보호장구를 장착한 후 태워야 하며, 6세 이상이라도 안전벨트 착용이 어려운 경우 뒷좌석에 탑승시키는 것이 권장됩니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무 등) 제1항"
    },
    {
        "id": 468,
        "statement": "온라인에서 타인의 명예를 훼손하는 것은 오프라인보다 처벌 수위가 높을 수 있다.",
        "answer": true,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 정보통신망을 이용한 명예훼손은 형법상 명예훼손보다 형량이 더 높게 규정되어 가중 처벌될 수 있습니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 (벌칙) 제1항"
    },
    {
        "id": 469,
        "statement": "경찰관의 검문에 불응하고 도주하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "경찰관직무집행법에 따른 경찰관의 정당한 직무 집행을 거부하는 것은 공무집행방해죄에 해당할 수 있으며, 도로교통법상 교통경찰관의 지시 불이행에 해당할 수도 있습니다.",
        "legalBasis": "형법 제136조 (공무집행방해), 도로교통법 제5조 (신호 또는 지시 위반)"
    },
    {
        "id": 470,
        "statement": "기간제 근로자는 계약 기간이 만료되면 별도의 해고 예고 없이 계약을 해지할 수 있다.",
        "answer": true,
        "explanation": "기간제 근로자의 계약 기간이 만료되는 것은 근로관계의 종료이며, '해고'가 아닙니다. 따라서 별도의 해고 예고는 필요하지 않습니다. 다만, 반복적으로 계약을 갱신해온 경우에는 해고와 동일하게 볼 수 있습니다.",
        "legalBasis": "기간제 및 단시간근로자 보호 등에 관한 법률 제4조 (기간제근로자의 사용)"
    },
    {
        "id": 471,
        "statement": "법정 후견인은 성인이 된 사람을 보호할 수 없다.",
        "answer": false,
        "explanation": "민법에는 성년후견제도가 있어, 질병, 장애, 노령 등으로 정신적 제약을 가진 성인에게 가정법원이 후견인을 지정하여 보호할 수 있도록 규정하고 있습니다.",
        "legalBasis": "민법 제9조 (성년후견 개시의 심판)"
    },
    {
        "id": 472,
        "statement": "공무원의 정당한 직무 집행을 방해하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "형법상 '공무집행방해죄'에 해당하여 직무를 집행하는 공무원에 대하여 폭행 또는 협박한 자는 처벌 대상입니다.",
        "legalBasis": "형법 제136조 (공무집행방해)"
    },
    {
        "id": 473,
        "statement": "공장 폐수를 정화하지 않고 강으로 방류해도 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "수질 및 수생태계 보전에 관한 법률에 따라 사업자는 폐수를 처리 기준에 맞게 정화하지 않고 방류하는 것이 금지되며, 위반 시 처벌받을 수 있습니다.",
        "legalBasis": "수질 및 수생태계 보전에 관한 법률 제38조 (배출시설의 설치허가 및 변경허가) 등"
    },
    {
        "id": 474,
        "statement": "건물을 새로 지을 때는 반드시 지자체의 허가를 받아야 한다.",
        "answer": true,
        "explanation": "건축법에 따라 건축물을 건축하거나 대수선하려는 자는 특별자치시장, 특별자치도지사 또는 시장·군수·구청장의 허가를 받아야 합니다.",
        "legalBasis": "건축법 제11조 (건축허가)"
    },
    {
        "id": 475,
        "statement": "다른 사람의 글을 베껴서 마치 자신이 쓴 것처럼 발표해도 학업 외에는 법적으로 문제가 되지 않는다.",
        "answer": false,
        "explanation": "저작권법에 따라 다른 사람의 저작물을 무단으로 복제, 배포, 공표하는 행위는 저작권 침해에 해당합니다. 이는 학업 목적 외 일반적인 상황에서도 마찬가지이며, 민사상 손해배상 청구의 대상이 될 수 있습니다.",
        "legalBasis": "저작권법 제21조 (복제권), 제22조 (공연권), 제136조 (벌칙)"
    },
    {
        "id": 476,
        "statement": "다른 사람의 컴퓨터 시스템에 무단으로 접속하는 행위는 처벌 대상이 아니다.",
        "answer": false,
        "explanation": "정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 정보통신망에 침입하거나 다른 사람의 개인정보를 유출하는 등 시스템에 무단으로 접근하는 행위는 처벌 대상입니다.",
        "legalBasis": "정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 (정보통신망 침해행위 등 금지) 및 제71조 (벌칙)"
    },
    {
        "id": 477,
        "statement": "구매한 제품이 제조사의 결함으로 인해 피해를 입혔다면, 소비자는 제조사에 손해배상을 청구할 수 있다.",
        "answer": true,
        "explanation": "제조물 책임법에 따라 제조업자가 제조한 제조물의 결함으로 생명·신체 또는 재산에 손해를 입은 자는 제조업자에게 손해배상을 청구할 수 있습니다.",
        "legalBasis": "제조물 책임법 제3조 (제조물 책임)"
    },
    {
        "id": 478,
        "statement": "신호등이 고장 났을 때는 운전자가 알아서 판단하여 통과해도 된다.",
        "answer": false,
        "explanation": "도로교통법에 따라 신호기가 고장 나거나 교통이 혼잡하여 신호기의 신호에 따를 필요가 없는 경우에는 교통경찰공무원의 지시를 따르거나, 지시가 없다면 서행하여 안전하게 통과해야 합니다. 임의로 판단하여 통과하는 것은 위험하며 사고 발생 시 불리하게 작용할 수 있습니다.",
        "legalBasis": "도로교통법 제5조 (신호 또는 지시 위반), 제25조 (교통정리가 없는 교차로에서의 양보운전)"
    },
    {
        "id": 479,
        "statement": "아파트 같은 공동주택에서 이웃이 공동으로 사용하는 시설의 출입을 막는 것은 불법이다.",
        "answer": true,
        "explanation": "공동주택관리법상 공동주택의 공용 부분은 입주자 등 전체의 공동사용에 제공되며, 다른 사람의 정당한 시설 이용을 방해하는 행위는 관리 규약 위반 및 경우에 따라서는 민법상 불법행위에 해당할 수 있습니다.",
        "legalBasis": "공동주택관리법 제18조 (공동주택 관리규약) 및 민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 480,
        "statement": "인터넷에서 포커나 바둑이 같은 게임으로 돈을 걸고 하는 행위는 처벌받지 않는다.",
        "answer": false,
        "explanation": "형법상 도박죄에 해당하여 일시 오락에 불과한 경우를 제외하고 도박 행위는 처벌 대상입니다. 특히 인터넷을 통한 불법 도박은 국민체육진흥법, 정보통신망법 등 관련 법률에 의해 더 엄격하게 처벌될 수 있습니다.",
        "legalBasis": "형법 제246조 (도박), 국민체육진흥법 제26조 (벌칙) 및 판례"
    },
    {
        "id": 481,
        "statement": "구매한 물건에 하자가 있으면 언제든지 교환이나 환불을 요구할 수 있다.",
        "answer": false,
        "explanation": "소비자분쟁해결기준에 따라 물건에 하자가 있는 경우 교환이나 환불을 요구할 수 있으나, 구매일로부터 일정 기간 이내, 또는 하자의 종류에 따라 다른 기준이 적용될 수 있으며, 사용자의 고의나 과실로 인한 하자는 제외됩니다.",
        "legalBasis": "소비자기본법 제20조 (사업자의 책임), 소비자분쟁해결기준 (공정거래위원회 고시)"
    },
    {
        "id": 482,
        "statement": "밤에 차량 운전 시 시야 확보를 위해 항상 상향등을 켜고 운전해야 한다.",
        "answer": false,
        "explanation": "도로교통법상 자동차의 운전자는 다른 차마 또는 보행자를 보지 못할 우려가 있는 경우를 제외하고는 전조등을 켜야 하지만, 마주 오는 차의 시야를 방해할 수 있으므로 상향등은 필요한 경우에만 사용하고 평소에는 하향등을 사용해야 합니다.",
        "legalBasis": "도로교통법 제37조 (차의 등화) 제1항"
    },
    {
        "id": 483,
        "statement": "렌터카를 빌려 사용하다가 운전자 본인의 실수로 차량이 파손되면 손해를 배상할 의무가 없다.",
        "answer": false,
        "explanation": "렌터카 계약 시 차량 손상에 대한 책임은 임차인(운전자)에게 있습니다. 운전자의 고의나 과실로 차량이 파손되면 임차인은 렌터카 회사에 손해를 배상해야 합니다. 다만, 보험 가입 여부에 따라 보상 범위가 달라질 수 있습니다.",
        "legalBasis": "민법 제750조 (불법행위의 내용)"
    },
    {
        "id": 484,
        "statement": "훔친 물건인 것을 알면서도 구매하거나 보관하면 처벌받지 않는다.",
        "answer": false,
        "explanation": "형법상 '장물취득죄'에 해당하여 타인이 불법으로 취득한 재물인 것을 알면서도 이를 취득, 양도, 운반 또는 보관하면 처벌받습니다.",
        "legalBasis": "형법 제362조 (장물의 취득 등)"
    },
    {
        "id": 485,
        "statement": "회사는 근로자에게 안전 장비를 제공할 의무가 없다.",
        "answer": false,
        "explanation": "산업안전보건법에 따라 사업주는 산업재해 예방을 위해 필요한 안전·보건상의 조치를 해야 하며, 근로자에게 적절한 보호구(안전 장비)를 지급하고 착용하도록 지시할 의무가 있습니다.",
        "legalBasis": "산업안전보건법 제38조 (안전조치) 및 제39조 (보건조치)"
    },
    {
        "id": 486,
        "statement": "부모님이 사망했을 때 자녀가 재산을 상속받으면 상속세를 내야 할 수도 있다.",
        "answer": true,
        "explanation": "상속세 및 증여세법에 따라 상속받는 재산이 일정 금액(상속공제 후 남은 과세표준)을 초과하는 경우 상속세를 납부해야 합니다.",
        "legalBasis": "상속세 및 증여세법 제2조 (상속세 과세대상)"
    },
    {
        "id": 487,
        "statement": "어린이집이나 유치원 근처에서는 담배를 피울 수 없다.",
        "answer": true,
        "explanation": "국민건강증진법에 따라 어린이집, 유치원 등은 전체 시설 및 주변 10미터 이내가 금연구역으로 지정되어 있습니다. 위반 시 과태료가 부과됩니다.",
        "legalBasis": "국민건강증진법 제9조 (금연을 위한 조치) 제4항"
    },
    {
        "id": 488,
        "statement": "새 전자제품을 구매하면 1년 이내에 고장이 나도 무조건 무상 수리를 받을 수 있다.",
        "answer": false,
        "explanation": "소비자분쟁해결기준에 따라 제조상의 하자로 인한 고장의 경우 품질보증기간(일반적으로 1년) 이내에 무상 수리 또는 교환, 환불을 받을 수 있으나, 소비자의 고의나 과실로 인한 고장은 무상 수리 대상에서 제외됩니다.",
        "legalBasis": "소비자기본법 제20조 (사업자의 책임), 소비자분쟁해결기준 (공정거래위원회 고시)"
    },
    {
        "id": 489,
        "statement": "장애인 전용 주차 구역에 일반 차량이 주차하는 것은 불법이다.",
        "answer": true,
        "explanation": "장애인·노인·임산부 등의 편의증진 보장에 관한 법률에 따라 장애인 전용 주차구역에 주차할 수 있는 표지를 붙이지 않은 자동차는 주차할 수 없으며, 위반 시 과태료가 부과됩니다.",
        "legalBasis": "장애인·노인·임산부 등의 편의증진 보장에 관한 법률 제17조 (장애인전용주차구역), 제99조 (과태료)"
    },
    {
        "id": 490,
        "statement": "사망한 부모의 빚 상속 여부는 사망 사실을 안 날로부터 3개월 이내에 결정해야 한다.",
        "answer": true,
        "explanation": "민법상 상속인은 상속 개시 있음을 안 날(피상속인의 사망 및 자신이 상속인임을 안 날)로부터 3개월 이내에 단순승인이나 한정승인 또는 상속포기를 할 수 있습니다.",
        "legalBasis": "민법 제1019조 (상속의 승인, 포기와 그 기간)"
    },
    {
        "id": 491,
        "statement": "성매매를 한 사람은 법적으로 처벌받지 않는다.",
        "answer": false,
        "explanation": "성매매알선 등 행위의 처벌에 관한 법률에 따라 성매매를 한 사람은 처벌 대상입니다. 성매매를 알선하거나 성매매 장소를 제공하는 행위도 처벌받습니다.",
        "legalBasis": "성매매알선 등 행위의 처벌에 관한 법률 제21조 (벌칙)"
    },
    {
        "id": 492,
        "statement": "회사가 직원의 외모를 이유로 채용을 거부하는 것은 법적으로 허용된다.",
        "answer": false,
        "explanation": "국가인권위원회법 및 고용정책기본법에 따라 고용에서 합리적인 이유 없이 외모, 신체조건 등을 이유로 차별하는 것은 금지됩니다.",
        "legalBasis": "국가인권위원회법 제2조 (정의) 제3호 (평등권 침해의 차별행위), 고용정책기본법 제7조 (차별의 금지)"
    },
    {
        "id": 493,
        "statement": "부부가 이혼할 때는 항상 법원을 통해서만 이혼할 수 있다.",
        "answer": false,
        "explanation": "부부가 이혼할 때는 법원을 통한 '재판상 이혼' 외에, 부부가 서로 합의하여 법원의 확인을 받는 '협의이혼' 방법도 있습니다.",
        "legalBasis": "민법 제834조 (협의상 이혼), 제840조 (재판상 이혼원인)"
    },
    {
        "id": 494,
        "statement": "건물 비상구는 항상 잠가 두어도 된다.",
        "answer": false,
        "explanation": "화재예방, 소방시설 설치·유지 및 안전관리에 관한 법률에 따라 비상구 등 피난시설을 폐쇄하거나 잠그는 행위는 엄격히 금지됩니다. 위반 시 과태료가 부과됩니다.",
        "legalBasis": "화재예방, 소방시설 설치·유지 및 안전관리에 관한 법률 제16조 (피난시설 등의 유지·관리) 및 제50조 (과태료)"
    },
    {
        "id": 495,
        "statement": "공장에서 발생하는 대기오염 물질은 법적으로 아무런 규제도 받지 않는다.",
        "answer": false,
        "explanation": "대기환경보전법에 따라 사업장에서는 대기오염물질을 배출할 경우 허용 기준을 준수해야 하며, 이를 위반 시 행정 처분 및 벌칙을 받을 수 있습니다.",
        "legalBasis": "대기환경보전법 제16조 (배출허용기준) 및 제90조 (벌칙)"
    },
    {
        "id": 496,
        "statement": "온라인 학습 서비스 등 기간제 서비스의 유료 회원권을 구매한 후에는 환불이 불가능하다.",
        "answer": false,
        "explanation": "전자상거래 등에서의 소비자보호에 관한 법률에 따라 소비자는 유료 서비스 구매 후 7일 이내에는 청약철회가 가능하며, 일부 기간제 서비스의 경우 잔여 이용 기간에 대한 환불이 가능합니다. 다만, 개별 약관 및 사용 여부에 따라 환불 금액이 달라질 수 있습니다.",
        "legalBasis": "전자상거래 등에서의 소비자보호에 관한 법률 제17조 (청약철회 등)"
    },
    {
        "id": 497,
        "statement": "오토바이 운전자는 안전모를 착용할 의무가 없다.",
        "answer": false,
        "explanation": "도로교통법에 따라 이륜자동차(오토바이)와 원동기장치자전거의 운전자 및 동승자는 반드시 인명보호 장구인 안전모를 착용해야 합니다. 위반 시 범칙금이 부과됩니다.",
        "legalBasis": "도로교통법 제50조 (특정 운전자의 의무 등) 제3항"
    },
    {
        "id": 498,
        "statement": "드론으로 타인의 사유지 상공을 동의 없이 촬영하는 것은 불법이다.",
        "answer": true,
        "explanation": "개인정보보호법 및 항공안전법 등 관련 법률에 따라 타인의 사생활을 침해할 우려가 있는 장소나 정보를 동의 없이 촬영하는 것은 불법이며, 사생활 침해 소송의 대상이 될 수 있습니다. 또한 비행금지구역에서의 비행은 허가를 받아야 합니다.",
        "legalBasis": "개인정보보호법 제17조 (개인정보의 제공), 항공안전법 제78조 (초경량비행장치 소유자등의 준수사항)"
    },
    {
        "id": 499,
        "statement": "재판에서 증언하는 사람이 거짓말을 하면 처벌받지 않는다.",
        "answer": false,
        "explanation": "형법상 '위증죄'에 해당하여 법률에 의하여 선서한 증인이 허위의 진술을 한 때에는 처벌받습니다.",
        "legalBasis": "형법 제152조 (위증, 모해위증)"
    },
    {
        "id": 500,
        "statement": "주휴수당은 정규직 근로자만 받을 수 있고, 주 15시간 이상 근무하는 아르바이트생은 받을 수 없다.",
        "answer": false,
        "explanation": "근로기준법에 따라 주 15시간 이상 근무하고 소정근로일을 개근한 근로자라면 고용 형태(정규직, 아르바이트, 계약직 등)에 상관없이 주휴수당을 받을 수 있습니다.",
        "legalBasis": "근로기준법 제55조 (휴일) 및 시행령 제30조 (주휴수당)"
    }
]